{"abada": "s. A word used by old Spanish and Portuguese writers for a 'rhinoceros,' and adopted by some of the older English narrators. The origin is a little doubtful. If it were certain that the word did not occur earlier than c. 1530-40, it would most probably be an adoption from the Malay badak, 'a rhinoceros.' The word is not used by Barros where he would probably have used it if he knew it (see quotation under GANDA); and we have found no proof of its earlier existence in the language of the Peninsula; if this should be established we should have to seek an Arabic origin in such a word as abadat, ābid, fem. ābida, of which one meaning is (v. Lane) 'a wild animal.' The usual form abada is certainly somewhat in favour of such an origin. [Prof. Skeat believes that the a in abada and similar Malay words represents the Arabic article, which was commonly used in Spanish and Portuguese prefixed to Arabic and other native words.] It will be observed that more than one authority makes it the female rhinoceros, and in the dictionaries the word is feminine. But so Barros makes Ganda. [Mr W. W. Skeat suggests that the female was the more dangerous animal, or the one most frequently met with, as is certainly the case with the crocodile.]\n 1541. -- \"Mynes of Silver, Copper, Tin, and Lead, from whence great quantities thereof were continually drawn, which the Merchants carried away with Troops of Elephants and Rhinoceroses (em cafilas de elefantes e badas) for to transport into the Kingdoms of Sornau, by us called Siam, Passiloco, Sarady, (Savady in orig.), Tangu, Prom,Calaminham and other Provinces . . . . \" -- Pinto (orig. cap. xli.) in Cogan, p. 49. The kingdoms named here are Siam (see under SARNAU); Pitchalok and Sawatti (now two provinces of Siam); Taungu and Prome in B. Burma; Calaminham, in the interior of Indo-China, more or less fabulous.\n 1544. -- \"Now the King of Tartary was fallen upon the city of Pequin with so great an army as the like had never been seen since Adam's time; in this army . . . were seven and twenty Kings, under whom marched 1,800,000 men . . . . with four score thousand Rhinoceroses\" (donde partirão com oitenta mil badas). -- Ibid. (orig. cap. cvii.) in Cogan, p. 149.\n [1560. -- See quotation under LAOS.]\n 1585. -- \"It is a very fertile country, with great stoare of prouisioun; there are elephants in great number and abadas, which is a kind of beast so big as two great buls, and hath vppon his snowt a little horne.\"- Mendoza, ii. 311.\n 1592. -- \"We sent commodities to their king to barter for Amber-greese, and for the hornes of Abath, whereof the Kinge onely hath the traffique in his hands. Now this Abath is a beast that hath one horne only in her forehead, and is thought to be the female Vnicorne, and is highly esteemed of all the Moores in those parts as a most soveraigne remedie against poyson.\" -- Barker in Hakl. ii. 591.\n 1598. -- \"The Abada, or Rhinoceros, is not in India,* but onely in Bengala and Patane.\" -- Linschoten, 88. [Hak. Soc. ii. 8.]\n \"Also in Bengala we found great numbers of the beasts which in Latin are called Rhinocerotes, and of the Portingalles Abadas.\"- Ibid. 28. [Hak. Soc. i. 96.]\n c. 1606. -- \". . . ove portano le loro mercanzie per venderle a' Cinesi, particolarmente . . . molti corni della Bada, detto Rinoceronte . . .\" -- Carletti, p. 199.\n 1611. -- \"Bada, a very fierce animal, called by another more common name Rhinoceros. In our days they brought to the King Philip II., now in glory, a Bada which was long at Madrid, having his horn sawn off, and being blinded, for fear he should hurt anybody. . . . The name of Bada is one imposed by the Indians themselves; but assuming that i.e., not on the W. coast of the Peninsula, called India especially by the Portuguese. See under INDIA.\n there is no language but had its origin from the Hebrew in the confusion of tongues . . . it will not be out of the way to observe that Bada is an Hebrew word, from Badad, 'solus, solitarius,' for this animal is produced in desert and very solitary places.\" -- Cobarruvias, s. v.\n 1613. -- \"And the woods give great timber, and in them are produced elephants, badas . . .\" -- Godinho de Eredia, 10 v.\n 1618. -- \"A China brought me a present of a cup of abado (or black unecorns horne) with sugar cakes.\" -- Cocks's Diary, ii. 56.\n 1626. -- On the margin of Pigafetta's Congo, as given by Purchas (ii. 1001), we find: \"Rhinoceros or Abadas.\"\n 1631. -- \"Lib. v. cap. 1. De Abada seu Rhinocerote.\" -- Bontii Hist. Nat. et Med.\n 1726. -- \"Abada, s. f. La hembra del Rhinoceronte.\" -- Dicc. de la Lengua Castellana. \n", "abcáree": "H. from P. āb-kārī, the business of distilling or selling (strong) waters, and hence elliptically the excise upon such business. This last is the sense in which it is used by Anglo-Indians. In every district of India the privilege of selling spirits is farmed to contractors, who manage the sale through retail shopkeepers. This is what is called the 'Abkary System.' The system has often been attacked as promoting tippling, and there are strong opinions on both sides. We subjoin an extract from a note on the subject, too long for insertion in integrity, by one of much experience in Bengal -- Sir G. U. Yule.\n June, 1879. -- \"Natives who have expressed their views are, I believe, unanimous in ascribing the increase of drinking to our Abkaree system. I don't say that this is putting the cart before the horse, but they are certainly too forgetful of the increased means in the country, which, if not the sole cause of the increased consumption, has been at least a very large factor in that result. I myself believe that more people drink now than formerly; but I knew one gentleman of very long and intimate knowledge of Bengal, who held that there was as much drinking in 1820 as in 1860.\"\n In any case exaggeration is abundant. All Sanskrit literature shows that tippling is no absolute novelty in India. [See the article on \"Spirituous Drinks in Ancient India,\" by Rajendralala Mitra, Indo-Aryans, i. 389 seqq.]\n 1790. -- \"In respect to Abkarry, or Tax on Spirituous Liquors, which is reserved for Taxation . . . it is evident that we cannot establish a general rate, since the quantity of consumption and expense of manufacture, etc., depends upon the vicinity of principal stations. For the amount leviable upon different Stills we must rely upon officers' local knowledge. The public, indeed, cannot suffer, since, if a few stills are suppressed by over-taxation, drunkenness is diminished.\" -- In a Letter from Board of Revenue (Bengal) to Government, 12th July. MS. in India Office.\n 1797. -- \"The stamps are to have the words 'Abcaree licenses' inscribed in the Persian and Hindu languages and character.\" -- Bengal Regulations, x. 33.\n", "abihówa": ". Properly P. āb-ohawā, 'water and air.' The usual Hindustani expression for 'climate.'\n 1786. -- \"What you write concerning the death of 500 Koorgs from small-pox is understood . . . . they must be kept where the climate [āb-o-hawā] may best agree with them.\" -- Tippoo's Letters, 269.\n", "abyssinia": "n.p. This geographical name is a 16-century Latinisation of the Arabic Ḥabash, through the Portuguese Abex, bearing much the same pronunciation, minus the aspirate. [See HUBSHEE.]\n [1598. -- \"The countrey of the Abexynes, at Prester John's land.\" -- Linschoten, Hak. Soc. i. 38.\n 1617. -- \"He sent mee to buy three Abassines.\" -- Sir T. Roe, Travels, Hak. Soc. ii. 445.]\n A. C. (i.e. 'after compliments'). In official versions of native letters these letters stand for the omitted formalities of native compliments.\n", "achánock": "n.p. H. Chānak and Achānak. The name by which the station of Barrackpore is commonly known to Sepoys and other natives. Some have connected the name with that of Job Charnock, or, as A. Hamilton calls him, Channock, the founder of Calcutta, and the quotations render this probable. Formerly the Cantonment of Secrole at Benares was also known, by a transfer no doubt, as Chhotā (or 'Little') Achānak. Two additional remarks may be relevantly made: (1) Job's name was certainly Charnock, and not Channock. It is distinctly signed \"Job Charnock,\" in a MS. letter from the factory at \"Chutta,\" i.e. Chuttanuttee (or Calcutta) in the India Office records, which I have seen. (2) The map in Valentijn which shows the village of Tsjannok, though published in 1726, was apparently compiled by Van der Broecke in 1662. Hence it is not probable that it took its name from Job Charnock, who seems to have entered the Company's service in 1658. When he went to Bengal we have not been able to ascertain. [See Diary of Hedges, edited by Sir H. Yule, ii., xcix. In some \"Documentary Memoris of Job Charnock,\" which form part of vol. lxxv. (1888) of the Hakluyt Soc., Job is said to have \"arrived in India in 1655 or 1656.\"]\n 1677. -- \"The ship Falcone to go up the river to Hughly, or at least to Channock.\" -- Court's Letter to Ft. St. Geo. of 12th December. In Notes and Extracts, Madras, 1871, No. 1., p. 21; see also p. 23.\n 1711. -- \"Chanock-Reach hath two shoals, the upper one in Chanock, and the lower one on the opposite side . . . . you must from below Degon as aforesaid, keep the starboard shore aboard until you come up with a Lime-Tree . . . . and then steer over with Chanock Trees and house between the two shoals, until you come mid-river, but no nearer the house.\" -- The English Pilot, 55.\n 1726. -- \"'t stedeken Tsjannock.\" -- Valentijn, v. 153. In Val.'s map of Bengal also, we find opposite to Oegli (Hoogly), Tsjannok, and then Collecatte, and Calcula.\n 1758. -- \"Notwithstanding these solemn assurances from the Dutch it was judged expedient to send a detachment of troops . . . . to take possession of Tanna Fort and Charnoc's Battery opposite to it.\" -- Narrative of Dutch attempt in the Hoogly, in Malcolm's Life of Clive, ii. 76.\n 1810. -- \"The old village of Achanock stood on the ground which the post of Barrackpore now occupies.\" -- M. Graham, 142.\n 1848. -- \"From an oral tradition still prevalent among the natives at Barrackpore . . . we learn that Mr. Charnock built a bungalow there, and a flourishing bazar arose under his patronage, before the settlement of Calcutta had been determined on. Barrackpore is at this day best known to the natives by the name of Chanock.\" -- The Bengal Obituary, Calc. p. 2.\n", "achár": "s. P. āchār, Malay ắchār, adopted in nearly all the vernaculars of India for acid and salt relishes. By Europeans it is used as the equivalent of 'pickles,' and is applied to all the stores of Crosse and Blackwell in that kind. We have adopted the word through the Portuguese; but it is not impossible that Western Asiatics got it originally from the Latin acetaria.- (See Plin. Hist. Nat. xix. 19).\n 1563. -- \"And they prepare a conserve of it (Anacardium) with salt, and when it is green (and this they call Achar), and this is sold in the market just as olives are with us.\" -- Garcia, f. 17.\n 1596. -- Linschoten in the Dutch gives the word correctly, but in the English version (Hak. Soc. ii. 26) it is printed Machar.\n [1612. -- \"Achar none to be had except one jar.\" -- Danvers, Letters, i. 230.]\n 1616. -- \"Our jurebasso's (Juribasso) wife came and brought me a small jarr of Achar for a present, desyring me to exskews her husband in that he abcented hymselfe to take phisik.\" -- Cocks, i. 135.\n 1623. -- \"And all these preserved in a way that is really very good, which they call acciao.\" -- P. della Valle, ii. 708. [Hak. Soc. ii. 327.]\n 1653. -- \"Achar est vn nom Indistanni, ou Indien, que signifie des mangues, ou autres fruits confis avec de la moutarde, de l'ail, du sel, et du vinaigre à l'Indienne.\"- De la Boullaye-le-Gouz, 531.\n 1687. -- \"Achar I presume signifies sauce. They make in the East Indies, especially at Siam and Pegu, several sorts of Achar, as of the young tops of Bamboes, &c. Bambo-Achar and Mango-Achar are most used.\"- Dampier, i. 391.\n 1727. -- \"And the Soldiery, Fishers, Peasants, and Handicrafts (of Goa) feed on a little Rice boiled in Water, with a little bit of Salt Fish, or Atchaar, which is pickled Fruits or Roots.\" -- A. Hamilton, i. 252. [And see under KEDGEREE.]\n 1783. -- We learn from Forrest that limes, salted for sea-use against scurvy, were used by the Chulias (Choolia), and were called atchar (Voyage to Mergui, 40). Thus the word passed to Java, as in next quotation:\n 1768-71. -- \"When green it (the mango) is made into attjar; for this the kernel is taken out, and the space filled in with ginger, pimento, and other spicy ingredients, after which it is pickled in vinegar.\" -- Stavorinus, i. 237.\n", "acheen": "n.p. (P. Āchīn [Tam. Attai, Malay Acheh, Achih] 'a woodleech'). The name applied by us to the State and town at the N.W. angle of Sumatra, which was long, and especially during the 16th and 17th centuries, the greatest native power on that Island. The proper Malay name of the place is Acheh. The Portuguese generally called it Achem (or frequently by the adhesion of the genitive preposition, Dachem, so that Sir F. Greville below makes two kingdoms), but our Acheen seems to have been derived from mariners of the P. Gulf or W. India, for we find the name so given (Āchīn) in the Āīn-i-Akbari, and in the Geog. Tables of Sādik Isfahānī. This form may have been suggested by a jingling analogy, such as Orientals love, with Māchīn (Macheen). See also under LOOTY.\n 1549. -- \"Piratarum Acenorum nec periculum nec suspicio fuit.\" -- S. Fr. Xav. Epistt. 337.\n 1552. -- \"But after Malacca was founded, and especially at the time of our entry into India, the Kingdom of Pacem began to increase in power, and that of Pedir to diminish. And that neighbouring one of Achem, which was then insignificant, is now the greatest of all.\" -- Barros, III. v. 8.\n 1563.- \"Occupado tenhais na guerra infesta Ou do sanguinolento, Taprobanico* Achem, que ho mar molesta Ou do Cambaico occulto imiguo nosso.\" Camões, Ode prefixed to Garcia de Orta.\n c. 1569. -- \"Upon the headland towards the West is the Kingdom of Assi, governed by a Moore King.\" -- Cœsar Frederike, tr. in Hakluyt, ii. 355.\n c. 1590. -- \"The zabád (civet), which is brought from the harbour-town of Sumatra, from the territory of Achín, goes by the name of Sumatra-zabád, and is by far the best.\" -- Āīn, i. 79.\n 1597. -- \" . . . . . do Pegu como do Dachem.\" -- King's Letter, in Arch. Port. Or. fasc. 3, 669.\n 1599. -- \"The iland of Sumatra, or Taprobuna, is possessed by many Kynges, enemies to the Portugals; the cheif is the Kinge of Dachem, who besieged them in Malacca. . . The Kinges of Acheyn and Tor (read Jor for Johore) are in lyke sort enemies to the Portugals.\" -- Sir Fulke Greville to Sir F. Walsingham (in Bruce, i. 125).\n [1615. -- \"It so proved that both Ponleema and Governor of Tecoo was come hither for Achein.\" -- Foster, Letters, iv. 3.\n 1623. -- \"Acem which is Sumatra.\" -- P. della Valle, Hak. Soc. ii. 287.]\n c. 1635. -- \"Achín (a name equivalent in rhyme and metre to 'Máchín') is a well-known island in the Chinese Sea, near to the equinoctial line.\" -- Ṣādiḳ Isfahānī (Or. Tr. F.), p. 2.\n 1780. -- \"Archin.\" See quotation under BOMBAY MARINE.\n 1820. -- \"In former days a great many junks used to frequent Achin. This trade is now entirely at an end.\" -- Crawfurd, H. Ind. Arch. iii. 182.\n", "adam's apple": ". This name (Pomo d'Adamo) is given at Goa to the fruit of the Mimusops Elengi, Linn. (Birdwood); and in the 1635 ed. of Gerarde's Herball it is applied to the Plantain. But in earlier days it was applied to a fruit of the Citron kind. -- (See Marco This alludes to the mistaken notion, as old as N. Conti (c. 1440), that Sumatra=Taprobane.\n Polo, 2nd ed., i. 101), and the following:\n c. 1580. -- \"In his hortis (of Cairo) ex arboribus virescunt mala citria, aurantia, limonia sylvestria et domestica poma Adami vocata.\" -- Prosp. Alpinus, i. 16.\n c. 1712. -- \"It is a kind of lime or citron tree . . . it is called Pomum Adami, because it has on its rind the appearance of two bites, which the simplicity of the ancients imagined to be the vestiges of the impression which our forefather made upon the forbidden fruit. . . .\" Bluteau, quoted by Tr. of Alboquerque, Hak. Soc. i. 100. The fruit has nothing to do with zamboa, with which Bluteau and Mr. Birch connect it. See JAMBOO.\n", "adati": "s. A kind of piece-goods exported from Bengal. We do not know the proper form or etymology. It may have been of half-width (from H. ādhā, 'half'). [It may have been half the ordinary length, as the Salampore (Salempoory) was half the length of the cloth known in Madras as Punjum. (Madras Man. of Ad. iii. 799). Also see Yule's note in Hedges' Diary, ii. ccxl.]\n 1726. -- \"Casseri (probably Kasiári in Midnapur Dist.) supplies many Taffatshelas (Alleja, Shalee), Ginggangs, Allegias, and Adathays, which are mostly made there.\" -- Valentijn, v. 159.\n 1813. -- Among piece - goods of Bengal: \"Addaties, Pieces 700\" (i.e. pieces to the ton). -- Milburn, ii. 221.\n", "adawlut": "s. Ar. -- H. -- 'adālat, 'a Court of Justice,' from 'adl, 'doing justice.' Under the Mohammedan government there were 3 such courts, viz., Nizāmat'Adālat, Dīwānī Adālat, and Faujdārī 'Adālat, so-called from the respective titles of the officials who nominally presided over them. The first was the chief Criminal Court, the second a Civil Court, the third a kind of Police Court. In 1793 regular Courts were established under the British Government, and then the Sudder Adawlut (Ṣadr 'Adālat) became the chief Court of Appeal for each Presidency, and its work was done by several European (Civilian) Judges. That Court was, on the criminal side, termed Nizamut Adawlat, and on the civil side Dewanny Ad. At Madras and Bombay, Foujdarry was the style adopted in lieu of Nizamut. This system ended in 1863, on the introduction of the Penal Code, and the institution of the High Courts on their present footing. (On the original history and constitution of the Courts see Fifth Report, 1812, p. 6.)\n What follows applies only to the Bengal Presidency, and to the administration of justice under the Company's Courts beyond the limits of the Presidency town. Brief particulars regarding the history of the Supreme Courts and those Courts which preceded them will be found under SUPREME COURT.\n The grant, by Shāh 'Ālam, in 1765, of the Dewanny of Bengal, Behar, and Orissa to the Company, transferred all power, civil and military, in those provinces, to that body. But no immediate attempt was made to undertake the direct detailed administration of either revenue or justice by the agency of the European servants of the Company. Such superintendence, indeed, of the administration was maintained in the prior acquisitions of the Company -- viz., in the Zemindary of Calcutta, in the Twenty-four Pergunnas, and in the Chucklas (Chucklah) or districts of Burdwan, Midnapoor, and Chittagong, which had been transferred by the Nawab, Kāsim 'Ali Khān, in 1760; but in the rest of the territory it was confined to the agency of a Resident at the Moorshedabad Durbar, and of a 'Chief' at Patna. Justice was administered by the Mohammedan courts under the native officials of the Dewanny.\n In 1770, European officers were appointed in the districts, under the name of Supervisors, with powers of control over the natives employed in the collection of the Revenue and the administration of justice, whilst local councils, with superior authority in all branches, were established at Moorshedabad and Patna. It was not till two years later that, under express orders from the Court of Directors, the effective administration of the provinces was undertaken by the agency of the Company's covenanted servants. At this time (1772) Courts of Civil Justice (Mofussil Dewanny Adawlut) were established in each of the Districts then recognised. There were also District Criminal Courts (Foujdary Adawlut) held by Cazee or Mufty under the superintendence, like the Civil Court, of the Collectors, as the Supervisors were now styled; whilst Superior Courts (Sudder Dewanny, Sudder Nizamut Adawlut) were established at the Presidency, to be under the superintendence of three or four members of the Council of Fort William.\n In 1774 the Collectors were recalled, and native 'Amils (Aumil) appointed in their stead. Provincial Councils were set up for the divisions of Calcutta, Burdwan, Dacca, Moorshedabad, Dinagepore, and Patna, in whose hands the superintendence, both of revenue collection and of the administration of civil justice, was vested, but exercised by the members in rotation.\n The state of things that existed under this system was discreditable. As Courts of Justice the provincial Councils were only \"colourable imitations of courts, which had abdicated their functions in favour of their own subordinate (native) officers, and though their decisions were nominally subject to the Governor-General in Council, the Appellate Court was even a more shadowy body than the Courts of first instance. The Court never sat at all, though there are some traces of its having at one time decided appeals on the report of the head of the Khalsa, or native exchequer, just as the Provincial Council decided them on the report of the Cazis and Muftis.\"*\n In 1770 the Government resolved that Civil Courts, independent of the Provincial Councils, should be established in the six divisions named above,† each under a civilian judge with the title of Superintendent of the Dewanny Adawlut; whilst to the Councils should still pertain the trial of causes relating to the public revenue, to the demands of zemindars upon their tenants, and to boundary questions. The appeal from the District Courts still lay to the Governor-General and his Council, as forming the Court of Sudder Dewanny; but that this might be real, a judge was appointed its head in the person of Sir Elijah Impey, the Chief Justice of the Supreme Court, an appointment which became famous. For it was represented as a transaction intended to compromise the acute dis Sir James Stephen, in Nuncomar and Impey, ii. 221.\n These six were increased in 1781 to eighteen.\n sensions which had been going on between that Court and the Bengal Government, and in fact as a bribe to Impey. It led, by an address from the House of Commons, to the recall of Impey, and constituted one of the charges in the abortive impeachment of that personage. Hence his charge of the Sudder Dewanny ceased in November, 1782, and it was resumed in form by the Governor-General and Council.\n In 1787, the first year of Lord Cornwallis's government, in consequence of instructions from the Court of Directors, it was resolved that, with an exception as to the Courts at Moorshedabad, Patna, and Dacca, which were to be maintained independently, the office of judge in the Mofussil Courts was to be attached to that of the collection of the revenue; in fact, the offices of Judge and Collector, which had been divorced since 1774, were to be reunited. The duties of Magistrate and Judge became mere appendages to that of Collector; the administration of justice became a subordinate function; and in fact all Regulations respecting that administration were passed in the Revenue Department of the Government.\n Up to 1790 the criminal judiciary had remained in the hands of the native courts. But this was now altered; four Courts of Circuit were created, each to be superintended by two civil servants as judges; the Sudder Nizamut Adawlut at the Presidency being presided over by the Governor-General and the members of Council.\n In 1793 the constant succession of revolutions in the judicial system came to something like a pause, with the entire reformation which was enacted by the Regulations of that year. The Collection of Revenue was now entirely separated from the administration of justice; Zillah Courts under European judges were established (Reg. iii.) in each of 23 Districts and 3 cities, in Bengal, Behar, and Orissa; whilst Provincial Courts of Appeal, each consisting of three judges (Reg. v.), were established at Moorshedabad, Patna, Dacca, and Calcutta. From these Courts, under certain conditions, further appeal lay to the Sudder Dewanny Adawluts at the Presidency. \n As regarded criminal jurisdiction, the judges of the Provincial Courts were also (Reg. ix., 1793) constituted Circuit Courts, liable to review by the Sudder Nizamut. Strange to say, the impracticable idea of placing the duties of both of the higher Courts, civil and criminal, on the shoulders of the executive Government was still maintained, and the Governor-General and his Council were the constituted heads of the Sudder Dewanny and Sudder Nizamut. This of course continued as unworkable as it had been; and in Lord Wellesley's time, eight years later, the two Sudder Adawluts were reconstituted, with three regular judges to each, though it was still ruled (Reg. ii., 1801) that the chief judge in each Court was to be a member of the Supreme Council, not being either the Governor-General or the Commander-in-Chief. This rule was rescinded by Reg. x. of 1805.\n The number of Provincial and Zillah Courts was augmented in after years with the extension of territory, and additional Sudder Courts, for the service of the Upper Provinces, were established at Allahabad in 1831 (Reg. vi.), a step which may be regarded as the inception of the separation of the N.W. Provinces into a distinct Lieutenant-Governorship, carried out five years later. But no change that can be considered at all organic occurred again in the judiciary system till 1862; for we can hardly consider as such the abolition of the Courts of Circuit in 1829 (Reg. i.), and that of the Provincial Courts of Appeal initiated by a section in Reg. v. of 1831, and completed in 1833.\n 1822. -- \"This refers to a traditional story which Mr. Elphinstone used to relate . . . . During the progress of our conquests in the North-West many of the inhabitants were encountered flying from the newly-occupied territory. 'Is Lord Lake coming?' was the enquiry. 'No,' was the reply, 'the Adawlut is coming.'\" -- Life of Ephinstone, ii. 131.\n 1826. -- \"The adawlut or Court-house was close by.\" -- Pandurang Hari, 271 [ed. 1873, ii. 90].\n", "adigar": "s. Properly adhikār, from Skt. adhikārin, one possessing authority; Tam. adhikāri, or -kāren. The title was formerly in use in South India, and perhaps still in the native States of Malabar, for a rural headman. [See quot. from Logan below.] It was also in Ceylon (adikārama, adikār) the title of chief minister of the Candyan Kings. See PATEL.\n 1544. -- \"Fac te comem et humanum cum isti Genti praebeas, tum praesertim magistratibus eorum et Praefectis Pagorum, quos Adigares vocant.\" -- S. Fr. Xav. Epistt. 113.\n 1583. -- \"Mentre che noi erauamo in questa città, l'assalirono sù la mezza notte all' improuiso, mettendoui il fuoco. Erano questi d'una città uicina, lontana da S. Thomè, doue stanno i Portoghesi, un miglio, sotto la scorta d'un loro Capitano, che risiede in detta città . . . et questo Capitano è da loro chiamato Adicario.\" -- Balbi, f. 87.\n 1681. -- \"There are two who are the greatest and highest officers in the land. They are called Adigars; I may term them Chief Judges.\" -- Knox, 48.\n 1726. -- \"Adigaar. This is as it were the second of the Dessave.\" -- Valentijn (Ceylon), Names of Officers, &c., 9.\n 1796. -- \"In Malabar esiste oggidi l'uffizio . . . . molti Káriakárer o ministri; molti Adhigári o ministri d'un distretto . . . \"- Fra Paolino, 237.\n 1803. -- \"The highest officers of State are the Adigars or Prime Ministers. They are two in number.\" -- Percival's Ceylon, 256.\n [1810-17. -- \"Announcing in letters . . . . his determination to exercise the office of Serv Adikar.\" -- Wilks, Mysoor, i. 264.\n 1887. -- \"Each amsam or parish has now besides the Adhikāri or man of authority, headman, an accountant.\" -- Logan, Man. of Malabar, i. 90.]\n", "adjutant": "s. A bird so called (no doubt) from its comical resemblance to a human figure in a stiff dress pacing slowly on a parade-ground. It is the H. haṛgīlā, or gigantic crane, and popular scavenger of Bengal, the Leptoptilus argala of Linnaeus. The H. name is by some dictionaries derived from a supposed Skt. word haḍḍa-gila, 'bone-swallower.' The compound, however appropriate, is not to be found in Böhtlingk and Roth's great Dictionary. The bird is very well described by Aelian, under the name of *KH/LA, which is perhaps a relic of the still preserved vernacular one. It is described by another name, as one of the peculiarities of India, by Sultan Baber. See PELICAN.\n \"The feathers known as Marabou or Comercolly feathers, and sold in Calcutta, are the tail-coverts of this, and the Lept. Javanica, another and smaller species\" (Jerdon). The name marabout (from the Ar. murābit, 'quiet,' and thence 'a hermit,' through the Port. marabuto) seems to have been given to the bird in Africa on like reason to that of adjutant in India. [Comer colly, properly Kumārkhāli, is a town in the Nadiya District, Bengal. See Balfour, Cycl. i. 1082.]\n c. A.D. 250. -- \"And I hear that there is in India a bird Kēla, which is 3 times as big as a bustard; it has a mouth of a frightful size, and long legs, and it carries a huge crop which looks like a leather bag; it has a most dissonant voice, and whilst the rest of the plumage is ash-coloured, the tailfeathers are of a pale (or greenish) colour.\"- Aelian, de Nat. Anim. xvi. 4.\n c. 1530. -- \"One of these (fowls) is the dīng, which is a large bird. Each of its wings is the length of a man; on its head and neck there is no hair. Something like a bag hangs from its neck; its back is black, its breast white; it frequently visits Kābul. One year they caught and brought me a dīng, which became very tame. The flesh which they threw it, it never failed to catch in its beak, and swallowed without ceremony. On one occasion it swallowed a shoe well shod with iron; on another occasion it swallowed a good-sized fowl right down, with its wings and feathers.\" -- Baber, 321.\n 1754. -- \"In the evening excursions . . . . we had often observed an extraordinary species of birds, called by the natives Argill or Hargill, a native of Bengal. They would majestically stalk along before us, and at first we took them for Indians naked. . . . The following are the exact marks and dimensions. . . . The wings extended 14 feet and 10 inches. From the tip of the bill to the extremity of the claw it measured 7 feet 6 inches. . . . In the craw was a Terapin or land-tortoise, 10 inches long; and a large black male cat was found entire in its stomach.\" -- Ives, 183-4.\n 1798. -- \"The next is the great Heron, the Argali or Adjutant, or Gigantic Crane of Latham. . . . It is found also in Guinea.\" -- Pennant's View of Hindostan, ii. 156.\n 1810. -- \"Every bird saving the vulture, the Adjutant (or argeelah) and kite, retires to some shady spot.\" -- Williamson, V. M. ii. 3.\n [1880. -- Ball (Jungle Life, 82) describes the \"snake-stone\" said to be found in the head of the bird.]\n", "afghán": "n.p. P. -- H -- Afghān. The most general name of the predominant portion of the congeries of tribes beyond the N.W. frontier of India, whose country is called from them Afghānistān. In England one often hears the country called Afguníst-un, which is a mispronunciation painful to an Anglo-Indian ear, and even Af'gann, which is a still more excruciating solecism. [The common local pronunciation of the name is Aoghān, which accounts for some of the forms below. Bellew insists on the distinction between the Afghān and the Pathān (PUTTAN). \"The Afghan is a Pathan merely because he inhabits a Pathan country, and has to a great extent mixed with its people and adopted their language\" (Races of Af., p. 25). The name represents Skt. asvaka in the sense of a 'cavalier,' and this reappears scarcely modified in the Assakani or Assakeni of the historians of the expedition of Alexander.]\n c. 1020. -- \". . . Afgháns and Khiljis . . .\" -- 'Utbi in Elliot, ii. 24; see also 50, 114.\n c. 1265. -- \"He also repaired the fort of Jalálí, which he garrisoned with Afgháns.\" -- Táríkh-i-Fírozsháhí in do. iii. 106.\n 14th cent. -- The Afghans are named by the continuator of Rashiduddin among the tribes in the vicinity of Herat (see N. & E. xiv. 494).\n 1504. -- \"The Afghans, when they are reduced to extremities in war, come into the presence of their enemy with grass between their teeth; being as much as to say, 'I am your ox.'\"* -- Baber, 159.\n c. 1556. -- \"He was afraid of the Afgháns.\" -- Sidi'Ali, in J. As., 1st S., ix. 201.\n 1609. -- \"Agwans and Potans.\" -- W. Finch, in Purchas, i. 521.\n c. 1665. -- \"Such are those petty Sovereigns, who are seated on the Frontiers of Persia, who almost never pay him anything, no more than they do to the King of Persia. As also the Balouches and Augans, and other Mountaineers, of whom the greatest part pay him but a small matter, and even care but little for him: witness the Affront they did him, when they stopped his whole Army by cutting off the Water . . . . when he passed from Atek on the River Indus to Caboul to lay siege to Kandahar . . . .\" -- Bernier, E. T. 64 [ed. Constable, 205].\n 1676. -- \"The people called Augans who inhabit from Candahar to Caboul . . a sturdy sort of people, and great robbers in the night-time.\" -- Tavernier, E. T. ii. 44; [ed. Ball, i. 92].\n 1767. -- \"Our final sentiments are that we have no occasion to take any measures against the Afghans' King if it should appear he comes only to raise contributions, but if he proceeds to the eastward of Delhi to make an attack on your allies, or threatens the peace of Bengal, you will concert such measures with Sujah Dowla as may appear best adapted for your mutual defence.\" -- Court's Letter, Nov. 20. In Long, 486; also see ROHILLA.\n 1838. -- \"Professor Dorn . . . . discusses severally the theories that have been maintained of the descent of the Afghauns: 1st, This symbolical action was common among beldars (Bildar), or native navvies, employed on the Ganges Canal many years ago, when they came before the engineer to make a petition. But besides grass in mouth, the beldar stood on one leg, with hands joined before him.\n from the Copts; 2nd, the Jews; 3rd, the Georgians; 4th, the Toorks; 5th, the Moguls; 6th, the Armenians: and he mentions more cursorily the opinion that they are descended from the Indo-Scythians, Medians, Sogdians, Persians, and Indians: on considering all which, he comes to the rational conclusion, that they cannot be traced to any tribe or country beyond their present seats and the adjoining mountains.\" -- Elphinstone's Caubool, ed. 1839, i. 209.\n", "africo": "n.p. A negro slave.\n 1682. -- \"Here we met with ye Barbadoes Merchant . . . . James Cock, Master, laden with Salt, Mules, and Africos.\" -- Hedges, Diary, Feb. 27. [Hak. Soc. i. 16.]\n [AGAM, adj. A term applied to certain cloths dyed in some particular way. It is the Ar. 'ajam (lit. \"one who has an impediment or difficulty in speaking Arabic\"), a foreigner, and in particular, a Persian. The adj. 'ajamī thus means \"foreign\" or \"Persian,\" and is equivalent to the Greek BA/RBAROS and the Hind. mleććha. Sir G. Birdwood (Rep. on Old Rec., p. 145) quotes from Hieronimo di Santo Stefano (1494-99), \"in company with some Armenian and Azami merchants\": and (ibid.) from Varthema: \"It is a country of very great traffic in merchandise, and particularly with the Persians and Azamini, who come so far as there.\"]\n [1614. -- \"Kerseys, Agam colours.\" -- Foster, Letters, ii. 237.\n 1614. -- \"Persia will vent five hundred cloths and one thousand kerseys, Agam colours, per annum.\" -- Ibid. ii. 237.]\n", "agar-agar": "s. The Malay name of a kind of sea-weed (Spherococcus lichenoīdes). It is succulent when boiled to a jelly; and is used by the Chinese with birdsnest (q.v.) in soup. They also employ it as a glue, and apply it to silk and paper intended to be transparent. It grows on the shores of the Malay Islands, and is much exported to China. -- (See Crawfurd, Dict. Ind. Arch., and Milburn, ii. 304).\n", "agdaun": "s. A hybrid H. word from H. āg and P. dān, made in imitation of pīk-dān, ḳalam-dān, shama-dān ('spittoon, pencase, candlestick'). It means a small vessel for holding fire to light a cheroot.\n ĀG-GĀRI, s. H. 'Fire carriage.' In native use for a railway train.\n", "agun-boat": "s. A hybrid word for a steamer, from H. agan, 'fire,' and Eng. boat. In Bombay Ag-bōt is used.\n 1853. -- \". . . . Agin boat.\" -- Oakfield, i. 84.\n [AJNĀS, s. Ar. plur. of jins, 'goods, merchandise, crops,' etc. Among the Moguls it was used in the special sense of pay in kind, not in cash.]\n [c. 1665. -- \"It (their pay) is, however, of a different kind, and not thought so honourable, but the Rouzindars are not subject, like the Mansebdars (Munsubdar) to the Agenas; that is to say, are not bound to take, at a valuation, carpets, and other pieces of furniture, that have been used in the King's palace, and on which an unreasonable value is sometimes set.\" -- Bernier (ed. Constable), 215-6.]\n", "ak": "s. H. āk and ark, in Sindi ăk: the prevalent name of the madār (MUDDAR) in Central and Western India. It is said to be a popular belief (of course erroneous) in Sind, that Akbar was so called after the āk, from his birth in the desert. [Ives (488) calls it Ogg.] The word appears in the following popular rhyme quoted by Tod (Rajasthan, i. 669):-\n Ak-rā jhoprā, Phok-rā bār, Bajra-rā rotī, Mot'h-rā dāl: Dekho Rājā terī Mārwār. (For houses hurdles of madār, For hedges heaps of withered thorn, Millet for bread, horse-peas for pulse: Such is thy kingdom, Raja of Mārwār!)\n", "akalee": "or Nihang ('the naked one'), s. A member of a body of zealots among the Sikhs, who take this name 'from being worshippers of Him who is without time, eternal' (Wilson). Skt. a privative, and kāl, 'time.' The Akālis may be regarded as the Wahābis of Sikhism. They claim their body to have been instituted by Guru Govind himself, but this is very doubtful. Cunningham's view of the order is that it was the outcome of the struggle to reconcile warlike activity with the abandonment of the world; the founders of the Sikh doctrine rejecting the inert asceticism of the Hindu sects. The Akālis threw off all subjection to the earthly government, and acted as the censors of the Sikh community in every rank. Runjeet Singh found them very difficult to control. Since the annexation of the Panjab, however, they have ceased to give trouble. The Akalee is distinguished by blue clothing and steel armlets. Many of them also used to carry several steel chakras (CHUCKER) encircling their turbans. [See Ibbetson, Panjab Ethnog., 286; Maclagan, in Panjab Census Rep., 1891, i. 166.]\n 1832. -- \"We received a message from the Acali who had set fire to the village. . . . . These fanatics of the Seik creed acknowledge no superior, and the ruler of the country can only moderate their frenzy by intrigues and bribery. They go about everywhere with naked swords, and lavish their abuse on the nobles as well as the peaceable subjects. . . . They have on several occasions attempted the life of Runjeet Singh.\" -- Burnes, Travels, ii. 10-11.\n 1840. -- \"The Akalis being summoned to surrender, requested a conference with one of the attacking party. The young Khan bravely went forward, and was straightway shot through the head.\" -- Mrs Mackenzie, Storms and Sunshine, i. 115.\n", "akyáb": "n.p. The European name of the seat of administration of the British province of Arakan, which is also a port exporting rice largely to Europe. The name is never used by the natives of Arakan (of the Burmese race), who call the town Tsit-htwé, 'Crowd (in consequence of) War.' This indicates how the settlement came to be formed in 1825, by the fact of the British force encamping on the plain there, which was found to be healthier than the site of the ancient capital of the kingdom of Arakan, up the valley of the Arakan or Kaladyne R. The name Akyáb had been applied, probably by the Portuguese, to a neighbouring village, where there stands, about 1½ miles from the present town, a pagoda covering an alleged relique of Gautama (a piece of the lower jaw, or an induration of the throat), the name of which pagoda, taken from the description of relique, is Au-kyait-dau, and of this Akyáb was probably a corruption. The present town and cantonment occupy dry land of very recent formation, and the high ground on which the pagoda stands must have stood on the shore at no distant date, as appears from the finding of a small anchor there about 1835. The village adjoining the pagoda must then have stood at the mouth of the Arakan R., which was much frequented by the Portuguese and the Chittagong people in the 16th and 17th centuries, and thus probably became known to them by a name taken from the Pagoda.- (From a note by Sir Arthur Phayre.) [Col. Temple writes -- \"The only derivation which strikes me as plausible, is from the Agyattaw Phaya, near which, on the island of Sittwé, a Cantonment was formed after the first Burmese war, on the abandonment of Mrohaung or Arakan town in 1825, on account of sickness among the troops stationed there. The word Agyattaw is spelt Akhyap-taw, whence probably the modern name.\"]\n [1826. -- \"It (the despatch) at length arrived this day (3rd Dec. 1826), having taken two months in all to reach us, of which forty-five days were spent in the route from Akyab in Aracan.\" -- Crawfurd, Ava, 289.]\n", "ala-blaze pan": "s. This name is given in the Bombay Presidency to a tinned-copper stew-pan, having a cover, and staples for straps, which is carried on the march by European soldiers, for the purpose of cooking in, and eating out of. Out on picnics a larger kind is frequently used, and kept continually going, as a kind of pot-au-feu. [It has been suggested that the word may be a corr. of some French or Port. term -- Fr. braiser; Port. brazeiro, 'a fire-pan,' braza, 'hot coals.']\n", "albacore": "s. A kind of rather large sea-fish, of the Tunny genus (Thynnus albacora, Lowe, perhaps the same as Thynnus macropterus, Day); from the Port. albacor or albecora. The quotations from Ovington and Grose below refer it to albo, but the word is, from its form, almost certainly Arabic, though Dozy says he has not found the word in this sense in Arabic dictionaries, which are very defective in the names of fishes (p. 61). The word albacora in Sp. is applied to a large early kind of fig, from Ar. albākūr, 'praecox' (Dozy), Heb. bikkūra, in Micah vii. 1. -- See Cobarruvias, s. v. Albacora. [The N.E.D. derives it from Ar. al-bukr, 'a young camel, a heifer,' whence Port. bacoro, 'a young pig.' Also see Gray s note on Pyrard, i. 9.]\n 1579. -- 'These (flying fish) have two enemies, the one in the sea, the other in the aire. In the sea the fish which is called Albocore, as big as a salmon.\" -- Letter from Goa, by T. Stevens, in Hakl. ii. 583.\n Laurence to the maine, we had exceeding great store of Bonitos and Albocores.\"- Barker, in Hakl. ii. 592.\n 1696. -- \"We met likewise with shoals of Albicores (so call'd from a piece of white Flesh that sticks to their Heart) and with multitudes of Bonettoes, which are named from their Goodness and Excellence for eating; so that sometimes for more than twenty Days the whole Ship's Company have feasted on these curious fish.\" -- Ovington, p. 48.\n c. 1760. -- \"The Albacore is another fish of much the same kind as the Bonito . . from 60 to 90 pounds weight and upward. The name of this fish too is taken from the Portuguese, importing its white colour.\" -- Grose, i. 5.\n", "albatross": "s. The great seabird (Diomedea exulans, L.), from the Port. alcatraz, to which the forms used by Hawkins and Dampier, and by Flacourt (according to Marcel Devic) closely approach. [Alcatras 'in this sense altered to albi-, albe-, albatross (perhaps with etymological reference to albus, \"white,\" the albatross being white, while the alcatras was black.') N.E.D. s.v.] The Port. word properly means 'a pelican.' A reference to the latter word in our Glossary will show another curious misapplication. Devic states that alcatruz in Port. means 'the bucket of a Persian wheel,'* representing the Ar. al-kādūs, which is again from KA/DOS. He supposes that the pelican may have got this name in the same way that it is called in ordinary Ar. saḳḳa, 'a water-carrier.' It has been pointed out by Dr Murray, that the alcatruz of some of the earlier voyagers, e.g., of Davis below, is not the Diomedea, but the Man-of-War (or Frigate) Bird (Fregatus aquilus). Hawkins, at p. 187 of the work quoted, describes, without naming, a bird which is evidently the modern albatross. In the quotation from Mocquet again, alcatruz is applied to some smaller sea-bird. The passage from Shelvocke is that which suggested to Coleridge \"The Ancient Mariner.\"\n 1564. -- \"The 8th December we ankered by a small Island called Alcatrarsa, wherein at our going a shoare, we found nothing but sea-birds, as we call them Ganets, but by the Portugals called Alcatrarses, who for that cause gave the said Island the same name.\" -- Hawkins (Hak. Soc.), 15.\n Also see Dozy, s. v. alcaduz. Alcaduz, according to Cobarruvias, is in Sp. one of the earthen pots of the noria or Persian wheel.\n 1593. -- \"The dolphins and bonitoes are the houndes, and the alcatrarces the hawkes, and the flying fishes the game.\" -- Ibid. 152.\n 1604. -- \"The other foule called Alcatrarzi is a kind of Hawke that liueth by fishing. For when the Bonitos or Dolphines doe chase the flying fish vnder the water . . . . this Alcatrarzi flyeth after them like a Hawke after a Partridge.\" -- Davis (Hak. Soc.), 158.\n c. 1608-10. -- \"Alcatraz sont petis oiseaux ainsi comme estourneaux.\" -- Mocquet,Voyages, 226.\n 1672. -- \"We met with those feathered Harbingers of the Cape . . . . Albetrosses . . . . they haue great Bodies, yet not proportionate to their Wings, which mete out twice their length.\" -- Fryer, 12.\n 1690. -- \"They have several other Signs, whereby to know when they are near it, as by the Sea Fowl they meet at Sea, especially the Algatrosses, a very large long-winged Bird.\" -- Dampier, i. 531.\n 1719. -- \"We had not had the sight of one fish of any kind, since we were come Southward of the Streights of Le Mair, nor one sea-bird, except a disconsolate black Albitross, who accompanied us for several days, hovering about us as if he had lost himself, till Hatley (my second Captain) observing, in one of his melancholy fits, that this bird was always hovering near us, imagin'd from his colour, that it might be some ill omen. . . . . But be that as it would, he after some fruitless attempts, at length shot the Albitross, not doubting (perhaps) that we should have a fair wind after it. . . .\"- Shelvocke's Voyage, 72, 73.\n 1740. -- \". . . . a vast variety of sea-fowl, amongst which the most remarkable are the Penguins; they are in size and shape like a goose, but instead of wings they have short stumps like fins . . . . their bills are narrow like those of an Albitross, and they stand and walk in an erect posture. From this and their white bellies, Sir JohnNarborough has whimsically likened them to little children standing up in white aprons.\" -- Anson's Voyage, 9th ed. (1756), p. 68.\n 1754. -- \"An albatrose, a sea-fowl, was shot off the Cape of Good Hope, which measured 17½ feet from wing to wing.\"- Ives, 5.\n 1803.- \"At length did cross an Albatross; Thorough the fog it came; As if it had been a Christian soul We hailed it in God's name.\" The Ancient Mariner.\n c. 1861.- \"Souvent pour s'amuser, les hommes d'équipage Prennent des albatros, vastes oiseaux des mers, Qui suivent, indolents compagnons de voyage, Le navire glissant sur les gouffres amers.\" Baudelaire, L'Albatros.\n", "alcatif": "s. This word for 'a carpet' was much used in India in the 16th century, and is treated by some travellers as an Indian word. It is not however of Indian origin, but is an Arabic word (ḳatīf, 'a carpet with long pile') introduced into Portugal through the Moors.\n c. 1540. -- \"There came aboard of Antonio de Faria more than 60 batels, and balloons, and manchuas (q. q. v.) with awnings and flags of silk, and rich alcatifas.\" -- Pinto, ch. lxviii. (orig.).\n 1560. -- \"The whole tent was cut in a variety of arabesques, inlaid with coloured silk, and was carpeted with rich alcatifas.\" -- Tenreiro, Itin., c. xvii.\n 1578. -- \"The windows of the streets by which the Viceroy passes shall be hung with carpets (alcatifadas), and the doors decorated with branches, and the whole adorned as richly as possible.\" -- Archiv. Port. Orient., fascic. ii. 225.\n [1598. -- \"Great store of rich Tapestrie, which are called alcatiffas.\" -- Linschoten, Hak. Soc. i. 47.]\n 1608-10. -- \"Quand elles vont à l'Eglise on les porte en palanquin . . . . le dedans est d'vn grand tapis de Perse, qu'ils appellent Alcatif . . . .\" -- Pyrard, ii. 62; [Hak. Soc. ii. 102].\n 1648. -- \". . . . many silk stuffs, such as satin, contenijs (Cuttanee) attelap (read attelas), alegie . . . . ornijs [H. oṛhnî, 'A woman's sheet'] of gold and silk for women's wear, gold alacatijven . . . .\" -- Van Twist, 50.\n 1726. -- \"They know nought of chairs or tables. The small folks eat on a mat, and the rich on an Alcatief, or carpet, sitting with their feet under them, like our Tailors.\" -- Valentijn, v. Chorom, 55.\n", "alcoranas": "s. What word does Herbert aim at in the following? [The Stanf. Dict. regards this as quite distinct from Alcorān, the Korān, or sacred book of Mohammedans (for which see N.E.D. s.v.), and suggests Al-qorūn, 'the horns,' or al-qirān, 'the vertices.']\n 1665. -- \"Some (mosques) have their Alcorana's high, slender, round steeples or towers, most of which are terrassed near the top, like the Standard in Cheapside, but twice the height.\" -- Herbert, Travels, 3rd ed. 164.\n", "alcove": "s. This English word comes to us through the Span. alcova and Fr. alcove (old Fr. aucube), from Ar. al-ḳubbàh, applied first to a kind of tent (so in Hebr. Numbers xxv. 8) and then to a vaulted building or recess. An edifice of Saracenic con struction at Palermo is still known as La Cuba; and another, a domed tomb, as La Cubola. Whatever be the true formation of the last word, it seems to have given us, through the Italian, Cupola. [Not so in N.E.D.]\n 1738. -- \"Cubba, commonly used for the vaulted tomb of marab-butts\" [Adjutant.] Shaw's Travels, ed. 1757, p. 40.\n", "aldea": "s. A village; also a villa. Port. from the Ar. al-ḍai'a, 'a farm or villa.' Bluteau explains it as 'Povoção menor que lugar.' Lane gives among other and varied meanings of the Ar. word: 'An estate consisting of land or of land and a house, . . . . land yielding a revenue.' The word forms part of the name of many towns and villages in Spain and Portugal.\n 1547. -- \"The Governor (of Baçaem) Dom João de Castro, has given and gives many aldeas and other grants of land to Portuguese who served and were wounded at the fortress of Dio, and to others of long service. . . . .\" -- Simão Botelho, Cartas 3.\n [1609. -- \"Aldeas in the Country.\" -- Danvers, Letters, i. 25.]\n 1673. -- \"Here . . . in a sweet Air, stood a Magnificent Rural Church; in the way to which, and indeed all up and down this Island, are pleasant Aldeas, or villages and hamlets that . . . swarm with people.\"- Valentijn, v. (Malabar), 11.\n 1753. -- \"Les principales de ces qu'on appelle Aldées (terme que les Portugals ont mis en usage dans l'Inde) autour de Pondichéri et dans sa dependance sont . . .\"- D'Anville, Éclaircissemens, 122.\n 1780. -- \"The Coast between these is filled with Aldees, or villages of the Indians.\"- Dunn, N. Directory, 5th ed., 110.\n 1782. -- \"Il y a aussi quelques Aldées considérables, telles que Navar et Portenove, qui appartiennent aux Princes du pays.\"- Sonnerat, Voyage, i. 37.\n", "aleppee": "n.p. On the coast of Travancore; properly Alappuli. [Mal. alappuzha, 'the broad river' -- (Mad. Adm. Man. Gloss. s.v.)].\n [ALFANDICA, s. A custom-house and resort for foreign merchants in an oriental port. The word comes through the Port. alfandega, Span. fundago, Ital. fondaco, Fr. fondeque or fondique, from Ar. al-funduk, 'the inn,' and this from Gk. PANDOKEI=ON or PANDOXEI=ON, 'a pilgrim's hospice.']\n [c. 1610. -- \"The conveyance of them thence to the alfandigue.\" -- Pyrard della Valle, Hak. Soc. i. 361.]\n [1615. -- \"The Iudge of the Alfandica came to invite me.\" -- Sir T. Roe, Embassy, Hak. Soc. i. 72.]\n [1615. -- \"That the goods of the English may be freely landed after dispatch in the Alfandiga.\" -- Foster, Letters, iv. 79.]\n", "alguada": "n.p. The name of a reef near the entrance to the Bassein branch of the Irawadi R., on which a splendid lighthouse was erected by Capt. Alex. Fraser (now Lieut.-General Fraser, C.B.) of the Engineers, in 1861 65. See some remarks and quotations under NEGRAIS.\n", "aljofar": "s. Port. 'seed-pearl.' Cobarruvias says it is from Ar. aljauhar, 'jewel.'\n 1404. -- \"And from these bazars (alcacerias) issue certain gates into certain streets, where they sell many things, such as cloths of silk and cotton, and sendals, and tafetanas, and silk, and pearl (alxofar).\" -- Clavijo, \u0015 lxxxi. (comp. Markham, 81).\n 1508. -- \"The aljofar and pearls that (your Majesty) orders me to send you I cannot have as they have them in Ceylon and in Caille, which are the sources of them: I would buy them with my blood, and with my money, which I have only from your giving. The Sinabaffs (sinabafos), porcelain vases (porcellanas), and wares of that sort are further off. If for my sins I stay here longer I will endeavour to get everything. The slave girls that you order me to send you must be taken from prizes,* for the heathen women of this country are black, and are mistresses to everybody by the time they are ten years old.\" -- Letter of the Viceroy D. Francisco d'Almeida to the King, in Correa, i. 908-9.\n [1665. -- \"As it (the idol) was too deformed, they made hands for it of the small pearls which we call 'pearls by the ounce.'\"- Tavernier, ed. Ball, ii. 228.]\n", "allahabad": "n.p. This name, which was given in the time of Akbar to the old Hindu Prayāg or Prāg (PRAAG) has been subjected to a variety of corrupt pronunciations, both European and native. Illahābāz is a not uncommon native form, converted by Europeans into Halabas, and further by English soldiers formerly into Isle o' bats. And the Illiabad, which we find in the Hastings charges, survives in the Elleeabad still heard occasionally.\n Query, from captured vessels containing foreign (non-Indian) women? The words are as follows: \"As escravas que me diz que the mande, tomãose de prezas, que as Gentias d'esta terra são pretas, e mancebas do mundo como chegão a dez annos.\"\n c. 1666. -- \"La Province de Halabas s'appelloit autrefois Purop (Poorub).\" -- Thevenot, v. 197.\n [ \" \"Elabas (where the Gemna (Jumna) falls into the Ganges.\" -- Bernier (ed. Constable), p. 36.]\n 1726. -- \"This exceptionally great river (Ganges) . . . . comes so far from the N. to the S. . . . . and so further to the city Halabas.\" -- Valentijn.\n 1753. -- \"Mais ce qui interesse davantage dans la position de Helabas, c'est d'y retrouver celle de l'ancienne Palibothra. Aucune ville de l'Inde ne paroit égaler Palibothra ou Palimbothra, dans l'Antiquité. . . . C'est satisfaire une curiosité géographique bien placée, que de retrouver l'emplacement d'une ville de cette considération: mais j'ai lieu de croire qu'il faut employer quelque critique, dans l'examen des circonstances que l'Antiquité a fourni sur ce point. . . . Je suis donc persuadé, qu'il ne faut point chercher d'autre emplacement à Palibothra que celui de la ville d'Helabas. . . . .\" -- D'Anville, Eclaircissemens, pp. 53-55.\n (Here D'Anville is in error. But see Rennell's Memoir, pp. 50-54, which clearly identifies Palibothra with Patna.)\n 1786. -- \" . . . . an attack and invasion of the Rohillas . . . . which nevertheless the said Warren Hastings undertook at the very time when, under the pretence of the difficulty of defending Corah and Illiabad, he sold these provinces to Sujah Dowla.\"- Articles of Charge, &c., in Burke, vi. 577.\n \" \"You will see in the letters from the Board . . . . a plan for obtaining Illabad from the Vizier, to which he had spirit enough to make a successful resistance.\"- Cornwallis, i. 238.\n", "alleja": "s. This appears to be a stuff from Turkestan called (Turki) alchah, alajah, or alāchah. It is thus described: \"a silk cloth 5 yards long, which has a sort of wavy line pattern running in the length on either side.\" (Baden-Powell's PunjabHandbook, 66). [Platts in his Hind. Dict. gives ilācha, \"a kind of cloth woven of silk and thread so as to present the appearance of cardamoms (ilāchī).\" But this is evidently a folk etymology. Yusuf Ali (Mon. on Silk Fabrics, 95) accepts the derivation from Alcha or Alācha, and says it was probably introduced by the Moguls, and has historical associations with Agra, where alone in the N.W.P. it is manufactured. \"This fabric differs from the Doriya in having a substantial texture, whereas the Doriya is generally flimsy. The colours are generally red, or bluish-red, with white stripes.\" In some of the western Districts of the Panjab various kinds of fancy cotton goods are described as Lacha. (Francis, Mon. on Cotton, p. 8). It appears in one of the trade lists (see PIECE-GOODS) as Elatches.]\n c. 1590. -- \"The improvement is visible . . . . secondly in the Safid Alchahs also called Tarhdárs . . .\" -- Āīn, i. 91. (Blochmann says: \"Alchah or Alāchah, any kind of corded stuff. Tarhdár means corded.\")\n [1612. -- \"Hold the Allesas at 50 Rs.\" -- Danvers, Letters, i. 205.]\n 1613. -- \"The Nabob bestowed upon him 850 Mamoodies, 10 fine Baftas, 30 Topseiles and 30 Allizaes.\" -- Dowton, in Purchas, i. 504. \"Topseiles are Tafçilah (a stuff from Mecca).\" -- Āīn, i. 93. [See ADATI, PIECEGOODS].\n 1615. -- \"1 pec. alleia of 30 Rs. . . . \" -- Cocks's Diary, i. 64.\n 1648. -- See Van Twist above, under AL- CATIF. And 1673, see Fryer under ATLAS.\n 1653. -- \"Alaias (Alajas) est vn mot Indien, qui signifie des toiles de cotton et de soye: meslée de plusieurs couleurs.\" -- De la Boullaye-le-Gouz, ed. 1657, p. 532.\n [c. 1666. -- \"Alachas, or silk stuffs interwoven with gold and silver.\" -- Bernier (ed. Constable), p. 120-21.]\n 1690. -- \"It (Suratt) is renown'd . . . . both for rich Silks, such as Atlasses, Cuttanees, Sooseys, Culgars, Allajars . . . . \" -- Ovington, 218.\n 1712. -- \"An Allejah petticoat striped with green and gold and white.\" -- Advert. in Spectator, cited in Malcolm, Anecdotes, 429.\n 1726. -- \"Gold and silver Allegias.\" -- Valentijn (Surat), iv. 146.\n 1813. -- \"Allachas (pieces to the ton) 1200.\" -- Milburn, ii. 221.\n 1885. -- \"The cloth from which these pyjamas are made (in Swāt) is known as Alacha, and is as a rule manufactured in their own houses, from 2 to 20 threads of silk being let in with the cotton; the silk as well as the cotton is brought from Peshawur and spun at home.\" -- M'Nair's Report on Explorations, p. 5.\n", "alligator": "s. This is the usual Anglo-Indian term for the great lacertine amphibia of the rivers. It was apparently in origin a corruption, imported from S. America, of the Spanish el or al lagarto (from Lat. lacerta), 'a lizard.' The \"Summary of the Western Indies\" by Pietro Martire d'Angheria, as given in Ramusio, recounting the last voyage of Columbus, says that, in a certain river, \"they sometimes encountered those crocodiles which they call Lagarti; these make away when they see the Christians, and in making away they leave behind them an odour more fragrant than musk.\" (Ram. iii. f. 17v.). Oviedo, on another page of the same volume, calls them \"Lagarti o dragoni\" (f. 62).\n Bluteau gives \"Lagarto, Crocodilo\" and adds: \"In the Oriente Conquistado (Part I. f. 823) you will find a description of the Crocodile under the name of Lagarto.\"\n One often, in Anglo-Indian conversation, used to meet with the endeavour to distinguish the two well-known species of the Ganges as Crocodile and Alligator, but this, like other applications of popular and general terms to mark scientific distinctions, involves fallacy, as in the cases of 'panther, leopard,' 'camel, dromedary,' 'attorney, solicitor,' and so forth. The two kinds of Gangetic crocodile were known to Aelian (c. 250 A.D.), who writes: \"It (the Ganges) breeds two kinds of crocodiles; one of these is not at all hurtful, while the other is the most voracious and cruel eater of flesh; and these have a horny prominence on the top of the nostril. These latter are used as ministers of vengeance upon evil-doers; for those convicted of the greatest crimes are cast to them; and they require no executioner.\"\n 1493. -- \"In a small adjacent island . . . our men saw an enormous kind of lizard (lagarto muy grande), which they said was as large round as a calf, and with a tail as long as a lance . . . . but bulky as it was, it got into the sea, so that they could not catch it.\" -- Letter of Dr. Chanca, in Select Letters of Columbus by Major, Hak. Soc. 2nd ed., 43.\n 1539. -- \"All along this River, that was not very broad, there were a number of Lizards (lagartos), which might more properly be called Serpents . . . . with scales upon their backs, and mouths two foot wide . . . . . there be of them that will sometimes get upon an almadia . . . . and overturn it with their tails, swallowing up the men whole, without dismembering of them.\"- Pinto, in Cogan's tr. 17 (orig. cap. xiv.).\n 1552. -- \" . . . . aquatic animals such as . . . . very great lizards (lagartos), which in form and nature are just the crocodiles of the Nile.\" -- Barros, I. iii. 8.\n 1568. -- \"In this River we killed a monstrous Lagarto, or Crocodile . . . he was 23 foote by the rule, headed like a hogge. . . . . \" -- Iob Hortop, in Hakl. iii. 580.\n 1579. -- \"We found here many good commodities . . . . . besides alagartoes, munckeyes, and the like.\" -- Drake, World Encompassed, Hak. Soc. 112.\n 1591. -- \"In this place I have seen very great water aligartos (which we call in English crocodiles), seven yards long.\"- Master Antonie Knivet, in Purchas, iv. 1228.\n 1593. -- \"In this River (of Guayaquill) and all the Rivers of this Coast, are great abundance of Alagartoes . . . . persons of credit have certified to me that as small fishes in other Rivers abound in scoales, so the Alagartoes in this . . . . . \" -- Sir Richard Hawkins, in Purchas, iv. 1400.\n c. 1593.- \"And in his needy shop a tortoise hung, An alligator stuff'd, and other skins Of ill-shaped fishes. . .\"- Romeo & Juliet, v. 1.\n 1595. -- \"Vpon this river there were great store of fowle . . . . . but for lagartos it exceeded, for there were thousands of those vgly serpents; and the people called it for the abundance of them, the riuer of Lagartos in their language.\" -- Raleigh, The Discoverie of Guiana, in Hakl. iv. 137.\n 1596. -- \"Once he would needs defend a rat to be animal rationale . . . . because she eate and gnawd his bookes . . . . And the more to confirme it, because everie one laught at him . . . . the next rat he seaz'd on hee made an anatomie of, and read a lecture of 3 dayes long upon everie artire or musckle, and after hanged her over his head in his studie in stead of an apothecarie's crocodile or dride Alligatur.\" -- T. Nashe's 'Have with you to Saffron Walden.' Repr. in J. Payne Collier's Misc. Tracts, p. 72.\n 1610. -- \"These Blackes . . . told me the River was full of Aligatas, and if I saw any I must fight with him, else he would kill me.\" -- D. Midleton, in Purchas, i. 244.\n 1613. -- \" . . . . mais avante . . . . por distancia de 2 legoas, esta o fermoso ryo de Cassam de lagarthos o crocodillos.\" -- Godinho de Eredia, 10.\n 1673. -- \"The River was full of Aligators or Crocodiles, which lay basking in the Sun in the Mud on the River's side.\" -- Fryer, 55.\n 1727. -- \"I was cleaning a vessel . . . . and had Stages fitted for my People to stand on . . . . and we were plagued with five or six Allegators, which wanted to be on the Stage.\" -- A. Hamilton, ii. 133.\n 1761.- \" . . . . else that sea-like Stream (Whence Traffic pours her bounties on mankind) Dread Alligators would alone possess.\" Grainger, Bk. ii.\n 1881. -- \"The Hooghly alone has never been so full of sharks and alligators as now. We have it on undoubted authority that within the past two months over a hundred people have fallen victims to these brutes.\" -- Pioneer Mail, July 10th.\n", "alligator-pear": "s. The fruit of the Laurus persea, Lin., Persea gratissima, Gaertn. The name as here given is an extravagant, and that of avocato or avogato a more moderate, corruption of aguacate or ahuacatl (see below), which appears to have been the native name in Central America, still surviving there. The Quichua name is palta, which is used as well as aguacaté by Cieza de Leon, and also by Joseph de Acosta. Grainger (Sugarcane, Bk. I.) calls it \"rich sabbaca,\" which he says is \"the Indian name of the avocato, avocado, avigato, or as the English corruptly call it, alligator pear. The Spaniards in S. America call it Aguacate, and under that name it is described by Ulloa.\" In French it is called avocat. The praise which Grainger, as quoted below, \"liberally bestows\" on this fruit, is, if we might judge from the specimens occasionally met with in India, absurd. With liberal pepper and salt there may be a remote suggestion of marrow: but that is all. Indeed it is hardly a fruit in the ordinary sense. Its common sea name of 'midshipman's butter' [or 'subaltern's butter'] is suggestive of its merits, or demerits.\n Though common and naturalised throughout the W. Indies and E. coasts of tropical S. America, its actual native country is unknown. Its introduction into the Eastern world is comparatively recent; not older than the middle of 18th century. Had it been worth eating it would have come long before.\n 1532-50. -- \"There are other fruits belonging to the country, such as fragrant pines and plantains, many excellent guavas, caymitos, aguacates, and other fruits.\"- Cieza de Leon, 16.\n 1608. -- \"The Palta is a great tree, and carries a faire leafe, which hath a fruite like to great peares; within it hath a great stone, and all the rest is soft meate, so as when they are full ripe, they are, as it were, butter, and have a delicate taste.\" -- Joseph de Acosta, 250.\n c. 1660.- \"The Aguacat no less is Venus Friend (To th' Indies Venus Conquest doth extend) A fragrant Leaf the Aguacata bears; Her Fruit in fashion of an Egg appears, With such a white and spermy Juice it swells As represents moist Life's first Principles. \" Cowley, Of Plantes, v.\n 1680. -- \"This Tavoga is an exceeding pleasant Island, abounding in all manner of fruits, such as Pine-apples . . . . Albecatos, Pears, Mammes.\" -- Capt. Sharpe, in Dampier, iv.\n 1685. -- \"The Avogato Pear-tree is as big as most Pear-trees . . . and the Fruit as big as a large Lemon. . . . The Substance in the inside is green, or a little yellowish, and soft as Butter. . . .\" -- Dampier, i. 203.\n 1736. -- \"Avogato, Baum. . . . This fruit itself has no taste, but when mixt with sugar and lemon juice gives a wholesome and tasty flavour.\" -- Zeidler's Lexicon, s.v.\n 1761.- \"And thou green avocato, charm of sense, Thy ripen'd marrow liberally bestows't.\" Grainger, Bk. I.\n 1830. -- \"The avocada, with its Brobdignag pear, as large as a purser's lantern.\" -- Tom Cringle, ed. 1863, 40.\n [1861. -- \"There is a well-known West Indian fruit which we call an avocado or alligator pear.\" -- Tylor, Anahuac, 227.]\n 1870. -- \"The aguacate or Alligator pear.\" -- Squier, Honduras, 142.\n 1873. -- \"Thus the fruit of the Persea gratissima was called Ahucatl' by the ancient Mexicans; the Spaniards corrupted it to avocado, and our sailors still further to 'Alligator pears.'\" -- Belt's Nicaragua, 107.\n [ALLYGOLE, ALIGHOL, ALLY- GOOL, ALLEEGOLE, s. H. -- P. 'aligol, from 'ālī 'lofty, excellent,' Skt. gola, a troop; a nondescript word used for \"irregular foot in the Maratha service, without discipline or regular arms. According to some they are so named from charging in a dense mass and invoking 'Ali, the son-in-law of Mohammed, being chiefly Mohammedans. \" -- (Wilson.)\n 1796. -- \"The Nezibs (Nujeeb) are matchlockmen, and according to their different casts are called Allegoles or Rohillas; they are indifferently formed of high-cast Hindoos and Musselmans, armed with the country Bandook (bundook), to which the ingenuity of De Boigne had added a Bayonet.\"- W. H. Tone, A Letter on the Maratta People, p. 50.\n 1804. -- \"Alleegole, A sort of chosen light infantry of the Rohilla Patans: sometimes the term appears to be applied to troops supposed to be used generally for desperate service.\" -- Fraser, Military Memoirs of Skinner, ii. 71 note, 75, 76.\n 1817. -- \"The Allygools answer nearly the same description.\" -- Blacker, Mem. of Operations in India, p. 22.]\n", "almadia": "s. This is a word introduced into Portuguese from Moorish Ar. al-ma'dīya. Properly it means 'a raft' (see Dozy, s.v.). But it is generally used by the writers on India for a canoe, or the like small native boat.\n 1514. -- \"E visto che non veniva nessuno ambasciata, solo venia molte abadie, cioè barche, a venderci galline. . . .\" -- Giov. da Empoli, in Archiv. Stor. Ital., p. 59.\n [1539. -- See quotation from Pinto under ALLIGATOR.\n c. 1610. -- \"Light vessels which they call almadia.\" -- Pyrard della Valle, Hak. Soc. i. 122; and also see under DONEY.]\n 1644. -- \"Huma Almadia pera serviço do dito Baluarte, com seis marinheiros que cada hum ven-se hum x(erafi)m por mes . . . . xs 72.\" -- Expenses of Diu, in Bocarro (Sloane MSS. 197, fol. 175).\n", "almanack": "s. On this difficult word see Dozy's Oosterlingen and N.E.D. In a passage quoted by Eusebius from Porphyry (Praep. Evangel. t. iii. ed. Gaisford) there is mention of Egyptian calendars called A)LMENIXIANA\\. Also in the Vocabular Arauigo of Pedro de Alcala (1505) the Ar. Manāk is given as the equivalent of the Span. almanaque, which seems to show that the Sp. Arabs did use manākh in the sense required, probably having adopted it from the Egyptian, and having assumed the initial al to be their own article.\n", "almyra": "s. H. almārī. A wardrobe, chest of drawers, or like piece of (closed) furniture. The word is in general use, by masters and servants in Anglo-Indian households, in both N. and S. India. It has come to us from the Port. almario, but it is the same word as Fr. armoire, Old E. ambry [for which see N.E.D.] &c., and Sc. awmry, orginating in the Lat. armarium, or -ria, which occurs also in L. Gr. as A)RMARH\\, A)RMA/RION.\n c. B.C. 200. -- \"Hoc est quod olim clanculum ex armario te surripuisse aiebas uxori tuae . . . .\" -- Plautus, Men. iii. 3.\n A.D. 1450. -- \"Item, I will my chambre prestes haue . . . . the thone of thame the to almer, & the tothir of yame the tother almar whilk I ordnyd for kepyng of vestmentes.\" -- Will of Sir T. Cumberlege, in Academy, Sept. 27, 1879, p. 231.\n 1589. -- \" ---- item ane langsettle, item ane almarie, ane Kist, ane sait burde . . . .\"- Ext. Records Burgh of Glasgow, 1876, 130.\n 1878. -- \"Sahib, have you looked in Mr Morrison's almirah?\" -- Life in Mofussil, i. 34.\n", "aloes": "s. The name of aloes is applied to two entirely different substances: a. the drug prepared from the inspissated bitter juice of the Aloë Socotrina, Lam. In this meaning (a) the name is considered (Hanbury and Flückiger, Pharmacographia, 616) to be derived from the Syriac 'elwai (in P. alwā). b. Aloes-wood, the same as Eagle-wood. This is perhaps from one of the Indian forms, through the Hebrew (pl. forms) ahālim, akhālim and ahālōth, akhālōth. Neither Hippocrates nor Theophrastus mentions aloes, but Dioscorides describes two kinds of it (Mat. Med. iii.3). \"It was probably the Socotrine aloes with which the ancients were most familiar. Eustathius says the aloe was called I(ERA\\, from its excellence in preserving life (ad. Il. 630). This accounts for the powder of aloes being called Hiera picra in the older writers on Pharmacy.\" -- (Francis Adams, Names of all Minerals, Plants, and Animals desc. by the Greek authors, etc.)\n (a) c. A.D. 70. -- \"The best Aloe (Latin the same) is brought out of India. . . . Much use there is of it in many cases, but principally to loosen the bellie; being the only purgative medicine that is comfortable to the stomach. . . .\" -- Pliny, Bk. xxvii (Ph. Holland, ii. 212).\n (b) \"*)/HLQE DE\\ KAI\\ *NIKO/DHMOS . . . . FE/RWN MI/GMA SMU/RNHS KAI\\ A)LO/HS W)SEI\\ LI/TRAS E(KATO/N.\" -- John xix. 39.\n c. A.D. 545. -- \"From the remoter regions, I speak of Tzinista and other places, the imports to Taprobane are silk Aloes-wood (A)LO/H), cloves, sandal-wood, and so forth.\"- Cosmas, in Cathay, p. clxxvii.\n [c. 1605. -- \"In wch Iland of Allasakatrina are good harbors faire depth and good Anchor ground.\" -- Discription in Birdwood, First Letter Book, 82. (Here there is a confusion of the name of the island Socotra with that of its best-known product -- Aloes Socotrina).]\n 1617. -- \". . . . a kind of lignum Allowaies.\" -- Cocks's Diary, i. 309 [and see i. 3].\n", "aloo": "s. Skt. -- H. ālū. This word is now used in Hindustani and other dialects for the 'potato.' The original Skt. is said to mean the esculent root Arum campanulatum.\n", "aloo bokhara": "s. P. ālū- bokhāra, 'Bokh. plum'; a kind of prune commonly brought to India by the Afghan traders.\n [c. 1666. -- \"Usbec being the country which principally supplies Delhi with . . . . many loads of dry fruit, as Bokara prunes. . . .\" -- Bernier, ed. Constable, 118.]\n 1817.- \"Plantains, the golden and the green, Malaya's nectar'd mangosteen; Prunes of Bokhara, and sweet nuts From the far groves of Samarkand.\" Moore, Lalla Rookh.\n", "alpeen": "s. H. alpīn, used in Bombay. A common pin, from Port. alfinete (Panjab N. & Q., ii. 117).\n", "amah": "s. A wet nurse; used in Madras, Bombay, China and Japan. It is Port. ama (comp. German and Swedish amme).\n 1839. -- \". . . . A sort of good-natured housekeeper-like bodies, who talk only of ayahs and amahs, and bad nights, and babies, and the advantages of Hodgson's ale while they are nursing: seeming in short devoted to 'suckling fools and chronicling small beer.'\" -- Letters from Madras, 294. See also p. 106.\n", "ambaree": "s. This is a P. word ('amārī) for a Howdah , and the word occurs in Colebrooke's letters, but is quite unusual now. Gladwin defines Amaree as \"an umbrella over the Howdeh\" (Index to Ayeen, i.). The proper application is to a canopied howdah, such as is still used by native princes.\n [c. 1661. -- \"Aurengzebe felt that he might venture to shut his brother up in a covered embary, a kind of closed litter in which women are carried on elephants.\" -- Bernier (ed. Constable), 69.]\n c. 1665. -- \"On the day that the King went up the Mountain of Pire-ponjale . . . being followed by a long row of elephants, upon which sat the Women in Mikdembers and Embarys . . . .\" -- Bernier, E.T. 130 [ed. Constable, 407].\n 1798. -- \"The Rajah's Sowarree was very grand and superb. He had twenty elephants, with richly embroidered ambarrehs, the whole of them mounted by his sirdars, -- he himself riding upon the largest, put in the centre.\" -- Skinner, Mem. i. 157.\n 1799. -- \"Many of the largest Ceylon and other Deccany Elephants bore ambáris on which all the chiefs and nobles rode, dressed with magnificence, and adorned with the richest jewels.\" -- Life of Colebrooke, p. 164.\n 1805. -- \"Amaury, a canopied seat for an elephant. An open one is called Houza or Howda.\" -- Dict. of Words used in E. Indies, 2nd ed. 21.\n 1807. -- \"A royal tiger which was started in beating a large cover for game, sprang up so far into the umbarry or state howdah, in which Sujah Dowlah was seated, as to leave little doubt of a fatal issue.\"- Williamson, Orient. Field Sports, 15.\n", "ambarreh": "s. Dekh. Hind. and Mahr. ambārā, ambāṛī [Skt. amla-vāṭika], the plant Hibiscus cannabinus, affording a useful fibre.\n", "amboyna": "n.p. A famous island in the Molucca Sea, belonging to the Dutch. The native form of the name is Ambun [which according to Marsden means 'dew'].\n [1605. -- \"He hath sent hither his forces which hath expelled all the Portingalls out of the fforts they here hould att Ambweno and Tydore.\" -- Birdwood, First Letter Book, 68.]\n", "ameen": "s. The word is Ar. amīn, meaning 'a trustworthy person,' and then an inspector, intendant, &c. In India it has several uses as applied to native officials employed under the Civil Courts, but nearly all reducible to the definition of fide-commissarius. Thus an ameen may be employed by a Court to investigate accounts connected with a suit, to prosecute local enquiries of any kind bearing on a suit, to sell or to deliver over possession of immovable property, to carry out legal process as a bailiff, &c. The name is also applied to native assistants in the duties of land-survey. But see Sudder Ameen (SUDDER).\n [1616. -- \"He declared his office of Amin required him to hear and determine differences. \" -- Foster, Letters, iv. 351.]\n 1817. -- \"Native officers called aumeens were sent to collect accounts, and to obtain information in the districts. The first incidents that occurred were complaints against these aumeens for injurious treatment of the inhabitants. . . .\" -- Mill. Hist., ed. 1840, iv. 12.\n 1861. -- \"Bengallee dewans, once pure, are converted into demons; Ameens, once harmless, become tigers; magistrates, supposed to be just, are converted into oppressors. \" -- Peterson, Speech for Prosecution in Nil Durpan case.\n 1878. -- \"The Ameen employed in making the partition of an estate.\" -- Life in the Mofussil, i. 206.\n 1882. -- \"A missionary . . . . might, on the other hand, be brought to a standstill when asked to explain all the terms used by an amin or valuator who had been sent to fix the judicial rents.\" -- Saty. Rev., Dec. 30, p. 866.\n", "ameer": "s. Ar. Amīr (root amr, 'commanding,' and so) 'a commander, chief, or lord,' and, in Ar. application, any kind of chief from the Amīru'lmūminīn, 'the Amīr of the Faithful' i.e. the Caliph, downwards. The word in this form perhaps first became familiar as applied to the Princes of Sind, at the time of the conquest of that Province by Sir. C. J. Napier. It is the title affected by many Musulman sovereigns of various calibres, as the Amīr of Kābul, the Amīr of Bokhārā, &c. But in sundry other forms the word has, more or less, taken root in European languages since the early Middle Ages. Thus it is the origin of the title 'Admiral,' now confined to generals of the sea service, but applied in varying forms by medieval Christian writers to the Amīrs, or lords, of the court and army of Egypt and other Mohammedan States. The word also came to us again, by a later importation from the Levant, in the French form, Emir or Emer. -- See also Omrah, which is in fact Umarā, the pl. of Amīr. Byzantine writers use *)AME\\R, *)AMHRA=S, *)AMURA/S, *)AMHRAI=OS, &c. (See Ducange, Gloss. Grœcit.) It is the opinion of the best scholars that the forms Amiral, Ammiraglio, Admiral &c., originated in the application of a Low Latin termination -alis or -alius, though some doubt may still attach to this question. (See Marcel Devic, s.v. Amiral, and Dozy, Oosterlingen, s.v. Admiraal [and N.E.D. s.v. Admiral]. The d in admiral probably came from a false imagination of connection with admirari.\n 1250. -- \"Li grand amiraus des galies m'envoia querre, et me demanda si j'estoie cousins le roy; et je le di que nanin . . . .\" -- Joinville, p. 178. This passage illustrates the sort of way in which our modern use of the word admiral originated.\n c. 1345. -- \"The Master of the Ship is like a great amīr; when he goes ashore the archers and the blackamoors march before him with javelins and swords, with drums and horns and trumpets.\" -- Ibn Batuta, iv. 93.\n Compare with this description of the Commander of a Chinese Junk in the 14th century, A. Hamilton's of an English Captain in Malabar in the end of the 17th:\n \"Captain Beawes, who commanded the Albemarle, accompanied us also, carrying a Drum and two Trumpets with us, so as to make our Compliment the more solemn.\"- i. 294.\n And this again of an \"interloper\" skipper at Hooghly, in 1683:\n 1683. -- \"Alley went in a splendid Equipage, habitted in scarlet richly laced. Ten Englishmen in Blue Capps and Coats edged with Red, all armed with Blunderbusses, went before his pallankeen, 80 (? 8) Peons before them, and 4 Musicians playing on the Weights with 2 Flaggs, before him, like an Agent . . .\" -- Hedges, Oct. 8 (Hak. Soc. i. 123).\n 1384. -- \"Il Soldano fu cristiano di Grecia, e fu venduto per schiavo quando era fanciullo a uno ammiraglio, come tu dicessi 'capitano di guerra.'\" -- Frescobaldi, p. 39.\n [1510. -- See quotation from Varthema under XERAFINE.]\n 1615. -- \"The inhabitants (of Sidon) are of sundry nations and religions; governed by a succession of Princes whom they call Emers; descended, as they say, from the Druses.\" -- Sandys, Iourney, 210.\n", "amoy": "n.p. A great seaport of Fokien in China, the name of which in Mandarin dialect is Hia-men, meaning 'Hall Gate,' which is in the Changchan dialect A-muin. In some books of the last century it is called Emwy and the like. It is now a Treaty-Port.\n 1687. -- \"Amoy or Anhay, which is a city standing on a Navigable River in the Province of Fokien in China, and is a place of vast trade.\" -- Dampier, i. 417. (This looks as if Dampier confounded the name of Amoy, the origin of which (as generally given) we have stated, with that of An-hai, one of the connected ports, which lies to the N.E., about 30 m., as the crow flies, from Amoy).\n 1727. -- \"There are some curiosities in Amoy. One is a large Stone that weighs above forty Tuns . . . . in such an Equilibrium, that a Youth of twelve Years old can easily make it move.\" -- A. Hamilton, ii. 243.\n", "amshom": "s. Malayāl. am̃śam, from Skt. āmśah, 'a part,' defined by Gundert as \"part of a Talook, formerly called hobili, greater than a taṛa.\" [Logan (Man. Malabar, i. 87) speaks of the amsam as a 'parish.'] It is further explained in the following quotation:-\n 1878. -- \"The amshom is really the smallest revenue division there is in Malabar, and is generally a tract of country some square miles in extent, in which there is no such thing as a village, but a series of scattered homesteads and farms, where the owner of the land and his servants reside . . . . separate and apart, in single separate huts, or in scattered collections of huts.\" -- Report of Census Com. in India.\n A MUCK, to run, v. There is we believe no room for doubt that, to us at least, this expression came from the Malay countries, where both the phrase and the practice are still familiar. Some valuable remarks on the phenomenon, as prevalent among the Malays, were contributed by Dr Oxley of Singapore to the Journal of the Indian Archipelago, vol. iii. p. 532; see a quotation below. [Mr W. W. Skeat writes -- \"The best explanation of the fact is perhaps that it was the Malay national method of committing suicide, especially as one never hears of Malays committing suicide in any other way. This form of suicide may arise from a wish to die fighting and thus avoid a 'straw death, a cow's death'; but it is curious that women and children are often among the victims, and especially members of the suicide's own family. The act of running amuck is probably due to causes over which the culprit has some amount of control, as the custom has now died out in the British Possessions in the Peninsula, the offenders probably objecting to being caught and tried in cold blood. I remember hearing of only about two cases (one by a Sikh soldier) in about six years. It has been suggested further that the extreme monotonous heat of the Peninsula may have conduced to such outbreaks as those of Running amuck and Latah.]\n The word is by Crawfurd ascribed to the Javanese, and this is his explanation:\n \"Amuk (J.). An a-muck; to run a-muck; to tilt; to run furiously and desperately at any one; to make a furious onset or charge in combat.\" -- (Malay Dict.) [The standard Malay, according to Mr Skeat, is rather amok (mengāmok).]\n Marsden says that the word rarely occurs in any other than the verbal form mengāmuk, 'to make a furious attack' (Mem. of a Malayan Family, 96).\n There is reason, however, to ascribe an Indian origin to the term; whilst the practice, apart from the term, is of no rare occurrence in Indian history. Thus Tod records some notable instances in the history of the Rājputs. In one of these (1634) the eldest son of the Raja of Mārwār ran a-muck at the court of Shāh Jahān, failing in his blow at the Emperor, but killing five courtiers of eminence before he fell himself. Again, in the 18th century, Bījai Singh, also of Mārwār, bore strong resentment against the Tālpura prince of Hyderabad, Bījar Khān, who had sent to demand from the Rājput tribute and a bride. A Bhattī and a Chondāwat offered their services for vengeance, and set out for Sind as envoys. Whilst Bījar Khān read their credentials, muttering, 'No mention of the bride!' the Chondāwat buried a dagger in his heart, exclaiming 'This for the bride!' 'And this for the tribute!' cried the Bhattī, repeating the blow. The pair then plied their daggers right and left, and 26 persons were slain before the envoys were hacked to pieces (Tod, ii. 45 & 315).\n But it is in Malabar that we trace the apparent origin of the Malay term in the existence of certain desperadoes who are called by a variety of old travellers amouchi or amuco. The nearest approach to this that we have been able to discover is the Malayālam amar-kkan, 'a warrior' (from amar, 'fight, war'). [The proper Malayālam term for such men was Chaver, literally those who took up or devoted themselves to death.] One of the special applications of this word is remarkable in connection with a singular custom in Malabar. After the Zamorin had reigned 12 years, a great assembly was held at Tirunāvāyi, when that Prince took his seat surrounded by his dependants, fully armed. Any one might then attack him, and the assailant, if successful in killing the Zamorin, got the throne. This had often happened. [For a full discussion of this custom see Frazer, Golden Bough, 2nd ed., ii. 14 sq.] In 1600 thirty such assailants were killed in the enterprise. Now these men were called amar-kkār (pl. of amar-kkan, see Gundert s.v.). These men evidently ran a-muck in the true Malay sense; and quotations below will show other illustrations from Malabar which confirm the idea that both name and practice originated in Continental India. There is indeed a difficulty as to the derivation here indicated, in the fact that the amuco or amouchi of European writers on Malabar seems by no means close enough to amarkkan, whilst it is so close to the Malay āmuk; and on this further light may be hoped for. The identity between the amoucos of Malabar and the amuck runners of the Malay peninsula is clearly shown by the passage from Correa given below. [Mr Whiteway adds \"Gouvea (1606) in his Iornada (ch. 9, Bk. ii.) applies the word amouques to certain Hindus whom he saw in S. Malabar near Quilon, whose duty it was to defend the Syrian Christians with their lives. There are reasons for thinking that the worthy priest got hold of the story of a cock and a bull; but in any case the Hindus referred to were really Jangadas.\"] (See JANCADA).\n De Gubernatis has indeed suggested that the word amouchi was derived from the Skt. amokshya, 'that cannot be loosed'; and this would be very consistent with several of the passages which we shall quote, in which the idea of being 'bound by a vow' underlies the conduct of the persons to whom the term was applicable both in Malabar and in the Archipelago. But amokshya is a word unknown to Malayālam, in such a sense at least.\n We have seen a-muck derived from the Ar. aḥmaḳ, 'fatuous' [(e.g. Ball, Jungle Life, 358).] But this is etymology of the kind which scorns history.\n The phrase has been thoroughly naturalised in England since the days of Dryden and Pope. [The earliest quotation for \"running amuck\" in the N.E.D. is from Marvell (1672).]\n c. 1430. -- Nicolo Conti, speaking of the greater Islands of the Archipelago under the name of the Two Javas, does not use the word, but describes a form of the practice:-\n \"Homicide is here a jest, and goes without punishment. Debtors are made over to their creditors as slaves; and some of these, preferring death to slavery, will with drawn swords rush on, stabbing all whom they fall in with of less strength than themselves, until they meet death at the hands of some one more than a match for them. This man, the creditors then sue in Court for the dead man's debt.\" -- In India in the XVth C. 45.\n 1516. -- \"There are some of them (Javanese) who if they fall ill of any severe illness vow to God that if they remain in health they will of their own accord seek another more honourable death for his service, and as soon as they get well they take a dagger in their hands, and go out into the streets and kill as many persons as they meet, both men, women, and children, in such wise that they go like mad dogs, killing until they are killed. These are called Amuco. And as soon as they see them begin this work, they cry out, saying Amuco, Amuco, in order that people may take care of themselves, and they kill them with dagger and spear thrusts.\" -- Barbosa, Hak. Soc. 194. This passage seems to show that the word amuk must have been commonly used in Malay countries before the arrival of the Portuguese there, c. 1511.\n 1539. -- \" . . . The Tyrant (o Rey Ache) sallied forth in person, accompanied with 5000 resolute men (cinco mil Amoucos) and charged the Bataes very furiously.\" -- Pinto (orig. cap. xvii.) in Cogan, p. 20.\n 1552. -- De Barros, speaking of the capture of the Island of Beth (Beyt, off the N.W. point of Kāthiāwār) by Nuno da Cunha in 1531, says: \"But the natives of Guzarat stood in such fear of Sultan Badur that they would not consent to the terms. And so, like people determined on death, all that night they shaved their heads (this is a superstitious practice of those who despise life, people whom they call in India Amaucos) and betook themselves to their mosque, and there devoted their persons to death . . . . and as an earnest of this vow, and an example of this resolution, the Captain ordered a great fire to be made, and cast into it his wife, and a little son that he had, and all his household and his goods, in fear lest anything of his should fall into our possession.\" Others did the like, and then they fell upon the Portuguese. -- Dec. IV. iv. 13.\n c. 1561. -- In war between the Kings of Calicut and Cochin (1503) two princes of Cochin were killed. A number of these desperadoes who have been spoken of in the quotations were killed. . . . \"But some remained who were not killed, and these went in shame, not to have died avenging their lords . . . . these were more than 200, who all, according to their custom, shaved off all their hair, even to the eyebrows, and embraced each other and their friends and relations, as men about to suffer death. In this case they are as madmen -- known as amoucos -- and count themselves as already among the dead. These men dispersed, seeking wherever they might find men of Calicut, and among these they rushed fearless, killing and slaying till they were slain. And some of them, about twenty, reckoning more highly of their honour, desired to turn their death to better account; and these separated, and found their way secretly to Calicut, determined to slay the king. But as it became known that they were amoucos, the city gave the alarm, and the King sent his servants to slay them as they slew others. But they like desperate men played the devil (fazião diabruras) before they were slain, and killed many people, with women and children. And five of them got together to a wood near the city, which they haunted for a good while after, making robberies and doing much mischief, until the whole of them were killed.\" -- Correa, i. 364-5.\n 1566. -- \"The King of Cochin . . . . . hath a great number of gentlemen which he calleth Amocchi, and some are called Nairi: these two sorts of men esteem not their lives anything, so that it may be for the honour of their King.\" -- M. CoesarFrederike in Purchas, ii. 1708. [See Logan, Man. Malabar, i. 138.]\n 1584. -- \"Their forces (in Cochin) consist in a kind of soldiers whom they call amocchi, who are under obligation to die at the King's pleasure, and all soldiers who in war lose their King or their general lie under this obligation. And of such the King makes use in urgent cases, sending them to die fighting.\" -- Letter of F. Sassetti to Francesco I., Gd. D. of Tuscany, in De Gubernatis, 154.\n c. 1584. -- \"There are some also who are called Amocchi . . . . who being weary of living, set themselves in the way with a weapon in their hands, which they call a Crise, and kill as many as they meete with, till somebody killeth them; and this they doe for the least anger they conceive, as desperate men.\" -- G. Balbi in Purchas, ii. 1724.\n 1602. -- De Couto, speaking of the Javanese: \"They are chivalrous men, and of such determination that for whatever offence may be offered them they make themselves amoucos in order to get satisfaction thereof. And were a spear run into the stomach of such an one he would still press forward without fear till he got at his foe.\" -- Dec. IV. iii. 1.\n \" In another passage (ib. vii. 14) De Couto speaks of the amoucos of Malabar just as Della Valle does below. In Dec. VI. viii. 8 he describes how, on the death of the King of Pimenta, in action with the Portuguese, \"nearly 4000 Nairs made themselves amoucos with the usual ceremonies, shaving their heads on one side, and swearing by their pagoda to avenge the King's death.\"\n 1603. -- \"Este es el genero de milicia de la India, y los Reyes señalan mas o menos Amoyos (ò Amacos, que todo es uno) para su guarda ordinaria.\" -- San Roman,Historia, 48.\n 1604. -- \"Auia hecho vna junta de Amocos, con sus ceremonias para venir a morir adonde el Panical auia sedo muerto.\"- Guerrero, Relacion, 91.\n 1611. -- \"Viceroy. What is the meaning of amoucos? Soldier. It means men who have made up their mind to die in killing as many as they can, as is done in the parts about Malaca by those whom they call amoucos in the language of the country.\" -- Couto, Dialogo do Soldado Pratico, 2nd part, p. 9. -- (Printed at Lisbon in 1790).\n 1615. -- \"Hos inter Nairos genus est et ordo quem Amocas vocant quibus ob studium rei bellicae praecipua laus tribuitur, et omnium habentur validissimi.\" -- Jarric, Thesaurus, i. 65.\n 1624. -- \"Though two kings may be at war, either enemy takes great heed not to kill the King of the opposite faction, nor yet to strike his umbrella, wherever it may go . . . for the wholè kingdom of the slain or wounded king would be bound to avenge him with the complete destruction of the enemy, or all, if needful, to perish in the attempt. The greater the king's dignity among these people, the longer period lasts this obligation to furious revenge . . . . this period or method of revenge is termed Amoco, and so they say that the Amoco of the Samori lasts one day; the Amoco of the king of Cochin lasts a life-time; and so of others.\" -- P. della Valle, ii. 745 [Hak. Soc., ii. 380 seq.].\n 1648. -- \"Derrière ces palissades s'estoit caché un coquin de Bantamois qui estoit revenu de la Mecque et jouoit à Moqua . . . . il court par les rues et tue tous ceux qu'il rencontre. . . . \" -- Tavernier, V. des Indes, liv. iii. ch. 24 [Ed. Ball, ii. 361 seq.].\n 1659. -- \"I saw in this month of February at Batavia the breasts torn with red-hot tongs off a black Indian by the executioner; and after this he was broken on the wheel from below upwards. This was because through the evil habit of eating opium (according to the godless custom of the Indians) he had become mad and raised the cry of Amocle (misp. for Amock) . . . in which mad state he had slain five persons. . . . This was the third Amock cryer whom I saw during that visit to Batavia (a few months) broken on the wheel for murder.\"\n * * * * * . . . . . \"Such a murderer and Amock- runner has sometimes the fame of being an invincible hero because he has so manfully repulsed all who tried to seize him. . . . . . So the Netherlands Government is compelled when such an Amock-runner is taken alive to punish him in a terrific manner.\" -- Walter Schulzens Ost-Indische Reise-Beschreibung (German ed.), Amsterdam, 1676, pp. 19-20 and 227.\n 1672. -- \"Every community (of the Malabar Christians), every church has its own Amouchi, which . . . . are people who take an oath to protect with their own lives the persons and places put under their safeguard, from all and every harm.\" -- P. Vicenzo Maria, 145.\n \" \"If the Prince is slain the amouchi, who are numerous, would avenge him desperately. If he be injured they put on festive raiment, take leave of their parents, and with fire and sword in hand invade the hostile territory, burning every dwelling, and slaying man, woman, and child, sparing none, until they themselves fall.\" -- Ibid. 237-8.\n 1673. -- \"And they (the Mohammedans) are hardly restrained from running a muck (which is to kill whoever they meet, till they be slain themselves), especially if they have been at Hodge [Hadgee] a Pilgrimage to Mecca.\" -- Fryer, 91.\n 1687. -- Dryden assailing Burnet:- \"Prompt to assault, and careless of defence, Invulnerable in his impudence, He dares the World; and eager of a name, He thrusts about and justles into fame. Frontless and satire-proof, he scours the streets And runs an Indian Muck at all he meets.\" The Hind and the Panther, line 2477.\n 1689. -- \"Those that run these are called Amouki, and the doing of it Running a Muck.\" -- Ovington, 237.\n 1712. -- \"Amouco (Termo da India) val o mesmo que homem determinado e apostado que despreza a vida e não teme a morte.\" -- Bluteau, s.v.\n 1727. -- \"I answered him that I could no longer bear their Insults, and, if I had not Permission in three Days, I would run a Muck (which is a mad Custom among the Mallayas when they become desperate).\"- A. Hamilton, ii. 231.\n 1737.- \"Satire's my weapon, but I'm too discreet To run a muck, and tilt at all I meet.\" Pope, Im. of Horace, B. ii. Sat. i. 69.\n 1768-71. -- \"These acts of indiscriminate murder are called by us mucks, because the perpetrators of them, during their frenzy, continually cry out amok, amok, which signifies kill, kill. . .\" -- Stavorinus, i. 291.\n 1783. -- At Bencoolen in this year (1760)- \"the Count (d'Estaing) afraid of an insurrection among the Buggesses . . . . invited several to the Fort, and when these had entered the Wicket was shut upon them; in attempting to disarm them, they mangamoed, that is ran a muck; they drew their cresses, killed one or two Frenchmen, wounded others, and at last suffered themselves, for supporting this point of honour.\" -- Forrest's Voyage to Mergui, 77.\n 1784. -- \"It is not to be controverted that these desperate acts of indiscriminate murder, called by us mucks, and by the natives mongamo, do actually take place, and frequently too, in some parts of the east (in Java in particular).\" -- Marsden, H. of Sumatra, 239.\n 1788. -- \"We are determined to run a muck rather than suffer ourselves to be forced away by these Hollanders.\" -- Mem. of a Malayan Family, 66.\n 1798. -- \"At Batavia, if an officer take one of these amoks, or mohawks, as they have been called by an easy corruption, his reward is very considerable; but if he kill them, nothing is added to his usual pay. . .\" -- Translator of Stavorinus, i. 294.\n 1803. -- \"We cannot help thinking, that one day or another, when they are more full of opium than usual, they (the Malays) will run a muck from Cape Comorin to the Caspian.\" -- Sydney Smith, Works, 3rd ed., iii. 6.\n 1846. -- \"On the 8th July, 1846, Sunan, a respectable Malay house-builder in Penang, ran amok . . . . killed an old Hindu woman, a Kling, a Chinese boy, and a Kling girl about three years old . . . . and wounded two Hindus, three Klings, and two Chinese, of whom only two survived. . . . On the trial Sunan declared he did not know what he was about, and persisted in this at the place of execution. . . . The amok took place on the 8th, the trial on the 13th, and the execution on the 15th July, -- all within 8 days.\" -- J. Ind. Arch., vol. iii. 460-61.\n 1849. -- \"A man sitting quietly among his friends and relatives, will without provocation suddenly start up, weapon in hand, and slay all within his reach. . . . Next day when interrogated . . . . the answer has invariably been, \"The Devil entered into me, my eyes were darkened, I did not know what I was about.\" I have received the same reply on at least 20 different occasions; on examination of these monomaniacs, I have generally found them labouring under some gastric disease, or troublesome ulcer. . . . The Bugis, whether from revenge or disease, are by far the most addicted to run amok. I should think three -- fourths of all the cases I have seen have been by persons of this nation.\" -- Dr T. Oxley, in J. Ind. Archip., iii. 532.\n [1869. -- \"Macassar is the most celebrated place in the East for 'running a muck.'\" -- Wallace, Malay Archip. (ed. 1890), p. 134.]\n [1870. -- For a full account of many cases in India, see Chevers, Med. Jurisprudence, p. 781 seqq.]\n 1873. -- \"They (the English) . . . . crave governors who, not having bound themselves beforehand to 'run amuck,' may give the land some chance of repose.\" -- Blackwood's Magazine, June, p. 759.\n 1875. -- \"On being struck the Malay at once stabbed Arshad with a kriss; the blood of the people who had witnessed the deed was aroused, they ran amok, attacked Mr Birch, who was bathing in a floating bath close to the shore, stabbed and killed him.\" -- Sir W. D. Jervois to the E. of Carnarvon, Nov. 16, 1875.\n 1876. -- \"Twice over, while we were wending our way up the steep hill in Galata, it was our luck to see a Turk 'run a muck' . . . . nine times out of ten this frenzy is feigned, but not always, as for instance in the case where a priest took to running amuck on an Austrian Lloyd's boat on the Black Sea, and after killing one or two passengers, and wounding others, was only stopped by repeated shots from the Captain's pistol.\" -- Barkley, Five Years in Bulgaria, 240-41.\n 1877. -- The Times of February 11th mentions a fatal muck run by a Spanish sailor, Manuel Alves, at the Sailors' Home, Liverpool; and the Overland Times of India (31st August) another run by a sepoy at Meerut.\n 1879. -- \"Running a-muck does not seem to be confined to the Malays. At Ravenna, on Monday, when the streets were full of people celebrating the festa of St John the Baptist, a maniac rushed out, snatched up a knife from a butcher's stall and fell upon everyone he came across . . . . . before he was captured he wounded more or less seriously 11 persons, among whom was one little child.\" -- Pall Mall Gazette, July 1.\n \" \"Captain Shaw mentioned . . . that he had known as many as 40 people being injured by a single 'amok' runner. When the cry 'amok! amok!' is raised, people fly to the right and left for shelter, for after the blinded madman's kris has once 'drunk blood,' his fury becomes ungovernable, his sole desire is to kill; he strikes here and there; he stabs fugitives in the back, his kris drips blood, he rushes on yet more wildly, blood and murder in his course; there are shrieks and groans, his bloodshot eyes start from their sockets, his frenzy gives him unnatural strength; then all of a sudden he drops, shot through the heart, or from sudden exhaustion, clutching his bloody kris.\" -- Miss Bird, Golden Chersonese, 356.\n", "anaconda": "s. This word for a great python, or boa, is of very obscure origin. It is now applied in scientific zoology as the specific name of a great S. American water-snake. Cuvier has \"L'Anacondo (Boa scytale et murina, L. -- Boa aquatica, Prince Max.),\" (Règne Animal, 1829, ii. 78). Again, in the Official Report prepared by the Brazilian Government for the Philadelphia Exhibition of 1876, we find: \"Of the genus Boa . . . . we may mention the .... sucuriù or sucuriuba (B. anaconda), whose skins are used for boots and shoes and other purposes.\" And as the subject was engaging our attention we read the following in the St James' Gazette of April 3, 1882: -- \"A very unpleasant account is given by a Brazilian paper, the Voz do Povo of Diamantino, of the proceedings of a huge water-snake called the sucuruyu, which is to be found in some of the rivers of Brazil. . . . A slave, with some companions, was fishing with a net in the river, when he was suddenly seized by a sucuruyu, who made an effort with his hinder coils to carry off at the same time another of the fishing party.\" We had naturally supposed the name to be S. American, and its S. American character was rather corroborated by our finding in Ramusio's version of Pietro Martire d'Angheria such S. American names as Anacauchoa and Anacaona. Serious doubt was however thrown on the American origin of the word when we found that Mr H. W. Bates entirely disbelieved it, and when we failed to trace the name in any older books about S. America.\n In fact the oldest authority that we have met with, the famous John Ray, distinctly assigns the name, and the serpent to which the name properly belonged, to Ceylon. This occurs in his Synopsis Methodica Animalium Quadrupedum et Serpentini Generis, Lond. 1693. In this he gives a Cata logue of Indian Serpents, which he had received from his friend Dr Tancred Robinson, and which the latter had noted e Museo Leydensi. No. 8 in this list runs as follows:-\n \"8. Serpens Indicus Bubalinus, Anacandaia Zeylonensibus, id est Bubalorum aliorumque jumentorum membra conterens,\" p. 332.\n The following passage from St Jerome, giving an etymology, right or wrong, of the word boa, which our naturalists now limit to certain great serpents of America, but which is often popularly applied to the pythons of E. Asia, shows a remarkable analogy to Ray's explanation of the name Anacandaia:-\n c. A.D. 395-400. -- \"Si quidem draco mirae magnitudinis, quos gentili sermone Boas vocant, ab eo quod tam grandes sint ut boves glutire soleant, omnem late vastabat provinciam, et non solum armenta et pecudes sed agricolas quoque et pastores tractos ad se vi spiritus absorbebat.\" -- In Vita Scti. Hilarionis Eremitae, Opera Scti. Eus. Hieron. Venetiis, 1767, ii. col. 35.\n Ray adds that on this No. 8 should be read what D. Cleyerus has said in the Ephem. German. An 12. obser. 7, entitled: De Serpente magno Indiae Orientalis Urobubalum deglutiente. The serpent in question was 25 feet long. Ray quotes in abridgment the description of its treatment of the buffalo; how, if the resistance is great, the victim is dragged to a tree, and compressed against it; how the noise of the crashing bones is heard as far as a cannon: how the crushed carcass is covered with saliva, etc. It is added that the country people (apparently this is in Amboyna) regard this great serpent as most desirable food.\n The following are extracts from Cleyer's paper, which is, more fully cited, Miscellanea Curiosa, sive Ephimeridum Medico-Physicarum Germanicarum Academiae Naturae Curiosorum, Dec. ii. -- Annus Secundus, Anni MDCLXXXIII. Norimbergae. Anno MDCLXXXIV. pp. 18-20. It is illustrated by a formidable but inaccurate picture showing the serpent seizing an ox (not a buffalo) by the muzzle, with huge teeth. He tells how he dissected a great snake that he bought from a huntsman in which he found a whole stag of middle age, entire in skin and every part; and another which contained a wild goat with great horns, likewise quite entire; and a third which had swallowed a porcupine armed with all his \"sagittiferis aculeis.\" In Amboyna a woman great with child had been swallowed by such a serpent. . . .\n \"Quod si animal quoddam robustius renitatur, ut spiris anguinis enecari non possit, serpens crebris cum animali convolutionibus caudâ suâ proximam arborem in auxilium et robur corporis arripit eamque circumdat, quo eo fortius et valentius gyris suis animal comprimere, suffocare, et demum enecare possit . . . .\"\n \"Factum est hoc modo, ut (quod ex fide dignissimis habeo) in Regno Aracan . . . . talis vasti corporis anguis prope flumen quoddam, cum Uro-bubalo, sive sylvestri bubalo aut uro . . . . immani spectaculo congredi visus fuerit, eumque dicto modo occiderit; quo conflictu et plusquam hostili amplexu fragor ossium in bubalo comminutorum ad distantiam tormenti bellici majoris . . . . a spectatoribus sat eminus stantibus exaudiri potuit. . . .\"\n The natives said these great snakes had poisonous fangs. These Cleyer could not find, but he believes the teeth to be in some degree venomous, for a servant of his scratched his hand on one of them. It swelled, greatly inflamed, and produced fever and delirium:\n \"Nec prius cessabant symptomata, quam Serpentinus lapis (see SNAKE - STONE) quam Patres Jesuitae hic componunt, vulneri adaptatus omne venenum extraheret, et ubique symptomata convenientibus antidotis essent profligata.\"\n Again, in 1768, we find in the Scots Magazine, App. p. 673, but quoted from \"London pap. Aug. 1768,\" and signed by R. Edwin, a professed eyewitness, a story with the following heading: \"Description of the Anaconda, a monstrous species of serpent. In a letter from an English gentleman, many years resident in the Island of Ceylon in the East Indies. . . . . The Ceylonese seem to know the creature well; they call it Anaconda, and talked of eating its flesh when they caught it.\" He describes its seizing and disposing of an enormous \"tyger.\" The serpent darts on the \"tyger\" from a tree, attacking first with a bite, then partially crushing and dragging it to the tree . . . . \"winding his body round both the tyger and the tree with all his violence, till the ribs and other bones began to give way . . . . each giving a loud crack when it burst . . . . the poor creature all this time was living, and at every loud crash of its bones gave a houl, not loud, yet piteous enough to pierce the cruelest heart.\"\n Then the serpent drags away its victim, covers it with slaver, swallows it, etc. The whole thing is very cleverly told, but is evidently a romance founded on the description by \"D. Cleyerus,\" which is quoted by Ray. There are no tigers in Ceylon. In fact, \"R. Edwin\" has developed the Romance of the Anaconda out of the description of D. Cleyerus, exactly as \"Mynheer Försch\" some years later developed the Romance of the Upas out of the older stories of the poison tree of Macassar. Indeed, when we find \"Dr Andrew Cleyer\" mentioned among the early relators of these latter stories, the suspicion becomes strong that both romances had the same author, and that \"R. Edwin\" was also the true author of the wonderful story told under the name of Foersch. (See further under UPAS.)\n In Percival's Ceylon (1803) we read: \"Before I arrived in the island I had heard many stories of a monstrous snake, so vast in size as to devour tigers and buffaloes, and so daring as even to attack the elephant\" (p. 303). Also, in Pridham's Ceylon and its Dependencies (1849, ii. 750 - 51): \"Pimbera or Anaconda is of the genus Python, Cuvier, and is known in English as the rock-snake.\" Emerson Tennent (Ceylon, 4th ed., 1860, i. 196) says: \"The great python (the 'boa' as it is commonly designated by Europeans, the 'anaconda' of Eastern story) which is supposed to crush the bones of an elephant, and to swallow a tiger\" . . . . It may be suspected that the letter of \"R. Edwin\" was the foundation of all or most of the stories alluded to in these passages. Still we have the authority of Ray's friend that Anaconda, or rather Anacondaia, was at Leyden applied as a Ceylonese name to a specimen of this python. The only interpretation of this that we can offer is Tamil ānai - kondra [āṇaikkónḍa], \"which killed an elephant\"; an appellative, but not a name. We have no authority for the application of this appellative to a snake, though the passages quoted from Percival, Pridham, and Tennent are all suggestive of such stories, and the interpretation of the name anacondaia given to Ray: \"Bubalorum . . . membra conterens,\" is at least quite analogous as an appellative. It may be added that in Malay anakanda signifies \"one that is well-born,\" which does not help us. . . [Mr Skeat is unable to trace the word in Malay, and rejects the derivation from anakanda given above. A more plausible explanation is that given by Mr D. Ferguson (8 Ser. N. & Q. xii. 123), who derives anacandaia from Singhalese Henakandayâ (hena, 'lightning'; kanda, 'stem, trunk,') which is a name for the whipsnake (Passerita mycterizans), the name of the smaller reptile being by a blunder transferred to the greater. It is at least a curious coincidence that Ogilvy (1670) in his \"Description of the African Isles\" (p. 690), gives: \"Anakandef, a sort of small snakes,\" which is the Malagasy Anakandîfy, 'a snake.']\n 1859. -- \"The skins of anacondas offered at Bangkok come from the northern provinces. \" -- D. O. King, in J. R. G. Soc., xxx. 184.\n", "ananas": "s. The Pine-apple (Ananassa sativa, Lindl.; Bromelia Ananas, L.), a native of the hot regions of Mexico and Panama. It abounded, as a cultivated plant, in Hispaniola and all the islands according to Oviedo. The Brazilian Nana, or perhaps Nanas, gave the Portuguese Ananas or Ananaz. This name has, we believe, accompanied the fruit whithersoever, except to England, it has travelled from its home in America. A pine was brought home to Charles V., as related by J. D'Acosta below. The plant is stated to have been first, in Europe, cultivated at Leyden about 1650 (?). In England it first fruited at Richmond, in Sir M. Decker's garden, in 1712.* But its diffusion in the East was early and rapid. To one who has seen the hundreds of acres covered with pineapples on the islands adjoining Singapore, or their profusion in a seemingly wild state in the valleys of the Kasia country on the eastern borders of The English Cyclop. states on the authority of the Sloane MSS. that the pine was brought into England by the Earl of Portland, in 1690. [See Encyl. Brit., 9th ed., xix. 106.]\n Bengal, it is hard to conceive of this fruit as introduced in modern times from another hemisphere. But, as in the case of tobacco, the name bewrayeth its true origin, whilst the large natural family of plants to which it belongs is exclusively American. The names given by Oviedo, probably those of Hispaniola, are Iaiama as a general name, and Boniana and Aiagua for two species. Pine-apples used to cost a pardao (a coin difficult to determine the value of in those days) when first introduced in Malabar, says Linschoten, but \"now there are so many grown in the country, that they are good cheape\" (91); [Hak. Soc. ii. 19]. Athanasius Kircher, in the middle of the 17th century, speaks of the ananas as produced in great abundance in the Chinese provinces of Canton, Kiangsu and Fuhkien. In Ibn Muhammad Wali's H. of the Conquest of Assam, written in 1662, the pine-apples of that region are commended for size and flavour. In the last years of the preceding century Carletti (1599) already commends the excellent ananas of Malacca. But even some 20 or 30 years earlier the fruit was grown profusely in W. India, as we learn from Chr. d'Acosta (1578). And we know from the Āīn that (about 1590) the ananas was habitually served at the table of Akbar, the price of one being reckoned at only 4 dams, or 1⁄10 of a rupee; whilst Akbar's son Jahāngīr states that the fruit came from the sea-ports in the possession of the Portuguese. -- (See Āīn, i. 66-68.)\n In Africa too, this royal fruit has spread, carrying the American name along with it. \"The Mānānāzi† or pine-apple,\" says Burton, \"grows luxuriantly as far as 3 marches from the coast (of Zanzibar). It is never cultivated, nor have its qualities as a fibrous plant been discovered.\" (J.R.G.S. xxix. 35). On the Ile Ste Marie, of Madagascar, it grew in the first half of the 17th century as manasse (Flacourt, 29).\n Abul Fazl, in the Āīn, mentions that the fruit was also called kaṭhal-isafarī, or 'travel jack-fruit,' \"because young plants put into a vessel may be taken on travels and will yield fruits.\" This seems a nonsensical pre M is here a Suāhili prefix. See Bleek's Comp. Grammar, 189.\n text for the name, especially as another American fruit, the Guava, is sometimes known in Bengal as the Safarīām, or 'travel mango.' It has been suggested by one of the present writers that these cases may present an uncommon use of the word safarī in the sense of 'foreign' or 'outlandish,' just as Clusius says of the pine-apple in India, \"peregrinus est hic fructus,\" and as we begin this article by speaking of the ananas as having 'travelled' from its home in S. America. In the Tesoro of Cobarruvias (1611) we find \"Çafari, cosa de Africa o Argel, como grenada\" ('a thing from Africa or Algiers, such as a pomegranate'). And on turning to Dozy and Eng. we find that in Saracenic Spain a renowned kind of pomegranate was called rommān safarī: though this was said to have its name from a certain Safar ibnObaid al Kilāi, who grew it first. One doubts here, and suspects some connection with the Indian terms, though the link is obscure. The lamented Prof. Blochmann, however, in a note on this suggestion, would not admit the possibility of the use of safarī for 'foreign.' He called attention to the possible analogy of the Ar. safarjal for 'quince.' [Another suggestion may be hazarded. There is an Ar. word, āsāfīriy, which the dicts. define as 'a kind of olive.' Burton (Ar. Nights, iii. 79) translates this as 'sparrow-olives,' and says that they are so called because they attract sparrows (āsāfīr). It is perhaps possible that this name for a variety of olive may have been transferred to the pine-apple, and on reaching India, have been connected by a folk etymology with safarī applied to a 'travelled' fruit.] In Macassar, according to Crawfurd, the ananas is called Pandang, from its strong external resemblance, as regards fruit and leaves, to the Pandanus. Conversely we have called the latter screw-pine, from its resemblance to the ananas, or perhaps to the pine-cone, the original owner of the name. Acosta again (1578) describes the Pandanus odoratissima as the 'wild ananas,' and in Malayālam the pine-apple is called by a name meaning 'pandanus-jackfruit.'\n The term ananas has been Arabized, among the Indian pharmacists at least, as 'aīn-un-nās 'the eye of man'; in Burmese nan-na-si, and in Singhalese and Tamil as annāsi (see Moodeen Sheriff).\n We should recall attention to the fact that pine-apple was good English long before the discovery of America, its proper meaning being what we have now been driven (for the avoiding of confusion) to call a pine-cone. This is the only meaning of the term 'pine-apple' in Minsheu's Guide into Tongues (2nd ed. 1627). And the ananas got this name from its strong resemblance to a pine-cone. This is most striking as regards the large cones of the Stone-Pine of S. Europe. In the following three first quotations 'pine-apple' is used in the old sense:\n 1563. -- \"To all such as die so, the people erecteth a chappell, and to each of them a pillar and pole made of Pine-apple for a perpetuall monument.\" -- Reports of Japan, in Hakl. ii. 567.\n \" \"The greater part of the quadrangle set with savage trees, as Okes, Chesnuts, Cypresses, Pine-apples, Cedars.\"- Reports of China, tr. by R. Willes, in Hakl. ii. 559.\n 1577. -- \"In these islandes they found no trees knowen vnto them, but Pine-apple trees, and Date trees, and those of marueylous heyght, and exceedyng hardé.\" -- Peter Martyr, in Eden's H. of Trauayle, fol. 11.\n Oviedo, in H. of the (Western) Indies, fills 2½ folio pages with an enthusiastic description of the pine-apple as first found in Hispaniola, and of the reason why it got this name (pina in Spanish, pigna in Ramusio's Italian, from which we quote). We extract a few fragments. \n 1535. -- \"There are in this iland of Spagnuolo certain thistles, each of which bears a Pigna, and this is one of the most beautiful fruits that I have seen. . . . It has all these qualities in combination, viz. beauty of aspect, fragrance of colour, and exquisite flavour. The Christians gave it the name it bears (Pigna) because it is, in a manner, like that. But the pine-apples of the Indies of which we are speaking are much more beautiful than the pigne [i.e. pine-cones] of Europe, and have nothing of that hardness which is seen in those of Castile, which are in fact nothing but wood,\" &c. -- Ramusio, iii. f. 135 v.\n 1564. -- \"Their pines be of the bigness of two fists, the outside whereof is of the making of a pine-apple [i.e. pine-cone], but it is softe like the rinde of a cucomber, and the inside eateth like an apple, but it is more delicious than any sweet apple sugared.\" -- Master John Hawkins, in Hakl. iii. 602.\n 1575. -- \"Aussi la plus part des Sauuages s'en nourrissent vne bonne partie de l'année, comme aussi ils font d'vne autre espece de fruit, nomé Nana, qui est gros come vne moyenne citrouille, et fait autour comme vne pomme de pin. . . .\" -- A. Thevet, Cosmographie Vniverselle, liv. xxii. ff. 935 v., 936 (with a pretty good cut).\n 1590. -- \"The Pines, or Pine-apples, are of the same fashion and forme outwardly to those of Castille, but within they wholly differ. . . One presented one of these Pineapples to the Emperour Charles the fift, which must have cost much paine and care to bring it so farre, with the plant from the Indies, yet would he not trie the taste.\"- Jos. de Acosta, E. T. of 1604 (Hak. Soc.), 236-7.\n 1595. -- \". . . with diuers sortes of excellent fruits and rootes, and great abundance of Pinas, the princesse of fruits that grow vnder the Sun.\" -- Ralegh, Disc. of Guiana (Hak. Soc.), 73.\n c. 1610. -- \"Ananats, et plusieurs autres fruicts.\" -- P. de Laval, i. 236 [Hak. Soc. i. 328].\n 1616. -- \"The ananas or Pine, which seems to the taste to be a pleasing compound, made of strawberries, claret-wine, rose-water, and sugar, well tempered together.\" -- Terry, in Purchas, ii. 1469.\n 1623. -- \"The ananas is esteemed, and with reason, for it is of excellent flavour, though very peculiar, and rather acid than otherwise, but having an indescribable dash of sweetness that renders it agreeable. And as even these books (Clusius, &c.) don't mention it, if I remember rightly, I will say in brief that when you regard the entire fruit externally, it looks just like one of our pine-cones (pigna), with just such scales, and of that very colour.\" -- P. della Valle, ii. 582 [Hak. Soc., i. 135].\n 1631. -- Bontius thus writes of the fruit:- \"Qui legitis Cynaras, atque Indica dulcia fraga, Ne nimis haec comedas, fugito hine, latet anguis in herbâ.\" Lib. vi. cap. 50, p. 145.\n 1661. -- \"I first saw the famous Queen Pine brought from Barbados and presented to his Majestie; but the first that were ever seen in England were those sent to Cromwell House foure years since.\" -- Evelyn's Diary, July 19.\n [c. 1665. -- \"Among other fruits, they preserve large citrons, such as we have in Europe, a certain delicate root about the length of sarsaparilla, that common fruit of the Indies called amba, another called ananas . . . .\" -- Bernier (ed. Constable), 438.]\n 1667. -- \"Ie peux à très-juste titre appeller l'Ananas le Roy des fruits; parcequ'il est le plus beau, et le meilleur de tous ceux qui sont sur la terre. C'est sans doute pour cette raison le Roy des Roys luy a mis une couronne sur la teste, qui est comme une marque essentielle de sa Royaute, puis qu'à la cheute du pere, il produit un ieune Roy qui luy succede en toutes ses admirables qualitez.\" -- P. Du Tertre, Hist. Gén. des Antilles Habitées par les François, ii. 127.\n 1668. -- \"Standing by his Majesty at dinner in the Presence, there was of that rare fruit call'd the King-pine, grown in the Barbadoes and the West indies, the first of them I have ever seene. His Majesty having cut it up was pleas'd to give me a piece off his owne plate to taste of, but in my opinion it falls short of those ravishing varieties of deliciousness describ'd in Capt. Ligon's history and others.\" -- Evelyn, July 19.\n 1673. -- \"The fruit the English call PineApple (the Moors Ananas) because of the Resemblance.\" -- Fryer, 182.\n 1716. -- \"I had more reason to wonder that night at the King's table\" (at Hanover) \"to see a present from a gentleman of this country . . . . what I thought, worth all the rest, two ripe Ananasses, which to my taste are a fruit perfectly delicious. You know they are naturally the growth of the Brazil, and I could not imagine how they came here but by enchantment.\" -- Lady M. W.Montagu, Letter XIX.\n 1727. --  \"Oft in humble station dwells Unboastful worth, above fastidious pomp; Witness, thou best Anana, thou the pride Of vegetable life, beyond whate'er The poets imaged in the golden age.\" Thomson, Summer.\n The poet here gives the word an unusual form and accent.\n c. 1730. -- \"They (the Portuguese) cultivate the skirts of the hills, and grow the best products, such as sugar-cane, pineapples, and rice.\" -- Khāfī Khān, in Elliot, vii. 345.\n A curious question has been raised regarding the ananas, similar to that discussed under CUSTARD-APPLE, as in the existence of the pine-apple to the Old World, before the days of Columbus.\n In Prof. Rawlinson's Ancient Monarchies (i. 578), it is stated in reference to ancient Assyria: \"Fruits . . . . were highly prized; amongst those of most repute were pomegranates, grapes, citrons, and apparently pineapples. \" A foot-note adds: \"The representation is so exact that I can hardly doubt the pine-apple being intended. Mr Layard expresses himself on this point with some hesitation (Nineveh and Babylon, p. 338).\" The cut given is something like the conventional figure of a pine-apple, though it seems to us by no means very exact as such. Again, in Winter Jones's tr. of Conti (c. 1430) in India in the 15th Century, the traveller, speaking of a place called Panconia (read Pauconia apparently Pegu) is made to say: \"they have pine-apples, oranges, chestnuts, melons, but small and green, white sandal-wood and camphor.\"\n We cannot believe that in either place the object intended was the Ananas, which has carried that American name with it round the world. Whatever the Assyrian representation was intended for, Conti seems to have stated, in the words pinus habent (as it runs in Poggio's Latin) merely that they had pine-trees. We do not understand on what ground the translator introduced pine-apples. If indeed any fruit was meant, it might have been that of the screw-pine, which though not eaten might perhaps have been seen in the bazars of Pegu, as it is used for some economical purposes. But pinus does not mean a fruit at all. 'Pine-cones' even would have been expressed by pineas or the like. [A reference to Mr L. W. King was thus answered: \"The identity of the tree with the date-palm is, I believe, acknowledged by all naturalists who have studied the trees on the Assyrian monuments, and the 'cones' held by the winged figures have obviously some connection with the trees. I think it was Prof. Tylor of Oxford (see Academy, June 8, 1886, p. 283) who first identified the ceremony with the fertilization of the palm, and there is much to be said for his suggestion. The date-palm was of very great use to the Babylonians and Assyrians, for it furnished them with food, drink, and building materials, and this fact would explain the frequent repetition on the Assyrian monuments of the ceremony of fertilisation. On the other hand, there is no evidence, so far as I know, that the pine-apple was extensively grown in Assyria.\" Also see Maspero, Dawn of Civ. 556 seq.; on the use of the pinecone in Greece, Fraser, Pausanias, iii. 65.]\n", "anchediva": "n.p. A small island off the W. coast of India, a little S. of Carwar, which is the subject of frequent and interesting mention in the early narratives. The name is interpreted by Malayālim as añju-dīvu, 'Five Islands,' and if this is correct belongs to the whole group. This may, however, be only an en deavour to interpret an old name, which is perhaps traceable in *)AIGIDI/WN *NH=SOS of Ptolemy. It is a remarkable example of the slovenliness of English professional map-making that Keith Johnston's Royal Atlas map of India contains no indication of this famous island. [The Times Atlas and Constable's Hand Atlas also ignore it.] It has, between land surveys and seacharts, been omitted altogether by the compilers. But it is plain enough in the Admiralty charts; and the way Mr Birch speaks of it in his translation of Alboquerque as an \"Indian seaport, no longer marked on the maps,\" is odd (ii. 168).\n c. 1345. -- Ibn Batuta gives no name, but Anjediva is certainly the island of which he thus speaks: \"We left behind us the island (of Sindābūr or Goa), passing close to it, and cast anchor by a small island near the mainland, where there was a temple, with a grove and a reservoir of water. When we had landed on this little island we found there a Jogi leaning against the wall of a Budkhānah or house of idols.\" -- Ibn Batuta, iv. 63.\n The like may be said of the Roteiro of V. da Gama's voyage, which likewise gives no name, but describes in wonderful correspondence with Ibn Batuta; as does Correa, even to the Jogi, still there after 150 years!\n 1498. -- \"So the Captain-Major ordered Nicolas Coello to go in an armed boat, and see where the water was; and he found in the same island a building, a church of great ashlar-work, which had been destroyed by the Moors, as the country people said, only the chapel had been covered with straw, and they used to make their prayers to three black stones in the midst of the body of the chapel. Moreover they found, just beyond the church, a tanque of wrought ashlar, in which we took as much water as we wanted; and at the top of the whole island stood a great tanque of the depth of 4 fathoms, and moreover we found in front of the church a beach where we careened the ship.\" -- Roteiro, 95.\n 1510. -- \"I quitted this place, and went to another island which is called Anzediva. . . There is an excellent port between the island and the mainland, and very good water is found in the said island.\" -- Varthema, 120.\n c. 1552. -- \"Dom Francesco de Almeida arriving at the Island of Anchediva, the first thing he did was to send João Homem with letters to the factors of Cananor, Cochin, and Coulão. . . .\" -- Barros, I. viii. 9.\n c. 1561. -- \"They went and put in at Angediva, where they enjoyed themselves much; there were good water springs, and there was in the upper part of the island a tank built with stone, with very good water, and much wood; . . . there were no inhabitants, only a beggar man whom they called Joguedes . . . .\" -- Correa, Hak. Soc. 239.\n 1727. -- \"In January, 1664, my Lord (Marlborough) went back to England . . . . and left Sir Abraham with the rest, to pass the westerly Monsoons, in some Port on the Coast, but being unacquainted, chose a desolate Island called Anjadwa, to winter at. . . . Here they stayed from April to October, in which time they buried above 200 of their Men.\" -- A. Hamilton, i. 182. At p. 274 the name is printed more correctly Anjediva.\n", "andaman": "n.p. The name of a group of islands in the Bay of Bengal, inhabited by tribes of a negrito race, and now partially occupied as a convict settlement under the Government of India. The name (though perhaps obscurely indicated by Ptolemy -- see H. Y. in P.R.G.S. 1881, p. 665) first appears distinctly in the Ar. narratives of the 9th century. [The Ar. dual form is said to be from Agamitae, the Malay name of the aborigines.] The persistent charge of cannibalism seems to have been unfounded. [See E. H. Man, On the Aboriginal Inhabitants of the Andaman Islands, Intro. xiii. 45.]\n A.D. 851. -- \"Beyond are two islands divided by a sea called Andāmān. The natives of these isles devour men alive; their hue is black, their hair woolly; their countenance and eyes have something frightful in them . . . . they go naked, and have no boats. . . . .\" -- Relation des Voyages, &c. par Reinaud, i. 8.\n c. 1050. -- These islands are mentioned in the great Tanjore temple-inscription (11th cent.) as Tīmaittīvu, 'Islands of Impurity,' inhabited by cannibals.\n c. 1292. -- \"Angamanain is a very large Island. The people are without a King and are idolators, and are no better than wild beasts . . . . they are a most cruel generation, and eat everybody that they can catch if not of their own race.\" -- Marco Polo, Bk. iii. c. 13.\n c. 1430. -- \". . . leaving on his right hand an island called Andemania, which means the island of Gold, the circumference of which is 800 miles. The inhabitants are cannibals. No travellers touch here unless driven to do so by bad weather, for when taken they are torn to pieces and devoured by these cruel savages.\" -- Conti, in India in XV. Cent., 8.\n c. 1566. -- \"Da Nicubar sinò a Pegu é vna catena d'Isole infinite, delle quali molte sono habitate da gente seluaggia, e chiamansi Isole d'Andeman . . . . e se per disgratia si perde in queste Isole qualche naue, come già se n'ha perso, non ne scampa alcuno, che tutti gli amazzano, e mangiano.\" -- Cesare de' Federici, in Ramusio, iii. 391.\n 1727. -- \"The Islands opposite the Coast of Tanacerin are the Andemans. They lie about 80 leagues off, and are surrounded by many dangerous Banks and Rocks; they are all inhabited with Canibals, who are so fearless that they will swim off to a Boat if she approach near the shore, and attack her with their wooden Weapons . . . .\"- A. Hamilton, ii. 65.\n", "andor": "s. Port. 'a litter,' and used in the old Port. writers for a palankin. It was evidently a kind of Muncheel or Dandy, i.e. a slung hammock rather than a palankin. But still, as so often is the case, comes in another word to create perplexity. For andas is, in Port., a bier or a litter, appearing in Bluteau as a genuine Port. word, and the use of which by the writer of the Roteiro quoted below shows that it is so indeed. And in defining Andor the same lexicographer says: \"A portable vehicle in India, in those regions where they do not use beasts, as in Malabar and elsewhere. It is a kind of contrivance like an uncovered Andas, which men bear on their shoulders, &c. . . . Among us Andor is a machine with four arms in which images or reliques of the saints are borne in processions.\" This last term is not, as we had imagined an old Port. word. It is Indian, in fact Sanskrit, hindola, 'a swing, a swinging cradle or hammock,' whence also Mahr. hinḍolā, and H. hinḍolā or hanḍolā. It occurs, as will be seen, in the old Ar. work about Indian wonders, published by MM. Van der Lith and Marcel Devic. [To this Mr Skeat adds that in Malay andor means 'a buffalo-sledge for carting rice,' &c. It would appear to be the same as the Port. word, though it is hard to say which is the original.]\n 1013. -- \"Le même m'a conté qu'à Sé- rendîb, les rois et ceux qui se comportent à la façon des rois, se font porter dans le handoul (handūl) qui est semblable à une litière, soutenu sur les épaules de quelques piétons.\" -- Kitāb' Ajāīb-al Hind, p. 118.\n 1498. -- \"After two days had passed he (the Catual [Cotwal]) came to the factory in an andor which men carried on their shoulders, and these (andors) consist of great canes which are bent overhead and arched, and from these are hung certain cloths of a half fathom wide, and a fathom and a half long, and at the ends are pieces of wood to bear the cloth which hangs from the cane; and laid over the cloth there is a great mattrass of the same size, and this all made of silk-stuff wrought with gold-thread, and with many decorations and fringes and tassels; whilst the ends of the cane are mounted with silver, all very gorgeous, and rich, like the lords who travel so.\"- Correa, i. 102.\n 1498. -- \"Alii trouveram ao capitam mor humas andas d'omeens em que os onrrados, custumam em a quella terra d'andar, e alguns mercadores se as querem ter pagam por ello a elrey certa cousa.\" -- Roteiro, pp. 54-55. I.e. \"There they brought for the Captain-Major certain andas, borne by men, in which the persons of distinction in that country are accustomed to travel, and if any merchants desire to have the same they pay to the King for this a certain amount.\"\n 1505. -- \"Il Re se fa portare in vna Barra quale chiamono Andora portata da homini.\" -- Italian version of Dom Manuel's Letter to the K. of Castille. (Burnell's Reprint) p. 12.\n 1552. -- \"The Moors all were on foot, and their Captain was a valiant Turk, who as being their Captain, for the honour of the thing was carried in an Andor on the shoulders of 4 men, from which he gave his orders as if he were on horseback.\" -- Barros, II. vi. viii.\n [1574. -- See quotation under PUNDIT.]\n 1623. -- Della Valle describes three kinds of shoulder-borne vehicles in use at Goa: (1) reti or nets, which were evidently the simple hammock, muncheel or dandy; (2) the andor; and (3) the palankin. \"And these two, the palankins and the andors, also differ from one another, for in the andor the cane which sustains it is, as it is in the reti, straight; whereas in the palankin, for the greater convenience of the inmate, and to give more room for raising his head, the cane is arched upward like this, Ω. For this purpose the canes are bent when they are small and tender. And those vehicles are the most commodious and honourable that have the curved canes, for such canes, of good quality and strength to bear the weight, are not numerous; so they sell for 100 or 120 pardaos each, or about 60 of our scudi.\" -- P. della Valle, ii. 610.\n c. 1760. -- \"Of the same nature as palankeens, but of a different name, are what they call andolas . . . . these are much cheaper, and less esteemed.\" -- Grose, i. 155.\n", "andrum": "s. Malayāl. āndram. The form of hydrocele common in S. India. It was first described by Kaempfer, in his Decas, Leyden, 1694. -- (See also his Amoenitates Exoticae, Fascic. iii. pp. 557 seqq.)\n", "angely-wood": "s. Tam. anjilī-, or anjalī-maram; artocarpus hirsuta Lam. [in Malabar also known as Iynee (áyini) (Logan, i. 39)]. A wood of great value on the W. Coast, for shipbuilding, house-building, &c.\n c. 1550. -- \"In the most eminent parts of it (Siam) are thick Forests of Angelin wood, whereof thousands of ships might be made.\" -- Pinto, in Cogan, p. 285; see also p. 64.\n 1598. -- \"There are in India other wonderfull and thicke trees, whereof Shippes are made: there are trees by Cochiin, that are called Angelina, whereof certaine scutes or skiffes called Tones [Doney] are made . . . . it is so strong and hard a woode that Iron in tract of time would bee consumed thereby by reason of the hardness of the woode.\"- Linschoten, ch. 58 [Hak. Soc. ii. 56].\n 1644. -- \"Another thing which this province of Mallavar produces, in abundance and of excellent quality, is timber, particularly that called Angelim, which is most durable, lasting many years, insomuch that even if you desire to build a great number of ships, or vessels of any kind . . . . you may make them all in a year.\" -- Bocarro, MS. f. 315.\n", "angengo": "n.p. A place on the Travancore coast, the site of an old English Factory; properly said to be Añju-tengu, Añchutennu, Malayāl; the trivial meaning of which would be \"five cocoa-nuts.\" This name gives rise to the marvellous rhapsody of the once famous Abbé Raynal, regarding \"Sterne's Eliza,\" of which we quote below a few sentences from the 3½ pages of close print which it fills.\n 1711. -- \". . . Anjengo is a small Fort belonging to the English East India Company. There are about 40 Soldiers to defend it . . . most of whom are Topazes, or mungrel Portuguese. \" -- Lockyer, 199.\n 1782. -- \"Territoire d'Anjinga; tu n'es rien; mais tu as donné naissance à Eliza. Un jour, ces entrepôts . . . ne subsisteront plus . . . mais si mes écrits ont quelque durée, le nom d'Anjinga restera dans le mémoire des hommes . . . Anjinga, c'est à l'influence de ton heureux climat qu'elle devoit, sans doute, cet accord presqu'incompatible de volupté et de décence qui accompagnoit toute sa personne, et qui se mêloit à tous ses mouvements, &c., &c.\"- Hist. Philosophique des Deux Indes, ii. 72-73.\n", "anicut": "s. Used in the irrigation of the Madras Presidency for the dam constructed across a river to fill and regulate the supply of the channels drawn off from it; the cardinal work in fact of the great irrigation systems. The word, which has of late years become familiar all over India, is the Tam. comp. anai-kaṭṭu, 'Dambuilding.'\n 1776. -- \"Sir -- We have received your letter of the 24th. If the Rajah pleases to go to the Anacut, to see the repair of the bank, we can have no objection, but it will not be convenient that you should leave the garrison at present.\" -- Letter from Council at Madras to Lt.-Col. Harper, Comm. at Tanjore, in E. I. Papers, 1777, 4to, i. 836.\n 1784. -- \"As the cultivation of the Tanjore country appears, by all the surveys and reports of our engineers employed in that service, to depend altogether on a supply of water by the Cauvery, which can only be secured by keeping the Anicut and banks in repair, we think it necessary to repeat to you our orders of the 4th July, 1777, on the subject of these repairs.\" -- Desp. of Court of Directors, Oct. 27th, as amended by Bd. of Control, in Burke, iv. 104.\n 1793. -- \"The Annicut is no doubt a judicious building, whether the work of Solar Rajah or anybody else.\" -- Correspondence between A. Ross, Esq., and G. A. Ram, Esq., at Tanjore, on the subject of furnishing water to the N. Circars. In Dalrymple, O. R., ii. 459.\n 1862. -- \"The upper Coleroon Anicut or weir is constructed at the west end of the Island of Seringham.\" -- Markham, Peru & India, 426.\n [1883. -- \"Just where it enters the town is a large stone dam called Fischer's Anaikat.\" -- Lefanu, Man. of Salem, ii. 32.]\n", "anile": "s. An old name for indigo, borrowed from the Port. anil. They got it from the Ar. al-nīl, pron. an-nīl; nīl again being the common name of indigo in India, from the Skt. nīla, 'blue.' The vernacular (in this instance Bengali) word appears in the title of a native satirical drama Nīl-Darpan, 'The Mirror of Indigo (planting),' famous in Calcutta in 1861, in connection with a cause célèbre, and with a sentence which discredited the now extinct Supreme Court of Calcutta in a manner unknown since the days of Impey.\n \"Neel-walla\" is a phrase for an Indigo-planter [and his Factory is \"Neelkothee\"].\n 1501. -- Amerigo Vespucci, in his letter from the Id. of Cape Verde to Lorenzo di Piero Francesco de' Medici, reporting his meeting with the Portuguese Fleet from India, mentions among other things brought \"anib and tuzia,\" the former a manifest transcriber's error for anil. -- In Baldelli Boni, 'Il Milione,' p. lvii.\n 1516. -- In Barbosa's price list of Malabar we have:\n \"Anil nadador (i.e. floating; see Garcia below) very good, per farazola . . . . fanams 30. Anil loaded, with much sand, per farazola . . . fanams 18 to 20.\" In Lisbon Collection, ii. 393.\n 1525. -- \"A load of anyll in cakes which weighs 3½ maunds, 353 tangas.\" -- Lembranca, 52.\n 1563. -- \"Anil is not a medicinal substance but an article of trade, so we have no need to speak thereof. . . . The best is pure and clear of earth, and the surest test is to burn it in a candle . . . . others put it in water, and if it floats then they reckon it good.\"- Garcia, f. 25 v.\n 1583. -- \"Neel, the churle 70 duckats, and a churle is 27 rottles and a half of Aleppo.\" -- Mr Iohn Newton, in Hakl. ii. 378.\n 1583. -- \"They vse to pricke the skinne, and to put on it a kind of anile, or blacking which doth continue alwayes.\" -- Fitch, in Hakl. ii. 395.\n c. 1610. -- \". . . l'Anil ou Indique, qui est vne teinture bleüe violette, dont il ne s'en trouue qu'à Cambaye et Suratte.\"- Pyrard de Laval, ii. 158; [Hak. Soc. ii. 246].\n [1614. -- \"I have 30 fardels Anil Geree.\" Foster, Letters, ii. 140. Here Geree is probably H. jaṛi (from jaṛ, 'the root'), the crop of indigo growing from the stumps of the plants left from the former year.]\n 1622. -- \"E conforme a dita pauta se dispachará o dito anil e canella.\" -- In Archiv. Port. Orient., fasc. 2, 240.\n 1638. -- \"Les autres marchandises, que l'on y débite le plus, sont . . . . du sel ammoniac, et de l'indigo, que ceux de pais appellent Anil.\" -- Mandelslo, Paris, 1659, 138.\n 1648. -- \". . . . and a good quantity of Anil, which, after the place where most of it is got, is called Chirchees Indigo.\" -- Van Twist, 14. Sharkej or Sirkej, 5 m. from Ahmedabad. \"Cirquez Indigo\" (1624) occurs in Sainsbury, iii. 442. It is the \"Sercase\" of Forbes [Or. Mem. 2nd ed. ii. 204]. The Dutch, about 1620, established a factory there on account of the indigo. Many of the Sultans of Guzerat were buried there (Stavorinus, iii. 109). Some account of the \"Sarkhej Rozas,\" or Mausolea, is given in H. Brigg's Cities of Gujaráshtra (Bombay, 1849, pp. 274, seqq.). [\"Indigo of Bian (Biana) Sicchese\" (1609), Danvers, Letters, i. 28; \"Indico, of Laher, here worth viijs the pounde Serchis.\" -- Birdwood, Letter Book, 287.]\n 1653. -- \"Indico est un mot Portugais, dont l'on appelle une teinture bleüe qui vient des Indes Orientales, qui est de contrabande en France, les Turqs et les Arabes la nomment Nil.\" -- De la Boullaye-leGouz, 543.\n [1670. -- \"The neighbourhood of Delhi produces Anil or Indigo.\" -- Bernier (ed. Constable), 283.]\n", "anna": "s. Properly H. āna, ānah, the 16th part of a rupee. The term belongs to the Mohammedan monetary system (RUPEE). There is no coin of one anna only, so that it is a money of account only. The term anna is used in denoting a corresponding fraction of any kind of property, and especially in regard to coparcenary shares in land, or shares in a speculation. Thus a one-anna share is 1⁄16 of such right, or a share of 1⁄16 in the speculation; a four-anna is ¼, and so on. In some parts of India the term is used as subdivision (1⁄16) of the current land measure. Thus, in Saugor, the anna=16 rūsīs, and is itself 1⁄16 of a kancha (Elliot, Gloss. s.v.). The term is also sometimes applied colloquially to persons of mixt parentage. 'Such a one has at least 2 annas of dark blood,' or 'coffee-colour.' This may be compared with the Scotch expression that a person of deficient intellect 'wants twopence in the shilling.'\n 1708. -- \"Provided . . . that a debt due from Sir Edward Littleton . . . of 80,407 Rupees and Eight Annas Money of Bengal, with Interest and Damages to the said English Company shall still remain to them. . .\" -- Earl of Godolphin's Award between the Old and the New E. I. Co., in Charters, &c., p. 358.\n 1727. -- \"The current money in Surat: Bitter Almonds go 32 to a Pice: 1 Annoe is . . . . 4 Pice. 1 Rupee . . . . . 16 Annoes. * * * * * In Bengal their Accounts are kept in Pice: 12 to an Annoe. 16 Annoes to a Rupee.\" A. Hamilton, ii. App. pp. 5, 8.\n", "ant": "s. The insect (Termes bellicosus of naturalists) not properly an ant, of whose destructive powers there are in India so many disagreeable experiences, and so many marvellous stories. The phrase was perhaps taken up by the English from the Port. formigas branchas, which is in Bluteau's Dict. (1713, iv. 175). But indeed exactly the same expression is used in the 14th century by our medieval authority. It is, we believe, a fact that these insects have been established at Rochelle in France, for a long period, and more recently at St. Helena. They exist also at the Convent of Mt. Sinai, and a species in Queensland.\n A.D. c. 250. -- It seems probable that Aelian speaks of White Ants. -- \"But the Indian ants construct a kind of heaped-up dwellings, and these not in depressed or flat positions easily liable to be flooded, but in lofty and elevated positions. . .\" -- De Nat. Animal. xvi. cap. 15.\n c. 1328. -- \"Est etiam unum genus parvissimarum formicarum sicut lana albarum, quarum durities dentium tanta est quod etiam ligna rodunt et venas lapidum; et quotquot breviter inveniunt siccum super terram, et pannos laneos, et bombycinos laniant; et faciunt ad modum muri crustam unam de arenâ minutissimâ, ita quod sol non possit eas tangere; et sic remanent coopertae; verum est quod si contingat illam crustam frangi, et solem eas tangere, quam citius moriuntur. -- Fr. Jordanus, p. 53.\n 1679. -- \"But there is yet a far greater inconvenience in this Country, which proceeds from the infinite number of white Emmets, which though they are but little, have teeth so sharp, that they will eat down a wooden Post in a short time. And if great care be not taken in the places where you lock up your Bales of Silk, in four and twenty hours they will eat through a Bale, as if it had been saw'd in two in the middle.\" -- Tavernier's Tunquin, E. T., p. 11.\n 1688. -- \"Here are also abundance of Ants of several sorts, and Wood-lice, called by the English in the East Indies, White Ants.\" -- Dampier, ii. 127.\n 1713. -- \"On voit encore des fourmis de plusieurs espèces; la plus pernicieuse est celle que les Européens ont nommé fourmi blanche.\" -- Lettres Edifiantes, xii. 98.\n 1727. -- \"He then began to form Projects how to clear Accounts with his Master's Creditors, without putting anything in their Pockets. The first was on 500 chests of Japon Copper . . . . and they were brought into Account of Profit and Loss, for so much eaten up by the White Ants.\" -- A. Hamilton, ii. 169.\n 1751. -- \". . . . concerning the Organ, we sent for the Revd. Mr. Bellamy, who declared that when Mr. Frankland applied to him for it that he told him that it was not in his power to give it, but wished it was removed from thence, as Mr. Pearson informed him it was eaten up by the White Ants.\" -- Ft. Will. Cons., Aug. 12. In Long, 25.\n 1789. -- \"The White Ant is an insect greatly dreaded in every house; and this is not to be wondered at, as the devastation it occasions is almost incredible.\" -- Munro, Narrative, 31.\n 1876. -- \"The metal cases of his baggage are disagreeably suggestive of White Ants, and such omnivorous vermin.\" -- Sat. Review, No. 1057, p. 6.\n", "apīl": "s. Transfer of Eng. 'Appeal'; in general native use, in connection with our Courts.\n 1872. -- \"There is no Sindi, however wild, that cannot now understand 'Rasíd' (receipt) [Raseed] and 'Apīl' (appeal).\" -- Burton, Sind Revisited, i. 283.\n", "apollo bunder": "n.p. A well-known wharf at Bombay. A street near it is called Apollo Street, and a gate of the Fort leading to it 'the Apollo Gate.' The name is said to be a corruption, and probably is so, but of what it is a corruption is not clear. The quotations given afford different suggestions, and Dr Wilson's dictum is entitled to respect, though we do not know what pālawā here means. Sir G. Birdwood writes that it used to be said in Bombay, that Apollobandar was a corr. of palwa-bandar, because the pier was the place where the boats used to land palwa fish. But we know of no fish so called; it is however possible that the palla or Sable-fish (Hilsa) is meant, which is so called in Bombay, as well as in Sind. [The Āīn (ii. 338) speaks of \"a kind of fish called palwah which comes up into the Indus from the sea, unrivalled for its fine and exquisite flavour,\" which is the Hilsa.] On the other hand we may observe that there was at Calcutta in 1748 a frequented tavern called the Apollo (see Long, p. 11). And it is not impossible that a house of the same name may have given its title to the Bombay street and wharf. But Sir Michael Westropp's quotation below shows that Pallo was at least the native representation of the name more than 150 years ago. We may add that a native told Mr W. G. Pedder, of the Bombay C.S., from whom we have it, that the name was due to the site having been the place where the \"poli\" cake, eaten at the Holi festival, was baked. And so we leave the matter.\n [1823. -- \"Lieut. Mudge had a tent on Apollo-green for astronomical observations.\" -- Owen, Narrative, i. 327.]\n 1847. -- \"A little after sunset, on 2nd Jan. 1843, I left my domicile in Ambrolie, and drove to the Pálawá bandar, which receives from our accommodative countrymen the more classical name of Apollo pier.\" -- Wilson, Lands of the Bible, p. 4.\n 1860. -- \"And atte what place ye Knyghte came to Londe, theyre ye ffolke . . . . worschyppen II Idolys in cheefe. Ye ffyrste is Apollo, wherefore yē cheefe londynge place of theyr Metropole is hyght ApolloBundar. . . . .\" -- Ext. from a MS. of Sir John Mandeville, lately discovered. (A friend here queries: 'By Mr. Shapira?')\n 1877. -- \"This bunder is of comparatively recent date. Its name 'Apollo' is an English corruption of the native word Pallow (fish), and it was probably not extended and brought into use for passenger traffic till about the year 1819. . . . .\"- Maclean, Guide to Bombay, 167. The last work adds a note: \"Sir Michael Westropp gives a different derivation. . . . : Polo, a corruption of Pálwa, derived from Pál, which inter alia means a fighting vessel, by which kind of craft the locality was probably frequented. From Pálwa or Pálwar, the bunder now called Apollo is supposed to take its name. In the memorial of a grant of land, dated 5th Dec., 1743, the pákhádé in question is called Pallo.\" -- High Court Reports, iv. pt. 3.\n [1880. -- \"His mind is not prehensile like the tail of the Apollo Bundar.\" -- AberighMackay, Twenty-one Days in India, p. 141.]\n", "apricot": "s. Prunus Armeniaca, L. This English word is of curious origin, as Dozy expounds it. The Romans called it Malum Armeniacum, and also (Persicum?) praecox, or 'early.' Of this the Greeks made PRAIKO/KKION, &c., and the Arab conquerors of Byzantine provinces took this up as birḳōḳ and barḳōḳ, with the article al-barḳōḳ, whence Sp. albarcoque, Port. albricoque, alboquorque, Ital. albercocca, albicocca, Prov. aubricot, ambricot, Fr. abricot, Dutch abricock, abrikoos, Eng. apricock, apricot. Dozy mentions that Dodonaeus, an old Dutch writer on plants, gives the vernacular name as Vroege Persen, 'Early Peaches,' which illustrates the origin. In the Cyprus bazars, apricots are sold as XRUS/OMHLA; but the less poetical name of 'kill-johns' is given by sailors to the small hard kinds common to St. Helena, the Cape, China, &c. Zard ālū [aloo] (Pers.) 'yellow-plum' is the common name in India.\n 1615. -- \"I received a letter from Jorge Durois . . . with a baskit of aprecockes for my selfe. . .\" -- Cocks's Diary, i. 7.\n 1711. -- \"Apricocks -- the Persians call Kill Franks, because Europeans not knowing the Danger are often hurt by them.\"- Lockyer, p. 231.\n 1738. -- \"The common apricot . . . is . . . known in the Frank language (in Barbary) by the name of Matza Franca, or the Killer of Christians.\" -- Shaw's Travels, ed. 1757, p. 144.\n", "arab": "s. This, it may be said, in Anglo-Indian always means 'an Arab horse.'\n 1298. -- \"Car il va du port d'Aden en Inde moult grant quantité de bons destriers arrabins et chevaus et grans roncins de ij selles.\" -- Marco Polo, Bk. iii. ch. 36. [See Sir H. Yule's note, 1st ed., vol. ii. 375.]\n 1338. -- \"Alexandre descent du destrier Arrabis.\" -- Rommant d'Alexandre (Bodl. MS.).\n c. 1590. -- \"There are fine horses bred in every part of the country; but those of Cachh excell, being equal to Arabs.\" -- Āīn, i. 133.\n 1825. -- \"Arabs are excessively scarce and dear; and one which was sent for me to look at, at a price of 800 rupees, was a skittish, cat-legged thing.\" -- Heber, i. 189 (ed. 1844).\n c. 1844. -- A local magistrate at Simla had returned from an unsuccessful investigation. An acquaintance hailed him next day: 'So I hear you came back re infectâ?' 'No such thing,' was the reply; 'I came back on my grey Arab!'\n 1856.- \". . . . the true blood-royal of his race, The silver Arab with his purple veins Translucent, and his nostrils caverned wide, And flaming eye. . . .\" The Banyan Tree.\n", "arakan": "n.p. This is an European form, perhaps through Malay [which Mr Skeat has failed to trace], of Rakhaing, the name which the natives give themselves. This is believed by Sir Arthur Phayre [see Journ. As. Soc. Ben. xii. 24 seqq.] to be a corruption of the Skt. rākshasa, Pali rakkhaso, i.e. 'ogre' or the like, a word applied by the early Buddhists to unconverted tribes with whom they came in contact. It is not impossible that the *)ARGURH= of Ptolemy, which unquestionably represents Arakan, may disguise the name by which the country is still known to foreigners; at least no trace of the name as 'Silver-land' in old Indian Geography has yet been found. We may notice, without laying any stress upon it, that in Mr. Beal's account of early Chinese pilgrims to India, there twice occurs mention of an Indo-Chinese kingdom called O-liki-lo, which transliterates fairly into some name like Argyrē, and not into any other yet recognisable (see J.R.A.S. (N.S.) xiii. 560, 562).\n c. 1420-30. -- \"Mari deinceps cum mense integro ad ostium Rachani fluvii pervenisset. \" -- N. Conti, in Poggius, De Varietate Fortunae.\n 1516. -- \"Dentro fra terra del detto regno di Verma, verso tramontana vi è vn altro regno di Gentili molto grande . . . . confina similmente col regno di Bẽgala e col regno di Aua, e chiamasi Aracan.\" -- Barbosa, in Ramusio, i. 316.\n [c. 1535. -- \"Arquam\"; See CAPELAN.]\n 1545. -- \"They told me that coming from India in the ship of Jorge Manhoz (who was a householder in Goa), towards the Port of Chatigaon in the kingdom of Bengal, they were wrecked upon the shoals of Racaon owing to a badly-kept watch.\" -- Pinto, cap. clxvii.\n 1552. -- \"Up to the Cape of Negraes . . . will be 100 leagues, in which space are thése populated places, Chocoriá, Bacalá, Arracão City, capital of the kingdom so styled. . . .\" -- Barros, I. ix. 1.\n 1568. -- \"Questo Re di Rachan ha il suo stato in mezzo la costa, tra il Regno di Bengala e quello di Pegù, ed è il maggiore nemico che habbia il Re del Pegù.\" -- Cesare de' Federici, in Ramusio, iii. 396.\n 1586. -- \". . . . Passing by the Island of Sundiua, Porto grande, or the Countrie of Tippera, the Kingdom of Recon and Mogen (Mugg) . . . . our course was S. and by E. which brought vs to the barre of Negrais.\" -- R. Fitch, in Hakl. ii. 391.\n c. 1590. -- \"To the S.E. of Bengal is a large country called Arkung to which the Bunder of Chittagong properly belongs.\"- Gladwin's Ayeen, ed. 1800, ii. 4. [Ed. Jarrett, ii. 119] in orig. (i. 388) Arkhang.\n [1599. -- Arracan. See MACAO.\n [1608. -- Rakhang. See CHAMPA.\n [c. 1069. -- Aracan. See PROME.\n [1659. -- Aracan. See TALAPOIN.\n 1660. -- \"Despatches about this time arrived from Mu'azzam Khān, reporting his successive victories and the flight of Shuja to the country of Rakhang, leaving Bengal undefended.\" -- Khāfī Khān, in Elliot, vii. 254.\n [c. 1660. -- \"The Prince . . . . sent his eldest son, Sultan Banque, to the King of Racan, or Mog.\" -- Bernier (ed. Constable), 109.]\n c. 1665. -- \"Knowing that it is impossible to pass any Cavalry by Land, no, not so much as any Infantry, from Bengale into Rakan, because of the many channels and rivers upon the Frontiers . . . he (the Governor of Bengal) thought upon this experiment, viz. to engage the Hollanders in his design. He therefore sent a kind of Ambassador to Batavia.\" -- Bernier, E. T., 55 [(ed. Constable, 180)].\n 1673. -- \". . . . A mixture of that Race, the most accursedly base of all Mankind who are known for their Bastard-brood lurking in the Islands at the Mouths of the Ganges, by the name of Racanners.\"- Fryer, 219. (The word is misprinted Buccaneers; but see Fryer's Index.)\n 1726. -- \"It is called by some Portuguese Orrakan, by others among them Arrakaon, and by some again Rakan (after its capital) and also Mog (Mugg).\" -- Valentijn, v. 140.\n 1727. -- \"Arackan has a Conveniency of a noble spacious River.\" -- A. Hamilton, ii. 30.\n", "arbol triste": "s. The tree or shrub, so called by Port. writers, appears to be the Nyctanthes arbor tristis, or Arabian jasmine (N.O. Jasmineae), a native of the drier parts of India. [The quotations explain the origin of the name.]\n [c. 1610. -- \"Many of the trees they call tristes, of which they make saffron.\"- Pyrard de Laval, Hak. Soc., i. 411.\n \" \"That tree called triste, which is produced in the East Indies, is so named because it blooms only at night.\" -- Ibid. ii. 362; and see Burnell's Linschoten, Hak. Soc. ii. 58-62.\n 1624. -- \"I keep among my baggage to show the same in Italy, as also some of the tree trifoe (in orig. Arbor Trisoe, a misprint for Tristo) with its odoriferous flowers, which blow every day and night, and fall at the approach of day. -- P. della Valle, Hak. Soc. ii. 406.]\n", "arcot": "n.p. Arkāt, a famous fortress and town in the Madras territory, 65 miles from Madras. The name is derived by Bp. Caldwell from Tam. āṛkāḍ, the 'Six Forests,' confirmed by the Tam-Fr. Dict. which gives a form āṛukāḍu='Six forêts' [\"the abode of six Rishis in former days. There are several places of this name in the southern districts besides the town of Arcot near Vellore. One of these in Tanjore would correspond better than that with Harkatu of Ibn Batuta, who reached it on the first evening of his march inland after landing from Ceylon, apparently on the shallow coast of Madura or Tanjore.\" -- Madras Ad. Man. ii. 211]. Notwithstanding the objection made by Maj.-Gen. Cunningham in his Geog. of Ancient India, it is probable that Arcot is the *)ARKATOU= BASI/LEION *SW=RA of Ptolemy, 'Arkatu, residence of K. Sora.'\n c. 1346. -- \"We landed with them on the beach, in the country of Ma'bar . . . . we arrived at the fortress of Harkātū, where we passed the night.\" -- Ibn Batuta, iv. 187, 188.\n 1785. -- \"It may be said that this letter was written by the Nabob of Arcot in a moody humour. . . . Certainly it was; but it is in such humours that the truth comes out.\" -- Burke's Speech, Feb. 28th.\n", "areca": "s. The seed (in common parlance the nut) of the palm Areca catechu, L., commonly, though somewhat improperly, called 'betel-nut'; the term Betel belonging in reality to the leaf which is chewed along with the areca. Though so widely cultivated, the palm is unknown in a truly indigenous state. The word is Malayāl. adakka [according to Bp. Caldwell, from adai 'close arrangement of the cluster,' kay, 'nut' N.E.D.], and comes to us through the Port.\n 1510. -- \"When they eat the said leaves (betel), they eat with them a certain fruit which is called coffolo, and the tree of the said coffolo is called Arecha.\" -- Varthema, Hak. Soc., 144.\n 1516. -- \"There arrived there many zambucos [Sambook] . . . . . with areca.\"- Barbosa, Hak. Soc., 64.\n 1521. -- \"They are always chewing Arecca, a certaine Fruit like a Peare, cut in quarters and rolled up in leaves of a Tree called Bettre (or Vettele), like Bay leaves; which having chewed they spit forth. It makes the mouth red. They say they doe it to comfort the heart, nor could live without it.\" -- Pigafetta, in Purchas, i. 38.\n 1548. -- \"In the Renda do Betel, or Betel duties at Goa are included Betel, arequa, jacks, green ginger, oranges, lemons, figs, coir, mangos, citrons.\" -- Botelho, Tombo, 48. The Port. also formed a word ariqueira for the tree bearing the nuts.\n 1563. -- \". . . and in Malabar they call it pac (Tam. pāk); and the Nairs (who are the gentlemen) call it areca.\" -- Garcia D'O., f. 91 b.\n c. 1566. -- \"Great quantitie of Archa, which is a fruite of the bignesse of nutmegs, which fruite they eate in all these parts of the Indies, with the leafe of an Herbe, which they call Bettell.\" -- C. Frederike, transl. in Hakl. ii. 350.\n 1586. -- \"Their friends come and bring gifts, cocos, figges, arrecaes, and other fruits.\" -- Fitch, in Hakl., ii. 395.\n [1624. -- \"And therewith they mix a little ashes of sea-shells and some small pieces of an Indian nut sufficiently common, which they here call Foufel, and in other places Areca; a very dry fruit, seeming within like perfect wood; and being of an astringent nature they hold it good to strengthen the Teeth.\" -- P. della Valle, Hak. Soc. i. 36. Mr Grey says: \"As to the Port. name, Foufel or Fofel, the origin is uncertain. In Sir J. Maundeville's Travels it is said that black pepper \"is called Fulful,\" which is probably the same word as \"Foufel.\" But the Ar. Fawfal or Fufal is 'betel-nut.']\n 1689. -- \". . . . the Neri which is drawn from the Arequies Tree in a fresh earthen vessel, is as sweet and pleasant as Milk\"- Ovington, 237. [Neri=H. and Mahr. nīr, 'sap,' but neri is, we are told, Guzerati for toddy in some form.]\n", "argemone mexicana": ". This American weed (N.O. Papaveraceae) is notable as having overrun India, in every part of which it seems to be familiar. It is known by a variety of names, Firinghī dhatūra, gamboge thistle, &c. [See Watt, Dict. Econ. Prod., i. 306 seqq.]\n", "argus pheasant": "s. This name, which seems more properly to belong to the splendid bird of the Malay Peninsula (Argusanus giganteus, Tem., Pavo argus, Lin.), is confusingly applied in Upper India to the Himālayan horned pheasant Ceriornis (Spp. satyra, and melanocephala) from the round white eyes or spots which mark a great part of the bird's plumage.- See remark under MOONAUL.\n", "arrack": "s. This word is the Ar. 'arak, properly 'perspiration,' and then, first the exudation or sap drawn from the date palm ('araḳ al-tamar); secondly any strong drink, 'distilled spirit,' 'essence,' etc. But it has spread to very remote corners of Asia. Thus it is used in the forms ariki and arki in Mongolia and Manchuria, for spirit distilled from grain. In India it is applied to a variety of common spirits; in S. India to those distilled from the fermented sap of sundry palms; in E. and N. India to the spirit distilled from cane-molasses, and also to that from rice. The Turkish form of the word, rāḳi, is applied to a spirit made from grape-skins; and in Syria and Egypt to a spirit flavoured with aniseed, made in the Lebanon. There is a popular or slang Fr. word, riquiqui, for brandy, which appears also to be derived from araḳī (Marcel Devic). Humboldt (Examen, &c., ii. 300) says that the word first appears in Pigafetta's Voyage of Magellan; but this is not correct.\n c. 1420. -- \"At every yam (post-house) they give the travellers a sheep, a goose, a fowl . . . . 'arak. . . .\" -- Shah Rukh's Embassy to China, in N. & E., xiv. 396.\n 1516. -- \"And they bring cocoa-nuts, hurraca (which is something to drink) . . . .\" -- Barbosa, Hak. Soc. 59.\n 1518. -- \" -- que todos os mantimentos asy de pão, como vinhos, orracas, arrozes, carnes, e pescados.\" -- In Archiv. Port. Orient., fasc. 2, 57.\n 1521. -- \"When these people saw the politeness of the captain, they presented some fish, and a vessel of palm-wine, which they call in their language uraca. . . .\" Pigafetta, Hak. Soc. 72.\n 1544. -- \"Manueli a cruce . . . . commendo ut plurimum invigilet duobus illis Christianorum Carearum pagis, diligenter attendere . . . . nemo potu Orracae se inebriet . . . si ex hoc deinceps tempore Punicali Orracha potetur, ipsos ad mihi suo gravi damno luituros.\" -- Scti. Fr. Xav. Epistt., p. 111.\n 1554. -- \"And the excise on the orraquas made from palm-trees, of which there are three kinds, viz., çura, which is as it is drawn; orraqua, which is çura once boiled (cozida, qu. distilled?); sharab (xarao) which is boiled two or three times and is stronger than orraqua.\" -- S. Botelho, Tombo, 50.\n 1563. -- \"One kind (of coco - palm) they keep to bear fruit, the other for the sake of the çura, which is vino mosto; and this when it has been distilled they call orraca.\" Garcia D'O., f. 67. (The word surā, used here, is a very ancient importation from India, for Cosmas (6th century) in his account of the coco-nut, confounding (it would seem) the milk with the toddy of that palm, says: \"The Argellion is at first full of a very sweet water, which the Indians drink from the nut, using it instead of wine. This drink is called rhoncosura, and is extremely pleasant.\" It is indeed possible that the rhonco here may already be the word arrack).\n 1605. -- \"A Chines borne, but now turned Iauan, who was our next neighbour . . . . and brewed Aracke which is a kind of hot drinke, that is vsed in most of these parts of the world, instead of Wine. . .\" -- E. Scot, in Purchas, i. 173.\n 1631. -- \". . . . jecur . . . . a potu istius maledicti Arac, non tantum in temperamento immutatum, sed etiam in substantiâ suâ corrumpitur.\" -- Jac. Bontius, lib. ii. cap. vii. p. 22.\n 1687. -- \"Two jars of Arack (made of rice as I judged) called by the Chinese Samshu [Samshoo].\" -- Dampier, i. 419.\n 1719. -- \"We exchanged some of our wares for opium and some arrack. . . .\" -- Robinson Crusoe, Pt. II.\n 1727. -- \"Mr Boucher had been 14 Months soliciting to procure his Phirmaund; but his repeated Petitions . . . . had no Effect. But he had an Englishman, one Swan, for his Interpreter, who often took a large Dose of Arrack. . . . Swan got pretty near the King (Aurungzeb) . . . . and cried with a loud Voice in the Persian Language that his Master wanted Justice done him\" (see DOAI). -- A. Hamilton, i. 97.\n Rack is a further corruption; and rackpunch is perhaps not quite obsolete.\n 1603. -- \"We taking the But-ends of Pikes and Halberts and Faggot-sticks, drave them into a Racke-house.\" -- E. Scot, in Purchas, i. 184.\n Purchas also has Vraca and other forms; and at i. 648 there is mention of a strong kind of spirit called Rack-apee (Malay āpī= 'fire'). See FOOL'S RACK.\n 1616. -- \"Some small quantitie of Wine, but not common, is made among them; they call it Raack, distilled from Sugar and a spicie Rinde of a Tree called Iagra [Jaggery].\" -- Terry, in Purchas, ii. 1470.\n 1622. -- \"We'll send him a jar of rack by next conveyance.\" -- Letter in Sainsbury, iii. 40.\n 1627. -- \"Java hath been fatal to many of the English, but much through their own distemper with Rack.\" -- Purchas,Pilgrimage, 693.\n 1848. -- \"Jos . . . finally insisted upon having a bowl of rack punch. . . . That bowl of rack punch was the cause of all this history.\" -- Vanity Fair, ch. vi.\n", "arsenal": "s. An old and ingenious etymology of this word is arx navalis. But it is really Arabic. Hyde derives it from tars-khānah, 'domus terroris,' contracted into tarsānah, the form (as he says) used at Constantinople (Syntagma Dissertt., i. 100). But it is really the Ar. dār-al-ṣinā'a, 'domus artificii,' as the quotations from Mas'ūdī clearly show. The old Ital. forms darsena, darsinale corroborate this, and the Sp. ataraçana, which is rendered in Ar. by Pedro de Alcala, quoted by Dozy, as dar a cinaa. -- (See details in Dozy, Oosterlingen, 16-18.)\n A.D. 943-4. -- \"At this day in the year of the Hijra 332, Rhodes (Rodas) is an arsenal (dār-ṣinā'a) where the Greeks build their war-vessels.\" -- Mas'ūdī, ii. 423. And again \"dār-ṣinā'at al marākib,\" 'an arsenal of ships,' iii. 67.\n 1573. -- \"In this city (Fez) there is a very great building which they call Daracana, where the Christian captives used to labour at blacksmith's work and other crafts under the superintendence and orders of renegade headmen . . . here they made cannon and powder, and wrought swords, cross-bows, and arquebusses.\" -- Marmol, Desc. General de Affrica, lib. iii. f. 92.\n 1672. -- \"On met au Tershana deux belles galères à l'eau.\" -- Antoine Galland, Journ., i. 80.\n", "art": ". We have heard much, and justly, of late years regarding the corruption of Indian art and artistic instinct by the employment of the artists in working for European patrons, and after European patterns. The copying of such patterns is no new thing, as we may see from this passage of the brightest of writers upon India whilst still under Asiatic government.\n c. 1665. -- \". . . . not that the Indians have not wit enough to make them successful in Arts, they doing very well (as to some of them) in many parts of India, and it being found that they have inclination enough for them, and that some of them make (even without a Master) very pretty workmanship and imitate so well our work of Europe, that the difference thereof will hardly be discerned.\" -- Bernier, E. T., 81 82 [ed. Constable, 254].\n", "artichoke": "s. The genealogy of this word appears to be somewhat as follows: The Ar. is al-ḥarshūf (perhaps connected with ḥarash, 'roughskinned') or al-kharshūf; hence Sp. alcarchofa and It. carcioffo and arciocco, Fr. artichaut, Eng. artichoke.\n c. 1348. -- \"The Incense (benzoin) tree is small . . . . its branches are like those of a thistle or an artichoke (al-kharshaf).\" -- Ibn Batuta, iv. 240. Al-kharshaf in the published text. The spelling with ḥ instead of ḵẖ is believed to be correct (see Dozy, s.v. Alcarchofa); [also see N.E.D. s.v. Artichoke].\n", "aryan": "adj. Skt. Ārya, 'noble.' A term frequently used to include all the races (Indo-Persic, Greek, Roman, Celtic, Sclavonic, &c.) which speak languages belonging to the same family as Sanskrit. Much vogue was given to the term by Pictet's publication of Les Origines Indo-Européennes, ou les Aryas Primitifs (Paris, 1859), and this writer seems almost to claim the name in this sense as his own (see quotation below). But it was in use long before the date of his book. Our first quotation is from Ritter, and there it has hardly reached the full extent of application. Ritter seems to have derived the use in this passage from Lassen's Pentapotamia. The word has in great measure superseded the older term Indo-Germanic, proposed by F. Schlegel at the beginning of the last century. The latter is, however, still sometimes used, and M. Hovelacque, especially, prefers it. We may observe here that the connection which evidently exists between the several languages classed together as Aryan cannot be regarded, as it was formerly, as warranting an assumption of identity of race in all the peoples who speak them.\n It may be noted as curious that among the Javanese (a people so remote in blood from what we understand by Aryan), the word ārya is commonly used as an honorary prefix to the names of men of rank; a survival of the ancient Hindu influence on the civilisation of the island.\n The earliest use of Aryan in an ethnic sense is in the Inscription on the tomb of Darius, in which the king calls himself an Aryan, and of Aryan descent, whilst Ormuzd is in the Median version styled, 'God of the Aryans'\n B.C. c. 486. -- \"Adam Dáryavush Khsháyathiya vazarka . . . . . . . . . . Pársa, Pársahiyá putra, Ariya, Ariya chitra.\" i.e. \"I (am) Darius, the Great King, the King of Kings, the King of all inhabited countries, the King of this great Earth far and near, the son of Hystaspes, an Achaemenian, a Persian, an Arian, of Arian descent.\" -- In Rawlinson's Herodotus, 3rd ed., iv. 250.\n \"These Medes were called anciently by all people Arians, but when Medêa, the Colchian, came to them from Athens, they changed their name.\" -- Herodot., vii. 62 (Rawlins).\n 1835. -- \"Those eastern and proper Indians, whose territory, however, Alexander never touched by a long way, call themselves in the most ancient period Arians (Arier) (Manu, ii. 22, x. 45), a name coinciding with that of the ancient Medes.\" -- Ritter, v. 458.\n 1838. -- See also Ritter, viii. 17 seqq.; and Potto's art. in Ersch & Grueber's Encyc., ii. 18, 46.\n 1850. -- \"The Aryan tribes in conquering India, urged by the Brahmans, made war against the Turanian demon-worship, but not always with complete success.\" -- Dr. J. Wilson, in Life, 450.\n 1851. -- \"We must request the patience of our readers whilst we give a short outline of the component members of the great Arian family. The first is the Sanskrit. . . . The second branch of the Arian family is the Persian. . . . There are other scions of the Arian stock which struck root in the soil of Asia, before the Arians reached the shores of Europe. . .\" -- (Prof. Max Müller) Edinburgh Review, Oct. 1851, pp. 312-313.\n 1853. -- \"Sur les sept premières civilisations, qui sont celles de l'ancien monde, six appartiennent, en partie au moins, à la race ariane.\" -- Gobineau, De l'Inégalité des Races Humaines, i. 364.\n 1855. -- \"I believe that all who have lived in India will bear testimony . . . . that to natives of India, of whatever class or caste, Mussulman, Hindoo, or Parsee, 'Aryan or Tamulian,' unless they have had a special training, our European paintings, prints, drawings, and photographs, plain or coloured, if they are landscapes, are absolutely unintelligible. \" -- Yule, Mission to Ava, 59 (publ. 1858).\n 1858. -- \"The Aryan tribes -- for that is the name they gave themselves, both in their old and new homes -- brought with them institutions of a simplicity almost primitive.\" -- Whitney, Or. & Ling. Studies, ii. 5.\n 1861. -- \"Latin, again, with Greek, and the Celtic, the Teutonic, and Slavonic languages, together likewise with the ancient dialects of India and Persia, must have sprung from an earlier language, the mother of the whole Indo-European or Aryan family of speech.\" -- Prof. Max Müller, Lectures, 1st Ser. 32.\n We also find the verb Aryanize:\n the sway, physical or intellectual and moral, of the alien race; it was thoroughly Aryanized.\" -- Whitney, u. s. 7.\n", "ashrafee": "s. Arab. ashrafī, 'noble,' applied to various gold coins (in analogy with the old English 'noble'), especially to the dīnār of Egypt, and to the Gold Mohur of India. -- See XERAFINE.\n c. 1550. -- \"There was also the sum of 500,000 Falory ashrafies equal in the currency of Persia to 50,000 royal Irak tomāns.\" -- Mem. of Humayun, 125. A note suggests that Falory, or Flori, indicates florin.\n", "assam": "n.p. The name applied for the last three centuries or more to the great valley of the Brahmaputra River, from the emergence of its chief sources from the mountains till it enters the great plain of Bengal. The name Āsām and sometimes Āshām is a form of Āhām or Āhom, a dynasty of Shan race, who entered the country in the middle ages, and long ruled it. Assam politically is now a province embracing much more than the name properly included.\n c. 1590. -- \"The dominions of the Rajah of Asham join to Kamroop; he is a very powerful prince, lives in great state, and when he dies, his principal attendants, both male and female, are voluntarily buried alive with his corpse.\" -- Gladwin's Ayeen (ed. 1800) ii. 3; [Jarrett, trans. ii. 118].\n 1682. -- \"Ye Nabob was very busy dispatching and vesting divers principal officers sent with all possible diligence with recruits for their army, lately overthrown in Asham and Sillet, two large plentiful countries 8 days' journey distant from this city (Dacca).\" -- Hedges, Diary, Oct. 29th; [Hak. Soc. i. 43].\n 1770. -- \"In the beginning of the present century, some Bramins of Bengal carried their superstitions to Asham, where the people were so happy as to be guided solely by the dictates of natural religion.\"- Raynal (tr. 1777) i. 420.\n 1788. -- \"M. Chevalier, the late Governor of Chandernagore, by permission of the King, went up as high as the capital of Assam, about the year 1762.\" -- Rennell's Mem., 3rd ed. p. 299.\n", "assegay": "s. An African throwing-spear. Dozy has shown that this is Berber zaghāya, with the Ar. article prefixed (p. 223). Those who use it often seem to take it for a S. African or Eastern word. So Godinho de Eredia seems to use it as if Malay (f. 21v). [Mr Skeat remarks that the nearest word in Malay is seligi, ex plained by Klinkert as 'a short wooden throwing-spear,' which is possibly that referred to by G. de Eredia.]\n c. 1270. -- \"There was the King standing with three 'exortins' (or men of the guard) by his side armed with javelins [ab lur atzagayes\"]. -- Chronicle of K. James of Aragon, tr. by Mr. Foster, 1883, i. 173.\n c. 1444. -- \" . . . They have a quantity of azagaias, which are a kind of light darts.\" -- Cadamosto, Navegação primeira, 32.\n 1552. -- \"But in general they all came armed in their fashion, some with azagaias and shields and others with bows and quivers of arrows.\" -- Barros, I. iii. 1.\n 1572.- \"Hum de escudo embraçado, e de azagaia, Outro de arco encurvado, e setta ervada.\" Camões, i. 86.\n By Burton: \"this, targe on arm and assegai in hand, that, with his bended bow, and venom'd reed.\"\n 1586. -- \"I loro archibugi sono belli, e buoni, come i nostri, e le lance sono fatte con alcune canne piene, e forti, in capo delle quali mettono vn ferro, come uno di quelli delle nostri zagaglie.\" -- Balbi, 111.\n 1600. -- \"These they use to make Instruments of wherewith to fish . . . . as also to make weapons, as Bows, Arrowes, Aponers, and Assagayen.\" -- Disc. of Guinea, from the Dutch, in Purchas, ii. 927.\n 1608. -- \"Doncques voyant que nous ne pouvions passer, les deux hommes sont venu en nageant auprès de nous, et ayans en leurs mains trois Lancettes ou Asagayes.\"- Houtman, 5b.\n [1648. -- \"The ordinary food of these Cafres is the flesh of this animal (the elephant), and four of them with their Assegais (in orig. ageagayes), which are a kind of short pike, are able to bring an elephant to the ground and kill it.\" -- Tavernier (ed. Ball), ii. 161, cf. ii. 295.]\n 1666. -- \"Les autres armes offensives (in India) sont l'arc et la flêche, le javelot ou zagaye . . . .\" -- Thevenot, v. 132 (ed. 1727).\n 1681. -- \" . . . . encontraron diez y nueve hombres bazos armados con dardas, y azagayas, assi llaman los Arabes vnas lanças pequeñas arrojadizas, y pelearon con ellos.\" -- Martinez de la Puente, Compendio, 87.\n 1879.- \"Alert to fight, athirst to slay, They shake the dreaded assegai, And rush with blind and frantic will On all, when few, whose force is skill.\" Isandlana, by Ld. Stratford de Redcliffe, Times, March 29.\n", "atap": "s. Applied in the Malayo-Javanese regions to any palmfronds used in thatching, commonly to those of the Nipa (Nipa fruticans, Thunb.). [Atap, according to Mr Skeat, is also applied to any roofing; thus tiles are called atap batu, 'stone ataps.'] The Nipa, \"although a wild plant, for it is so abundant that its culture is not necessary, it is remarkable that its name should be the same in all the languages from Sumatra to the Philippines. \" -- (Crawfurd, Dict. Ind. Arch. 301). Atĕp is Javanese for 'thatch.'\n 1672. -- \"Atap or leaves of Palm-trees . . . .\" -- Baldaeus, Ceylon, 164.\n 1690. -- \"Adapol (quae folia sunt sicca et vetusta) . . . .\" -- Rumphius, Herb. Amb. i. 14.\n 1817. -- \"In the maritime districts, ātap or thatch is made . . . . from the leaves of the nipa.\" -- Raffles, Java, i. 166; [2nd ed. i. 186].\n 1878. -- \"The universal roofing of a Perak house is Attap stretched over bamboo rafters and ridge-poles. This attap is the dried leaf of the nipah palm, doubled over a small stick of bamboo, or nibong.\" -- McNair, Perak, &c., 164.\n", "atlas": "s. An obsolete word for 'satin,' from the Ar. aṭlas, used in that sense, literally 'bare' or 'bald' (comp. the Ital. raso for 'satin'). The word is still used in German. [The Draper's Dict. (s.v.) says that \"a silk stuff wrought with threads of gold and silver, and known by this name, was at one time imported from India.\" Yusuf Ali (Mon. on Silk Fabrics, p. 93) writes: \"Atlas is the Indian satin, but the term satan (corrupted from the English) is also applied, and sometimes specialised to a thicker form of the fabric. This fabric is always substantial, i.e. never so thin or netted as to be semi-transparent; more of the weft showing on the upper surface than of the warp.\"]\n 1284. -- \"Cette même nuit par ordre du Sultan quinze cents de ses Mamlouks furent revêtus de robes d'atlas rouges brodées. . .\" -- Makrizi, t. ii. pt. i. 69.\n \" \"The Sultan Mas'ūd clothed his dogs with trappings of aṭlas of divers colours, and put bracelets upon them.\" -- Fakhrī, p. 68.\n 1505. -- \"Raso por seda rasa.\" -- Atlās, Vocabular Arauigo of Fr. P. de Alcala.\n 1673. -- \"They go Rich in Apparel, their Turbats of Gold, Damask'd Gold Atlas Coats to their Heels, Silk, Alajah or Cuttanee breeches.\" -- Fryer, 196.\n 1683. -- \"I saw ye Taffaties and Atlasses in ye Warehouse, and gave directions concerning their several colours and stripes.\"- Hedges, Diary, May 6; [Hak. Soc. i. 85].\n 1689. -- (Surat) \"is renown'd for . . . . rich Silks, such as Atlasses . . . . and for Zarbafts [Zerbaft]. . . .\" -- Ovington, 218.\n 1712. -- In the Spectator of this year are advertised \"a purple and gold Atlas gown\" and \"a scarlet and gold Atlas petticoat edged with silver.\" -- Cited in Malcolm's Anecdotes (1808), 429.\n 1727. -- \"They are exquisite in the Weaver's Trade and Embroidery, which may be seen in the rich Atlasses . . . . made by them.\" -- A. Hamilton, i. 160.\n c. 1750-60. -- \"The most considerable (manufacture) is that of their atlasses or satin flowered with gold and silver.\" -- Grose, i. 117.\n Note. -- I saw not long ago in India a Polish Jew who was called Jacob Atlas, and he explained to me that when the Jews (about 1800) were forced to assume surnames, this was assigned to his grandfather, because he wore a black satin gaberdine! -- (A. B. 1879.)\n", "atoll": "s. A group of coral islands forming a ring or chaplet, sometimes of many miles in diameter, inclosing a space of comparatively shallow water, each of the islands being on the same type as the atoll. We derive the expression from the Maldive islands, which are the typical examples of this structure, and where the form of the word is atoḷu. [P. de Laval (Hak. Soc. i. 93) states that the provinces in the Maldives were known as Atollon.] It is probably connected with the Singhalese ätul, 'inside'; [or etula, as Mr Gray (P. de Laval, Hak. Soc. i. 94) writes the word. The Mad. Admin. Man. in the Glossary gives Malayāl. attālam, 'a sinking reef']. The term was made a scientific one by Darwin in his publication on Coral Reefs (see below), but our second quotation shows that it had been generalised at an earlier date.\n c. 1610. -- \"Estant au milieu d'vn Atollon, vous voyez autour de vous ce grand banc de pierre que jay dit, qui environne et qui defend les isles contre l'impetuosité de la mer.\" -- Pyrard de Laval, i. 71 (ed. 1679); [Hak. Soc. i. 94].\n 1732. -- \"Atollon, a name applied to such a place in the sea as exhibits a heap of little islands lying close together, and almost hanging on to each other.\" -- Zeidler's (German) Universal Lexicon, s.v.\n 1842. -- \"I have invariably used in this volume the term atoll, which is the name given to these circular groups of coral islets by their inhabitants in the Indian Ocean, and is synonymous with 'lagoon-island.'\"- Darwin, The Structure, &c., of Coral Reefs, 2.\n", "aumil": "s. Ar. and thence H. 'āmil (noun of agency from 'amal, 'he performed a task or office,' therefore 'an agent'). Under the native governments a collector of Revenue; also a farmer of the Revenue invested with chief authority in his District. Also\n", "aumildar": ". Properly 'amaldār, 'one holding office'; (Ar. 'amal, 'work,' with P. term of agency). A factor or manager. Among the Mahrattas the 'Amaldār was a collector of revenue under varying conditions -- (See details in Wilson). The term is now limited to Mysore and a few other parts of India, and does not belong to the standard system of any Presidency. The word in the following passage looks as if intended for 'amaldār, though there is a term Māldār, 'the holder of property.'\n 1680. -- \"The Mauldar or Didwan [Dewan] that came with the Ruccas [Roocka] from Golcondah sent forward to Lingappa at Conjiveram.\" -- Ft. St. Geo. Cons., 9th Novr. No. III., 38.\n c. 1780. -- \". . . . having detected various frauds in the management of the Amuldar or renter . . . . (M. Lally) paid him 40,000 rupees.\" -- Orme, iii. 496 (ed. 1803).\n 1793. -- \"The aumildars, or managers of the districts.\" -- Dirom, p. 56.\n 1799. -- \"I wish that you would desire one of your people to communicate with the Amildar of Soondah respecting this road.\" -- A. Wellesley to T. Munro, in Munro's Life, i. 335.\n 1804. -- \"I know the character of the Peshwah, and his ministers, and of every Mahratta amildar sufficiently well . . . .\" -- Wellington, iii. 38.\n 1809. -- \"Of the aumil I saw nothing.\" -- Ld. Valentia, i. 412.\n", "aurung": "s. H. from P. aurang, 'a place where goods are manufactured, a depôt for such goods.' During the Company's trading days this term was applied to their factories for the purchase, on advances, of native piecegoods, &c.\n 1778. -- \". . . . Gentoo-factors in their own pay to provide the investments at the different Aurungs or cloth markets in the province.\" -- Orme, ii. 51.\n 1789. -- \"I doubt, however, very much whether he has had sufficient experience in the commercial line to enable him to manage so difficult and so limportant an aurung as Luckipore, which is almost the only one of any magnitude which supplies the species of coarse cloths which do not interfere with the British manufacture.\" -- Cornwallis. i. 435.\n", "ava": "n.p. The name of the city which was for several centuries the capital of the Burmese Empire, and was applied often to that State itself. This name is borrowed, according to Crawfurd, from the form Awa or Awak used by the Malays. The proper Burmese form was Eng-wa, or 'the Lake-Mouth,' because the city was built near the opening of a lagoon into the Irawadi; but this was called, even by the Burmese, more popularly A-wā, 'The Mouth.' The city was founded A.D. 1364. The first European occurrence of the name, so far as we know, is (c. 1440) in the narrative of Nicolo Conti, and it appears again (no doubt from Conti's information) in the great World-Map of Fra Mauro at Venice (1459).\n c. 1430. -- \"Having sailed up this river for the space of a month he arrived at a city more noble than all the others, called Ava, and the circumference of which is 15 miles.\" -- Conti, in India in the X Vth Cent. 11.\n c. 1490. -- \"The country (Pegu) is distant 15 days' journey by land from another called Ava in which grow rubies and many other precious stones.\" -- Hier. di Sto. Stefano, u. s. p. 6.\n 1516. -- \"Inland beyond this Kingdom of Pegu . . . . there is another Kingdom of Gentiles which has a King who resides in a very great and opulent city called Ava, 8 days' journey from the sea; a place of rich merchants, in which there is a great trade of jewels, rubies, and spinel-rubies, which are gathered in this Kingdom.\" -- Barbosa, 186.\n c. 1610. -- \". . . .The King of Ová having already sent much people, with cavalry, to relieve Porão (Prome), which marches with the Pozão (?) and city of Ová or Anvá, (which means 'surrounded on all sides with streams') . . .\" -- Antonio Bocarro, Decada, 150.\n 1726. -- \"The city Ava is surpassing great. . . . One may not travel by land to Ava, both because this is permitted by the Emperor to none but envoys, on account of the Rubies on the way, and also because it is a very perilous journey on account of the tigers.\" -- Valentijn, V. (Chorom.) 127.\n", "avadavat": "s. Improperly for Amadavat. The name given to a certain pretty little cage-bird (Estrelda amandava, L. or 'Red Wax-Bill') found throughout India, but originally brought to Europe from Ahmadābād in Guzerat, of which the name is a corruption. We also find Ahmadābād represented by Madava: as in old maps Astarābād on the Caspian is represented by Strava (see quotation from Correa below). [One of the native names for the bird is lāl, 'ruby,' which appears in the quota tion from Mrs. Meer Hassan Ali below.]\n 1538. -- \". . . . o qual veyo d'Amadava principall cidade do reino.\" -- In S. Botelho, Tombo, 228.\n 1546. -- \"The greater the resistance they made, the more of their blood was spilt in their defeat, and when they took to flight, we gave them chase for the space of half a league. And it is my belief that as far as the will of the officers and lascarys went, we should not have halted on this side of Madavá; but as I saw that my people were much fatigued, and that the Moors were in great numbers, I withdrew them and brought them back to the city.\" -- D. João de Castro's despatch to the City of Goa respecting the victory at Diu. -- Correa, iv. 574.\n 1648. -- \"The capital (of Guzerat) lies in the interior of the country and is named Hamed-Ewat, i.e. the City of King Hamed who built it; nowadays they call it Amadavar or Amadabat.\" -- Van Twist, 4.\n 1673. -- \"From Amidavad, small Birds, who, besides that they are spotted with white and Red no bigger than Measles, the principal Chorister beginning, the rest in Consort, Fifty in a Cage, make an admirable Chorus.\" -- Fryer, 116.\n [1777. -- \". . . a few presents now and then -- china, shawls, congou tea, avadavats, and Indian crackers.\" -- The School for Scandal, v. i.]\n 1813. -- \". . . . amadavats, and other songsters are brought thither (Bombay) from Surat and different countries.\" -- Forbes, Or. Mem. i. 47. [The 2nd ed. (i. 32) reads amadavads.]\n [1832. -- \"The lollah, known to many by the name of haver-dewatt, is a beautiful little creature, about one-third the size of a hedge-sparrow.\" -- Mrs Meer Hassan Ali, Observat. ii. 54.]\n", "avatar": "s. Skt. Avatāra, an incarnation on earth of a divine Being. This word first appears in Baldaeus (1672) in the form Autaar (Afgoderye, p. 52), which in the German version generally quoted in this book takes the corrupter shape of Altar.\n [c. 1590. -- \"In the city of Sambal is a temple called Hari Mandal (the temple of Vishnu) belonging to a Brahman, from among whose descendants the tenth avatar will appear at this spot.\" -- Āīn, tr. Jarrett, ii. 281.]\n 1672. -- \"Bey den Benjanen haben auch diese zehen Verwandlungen den Namen daas sie Altare heissen, und also hat Mats Altar als dieser erste, gewähret 2500 Jahr.\" -- Baldaeus, 472.\n 1784. -- \"The ten Avatárs or descents of the deity, in his capacity of Preserver.\"- Sir W. Jones, in Asiat. Res. (reprint) i. 234.\n 1812. -- \"The Awatars of Vishnu, by which are meant his descents upon earth, are usually counted ten. . . .\" -- Maria Graham, 49.\n 1821. -- \"The Irish Avatar.\" -- Byron.\n 1845. -- \"In Vishnu-land what Avatar?\" -- Browning, Dramatic Romances, Works, ed. 1870, iv. pp. 209, 210.\n 1872. -- \". . . . all which cannot blind us to the fact that the Master is merely another avatar of Dr Holmes himself.\" -- Sat. Review Dec. 14, p. 768.\n 1873. -- \"He . . . . builds up a curious History of Spiritualism, according to which all matter is mediately or immediately the avatar of some Intelligence, not necessarily the highest.\" -- Academy, May 15th, 172b.\n 1875. -- \"Balzac's avatars were a hundredfold as numerous as those of Vishnu.\" -- Ibid., April 24th, p. 421.\n", "average": "s. Skeat derives this in all its senses from L. Latin averia, used for cattle; for his deduction of meanings we must refer to his Dictionary. But it is worthy of consideration whether average, in its special marine use for a proportionate contribution towards losses of those whose goods are cast into the sea to save a ship, &c., is not directly connected with the Fr. avarie, which has quite that signification. And this last Dozy shows most plausibly to be from the Ar. 'awār, spoilt merchandise.' [This is rejected by the N.E.D., which concludes that the Ar. 'awār is \"merely a mod. Arabic translation and adaptation of the Western term in its latest sense.\"] Note that many European words of trade are from the Arabic; and that avarie is in Dutch avarij, averij, or haverij. -- (See Dozy, Oosterlingen. )\n", "ayah": "s. A native lady's-maid or nurse-maid. The word has been adopted into most of the Indian vernaculars in the forms āya or āyā, but it is really Portuguese (f. aia, 'a nurse, or governess'; m. aio, 'the governor of a young noble'). [These again have been connected with L. Latin aidus, Fr. aide, 'a helper.']\n 1779. -- \"I was sitting in my own house in the compound, when the iya came down and told me that her mistress wanted a candle.\" -- Kitmutgar's evidence, in the case of Grand v. Francis. Ext. in Echoes of Old Calcutta, 225.\n 1782. -- (A Table of Wages):- \"Consumah .........10 (rupees a month).\n * * * * * * Eyah................. ...5.\" -- India Gazette, Oct. 12.\n 1810. -- \"The female who attends a lady while she is dressing, etc., is called an Ayah.\" -- Williamson, V. M. i. 337.\n 1826. -- \"The lieutenant's visits were now less frequent than usual; one day, however, he came . . . . and on leaving the house I observed him slip something, which I doubted not was money, into the hand of the Ayah, or serving woman, of Jane.\"- Pandurang Hari, 71; [ed. 1873, i. 99].\n 1842. -- \"Here (at Simla) there is a great preponderence of Mahometans. I am told that the guns produced absolute consternation, visible in their countenances. One Ayah threw herself upon the ground in an agony of despair. . . . I fired 42 guns for Ghuzni and Cabul; the 22nd (42nd?) gunwhich announced that all was finished -- was what overcame the Mahometans.\" -- Lord Ellenborough, in Indian Administration 295. This stuff was written to the great Duke of Wellington!\n 1873. -- \"The white-robed ayah flits in and out of the tents, finding a home for our various possessions, and thither we soon retire.\" -- Fraser's Mag., June, i. 99.\n 1879. -- \"He was exceedingly fond of his two children, and got for them servants; a man to cook their dinner, and an ayah to take care of them.\" -- Miss Stokes, Indian Fairy Tales, 7.\n B"}