{"dabul": "n.p. Dābhol. In the later Middle Ages a famous port of the Konkan, often coupled with Choul (q.v.), carrying on extensive trade with the West of Asia. It lies in the modern dist. of Ratnagiri, in lat. 17˚ 34', on the north bank of the Anjanwel or Vashishti R. In some maps (e.g. A. Arrowsmith's of 1816, long the standard map of India), and in W. Hamilton's Gazetteer, it is confounded with Dāpoli, 12 m. north, and not a seaport.\n c. 1475. -- \"Dabyl is also a very extensive seaport, where many horses are brought from Mysore,* Rabast [Arabistan? i.e. Arabia], Khorassan, Turkistan, Neghostan.\" -- Nikitin, p. 20. \"It is a very large town, the great meeting-place for all nations living along the coast of India and of Ethiopia.\" -- Ibid. 30.\n 1502. -- \"The gale abated, and the caravels reached land at Dabul, where they rigged their lateen sails, and mounted their artillery. \" -- Correa, Three Voyages of V. da Gama, Hak. Soc. 308.\n 1510. -- \"Having seen Cevel and its customs, I went to another city, distant from it two days journey, which is called Dabuli. . . . There are Moorish merchants here in very great numbers.\" -- Varthema, 114.\n Mysore is nonsense. As suggested by Sir J. Campbell in the Bombay Gazetteer, Misr (Egypt) is probably the word.\n 1516. -- \"This Dabul has a very good harbour, where there always congregate many Moorish ships from various ports, and especially from Mekkah, Aden, and Ormuz with horses, and from Cambay, Diu, and the Malabar country.\" -- Barbosa, 72.\n 1554. -- \"23d Voyage, from Dābul to Aden.\" -- The Mohit, in J. As. Soc. Beng., v. 464.\n 1572. -- See Camões, x. 72.\n [c. 1665. -- \"The King of Bijapur has three good ports in this kingdom: these are Rajapur, Dabhol, and Kareputtun.\" -- Tavernier, ed. Ball, i. 181 seq.]\n", "dacca": "n.p. Properly Dhākā, ['the wood of ḍhāk (see DHAWK ) trees'; the Imp. Gaz. suggests Ḍhakeswarī, 'the concealed goddess']. A city in the east of Bengal, once of great importance, especially in the later Mahommedan history; famous also for the \"Dacca muslins\" woven there, the annual advances for which, prior to 1801, are said to have amounted to £250,000. [Taylor, Descr. and Hist. Account of the Cotton Manufacture of Dacca in Bengal]. Dāka is throughout Central Asia applied to all muslins imported through Kabul.\n c. 1612. -- \". . . liberos Osmanis assecutus vivos cepit, eosque cum elephantis et omnibus thesauris defuncti, post quam Daeck Bengalae metropolim est reversus, misit ad regem.\" -- De Laet, quoted by Blochmann, Āīn, i. 521.\n [c. 1617. -- \"Dekaka\" in Sir T. Roe's List, Hak. Soc. ii. 538.]\n c. 1660. -- \"The same Robbers took SultanSujah at Daka, to carry him away in their Galeasses to Rakan. . . .\" -- Bernier, E.T. 55; [ed. Constable, 109].\n 1665. -- \"Daca is a great Town, that extends itself only in length; every one coveting to have an House by the Ganges side. The length . . . is above two leagues. . . . These Houses are properly no more than paltry Huts built up with Bambouc's, and daub'd over with fat Earth.\" -- Tavernier, E.T. ii. 55; [ed. Ball, i. 128].\n 1682. -- \"The only expedient left was for the Agent to go himself in person to the Nabob and Duan at Decca.\" -- Hedges, Diary, Oct. 9; [Hak. Soc. i. 33].\n", "dacoit": "s. Hind. ḍakait, ḍākāyat, ḍākū; a robber belonging to an armed gang. The term, being current in Bengal, got into the Penal Code. By law, to constitute dacoity, there must be five or more in the gang committing the crime. Beames derives the word from ḍāknā, 'to shout,' a sense not in Shakespear's Dict. [It is to be found in Platts, and Fallon gives it as used in E. H. It appears to be connected with Skt. dashṭa, 'pressed together.']\n 1810. -- \"Decoits, or water-robbers.\" -- Williamson, V. M. ii. 396.\n 1812. -- \"Dacoits, a species of depredators who infest the country in gangs.\" -- Fifth Report, p. 9.\n 1817. -- \"The crime of dacoity\" (that is, robbery by gangs), says Sir Henry Strachey, \". . . has, I believe, increased greatly since the British administration of justice.\" -- Mill, H. of B. I., v. 466.\n 1834. -- \"It is a conspiracy! a false warrant! -- they are Dakoos! Dakoos!!\" -- The Baboo, ii. 202.\n 1872. -- \"Daroga! Why, what has he come here for? I have not heard of any dacoity or murder in the Village.\" -- Govinda Samanta, i. 264.\n", "dadny": "s. H. dādnī, [P. dādan, 'to give']; an advance made to a craftsman, a weaver, or the like, by one who trades in the goods produced.\n 1678. -- \"Wee met with Some trouble About ye Investment of Taffaties wch hath Continued ever Since, Soe yt wee had not been able to give out any daudne on Muxadavad Side many weauours absenting themselves. . . .\" -- M S. Letter of 3d June, from Cassumbazar Factory, in India Office.\n 1683. -- \"Chuttermull and Deepchund, two Cassumbazar merchants this day assured me Mr. Charnock gives out all his new Sicca Rupees for Dadny at 2 per cent., and never gives the Company credit for more than 1¼ rupee -- by which he gains and putts in his own pocket Rupees ¾ per cent. of all the money he pays, which amounts to a great Summe in ye Yeare: at least £1,000 sterling.\" -- Hedges, Diary, Oct. 2; [Hak. Soc. i. 121, also see i. 83].\n 1748. -- \"The Sets being all present at the Board inform us that last year they dissented to the employment of Fillick Chund, Gosserain, Occore, and Otteram, they being of a different caste, and consequently they could not do business with them, upon which they refused Dadney, and having the same objection to make this year, they propose taking their shares of the Dadney.\" -- Ft. William Cons., May 23. In Long, p. 9.\n 1772. -- \"I observe that the Court of Directors have ordered the gomastahs to be withdrawn, and the investment to be provided by Dadney merchants.\" -- Warren Hastings to J. Purling, in Gleig, i. 227.\n", "dagbail": "s. Hind. from Pers. dāgh-i-bel, 'spade-mark.' The line dug to trace out on the ground a camp, or a road or other construction. As the central line of a road, canal, or rail road it is the equivalent of English 'lockspit.'\n", "dagoba": "s. Singhalese dāgaba, from Pali dhātugabbha, and Sansk. dhātu-garbha, 'Relic-receptacle'; applied to any dome-like Buddhist shrine (see TOPE, PAGODA). Gen. Cunningham alleges that the Chaitya was usually an empty tope dedicated to the Adi-Buddha (or Supreme, of the quasi-Theistic Buddhists), whilst the term Dhātu-garbha, or Dhagoba, was properly applied only to a tope which was an actual relic-shrine, or repository of ashes of the dead (Bhilsa Topes, 9). [\"The Shan word 'Htat,' or 'Tat,' and the Siamese 'Sat - oop,' for a pagoda placed over portions of Gaudama's body, such as his flesh, teeth, and hair, is derived from the Sanskrit 'Dhātu-garba,' a relic shrine\" (Hallett, A Thousand Miles, 308).]\n We are unable to say who first introduced the word into European use. It was well known to William von Humboldt, and to Ritter; but it has become more familiar through its frequent occurrence in Fergusson's Hist. of Architecture. The only surviving example of the native use of this term on the Continent of India, so far as we know, is in the neighbourhood of the remains of the great Buddhist establishments at Nalanda in Behar. See quotation below.\n 1806. -- \"In this irregular excavation are left two dhagopes, or solid masses of stone, bearing the form of a cupola.\" -- Salt, Caves of Salsette, in Tr. Lit. Soc. Bo. i. 47, pub. 1819.\n 1823. -- \". . . from the centre of the screens or walls, projects a daghope.\" -- Des. of Caves near Nasick, by Lt.-Col. Delamaine in As. Journal, N.S. 1830, vol. iii. 276.\n 1834. -- \". . . Mihindu - Kumara . . . preached in that island (Ceylon) the Religion of Buddha, converted the aforesaid King, built Dagobas (Dagops, i.e. sanctuaries under which the relics or images of Buddha are deposited) in various places.\" -- Ritter, Asien, Bd. iii. 1162.\n 1835. -- \"The Temple (cave at Nāsik) . . . has no interior support, but a rock-ceiling richly adorned with wheel-ornaments and lions, and in the end-niche a Dagop . . .\" -- Ibid. iv. 683.\n 1836. -- \"Although the Dagops, both from varying size and from the circumstance of their being in some cases independent erections and in others only elements of the internal structure of a temple, have very different aspects, yet their character is universally recognised as that of closed masses devoted to the preservation or concealment of sacred objects.\" -- W. v. Humboldt, Kawi-Sprache, i. 144.\n 1840. -- \"We performed pradakshina round the Dhagobs, reclined on the living couches of the devotees of Nirwan.\" -- Letter of Dr. John Wilson, in Life, 282.\n 1853. -- \"At the same time he (Sakya) foresaw that a dágoba would be erected to Kantaka on the spot. . . .\" -- Hardy, Manual of Buddhism, 160.\n 1855. -- \"All kinds and forms are to be found . . . the bell-shaped pyramid of dead brickwork in all its varieties . . . the bluff knob-like dome of the Ceylon Dagobas. . . .\" -- Yule, Mission to Ava, 35.\n 1872. -- \"It is a remarkable fact that the line of mounds (at Nalanda in Bihar) still bears the name of 'dagop' by the country people. Is not this the dágoba of the Pálí annals?\" -- Broadley, Buddh. Remains of Bíhár, in J.A.S.B. xli., Pt. i. 305.\n", "dagon": "n.p. A name often given by old European travellers to the place now called Rangoon, from the great Relic-shrine or dagoba there, called Shwé (Golden) Dagôn. Some have suggested that it is a corruption of dagoba, but this is merely guesswork. In the Talaing language tă'kkūn signifies 'athwart,' and, after the usual fashion, a legend had grown up connecting the name with the story of a tree lying 'athwart the hill-top,' which supernaturally indicated where the sacred relics of one of the Buddhas had been deposited (see J.A.S.B. xxviii. 477). Prof. Forchhammer recently (see Notes on Early Hist. and Geog. of B. Burma, No. 1) explained the true origin of the name. Towns lying near the sacred site had been known by the successive names of Asitañña-nagara and Ukkalanagara. In the 12th century the last name disappears and is replaced by Trikumbha - nagara, or in Pali form Tikumbha - nagara, signifying '3-Hillcity.'* The Kalyāni inscription near Pegu contains both forms. Tikumbha gradually in popular utterance became Tikum, Tăkum, and Tăkun, whence Dagôn. The classical name of the great Dagoba is Tikumbha-cheti, and this is still in daily Burman use. Kumbha means an earthen pot, and also the \"frontal globe on the upper part of the forehead of the elephant.\" The latter meaning was, according to Prof. Forchhammer, that intended, being applied to the hillocks on which the town stood, because of their form. But the Burmese applied it to 'alms-bowls,' and invented a legend of Buddha and his two disciples having buried their alms-bowls at this spot.\n When the original meaning of the word Tăkum had been effaced from the memory of the Talaings, they invented the fable alluded to above in connection with the word tă'kkūn. [This view has been disputed by Col. Temple (Ind. Ant., Jan. 1893, p. 27). He gives the reading of the Kalyāni inscription as Tigumpanagara and goes on to say: \"There is more in favour of this derivation (from dagoba) than of any other yet produced. Thus we have dāgaba, Singhalese, admittedly from dhātugabbha, and as far back as the 16th century we have a persistent word tigumpa or digumpa (dagon, digon) in Burma with the same meaning. Until a clear derivation is made out, it is, therefore, not unsafe to say that dagon represents some medieval Indian current form of dhātugabbha. This view is supported by a word gompa, used in the Himālayas about Sikkim for a Buddhist shrine, which looks primâ facie like the remains of some such word as gabbha, the latter half of the compound dhātugabbha. . . . Neither Trikumbha-nagara in Skt. nor Tikumbha-nagara in Pali would mean 'Three-hill-city,' kumbha being in no sense a 'hill' which is kūta, and there are not three hills on the site of the Shwe-Dagon Pagoda at Rangoon.\"]\n c. 1546. -- \"He hath very certaine intelligence, how the Zemindoo hath raised an army, with an intent to fall upon the Towns of Cosmin and Dalaa (DALA), and to gain all along the rivers of Digon and Meidoo, the whole Province of Danapluu, even to Ansedaa (hod. Donabyu and Henzada).\" -- F. M. Pinto, tr. by H. C. 1653, p. 288.\n c. 1585. -- \"After landing we began to walk, on the right side, by a street some 50 paces wide, all along which we saw houses of wood, all gilt, and set off with beautiful gardens in their fashion, in which dwell all the Talapoins, which are their Friars, and the rulers of the Pagode or Varella of Dogon.\" -- Gasparo Balbi, f. 96.\n c. 1587. -- \"About two dayes iourney from Pegu there is a Varelle (see VARELLA) or Pagode, which is the pilgrimage of the Pegues: it is called Dogonne, and is of a wonderfulle bignesse and all gilded from the foot to the toppe.\" -- R. Fitch, in Hakl. ii. 398, [393].\n c. 1755. -- Dagon and Dagoon occur in a paper of this period in Dalrymple's Oriental Repertory, i. 141, 177; [Col. Temple adds: \"The word is always Digon in Flouest's account of his travels in 1786 (T'aung Pao, vol. i. Les Francais en Birmanie au xviiie Siècle. passim). It is always Digon (except once: \"Digone capitale del Pegù,\" p. 149) in Quirini's Vita di Monsignor G. M. Percoto, 1781; and it is Digon in a map by Antonio Zultae e figli Venezia, 1785. Symes, Embassy to Ava, 1803 (pp. 18, 23) has Dagon. Crawfurd, 1829, Embassy to Ava (pp. 346-7), calls it Dagong. There is further a curious word, \"Too Degon,\" in one of Mortier's maps, 1740.\"]\n", "daibul": "n.p. See DIULSIND .\n", "daimio": "s. A feudal prince in Japan. The word appears to be approximately the Jap. pronunciation of Chin. taiming, 'great name.' [\"The Daimyōs were the territorial lords and barons of feudal Japan. The word means literally 'great name.' Accordingly, during the Middle Ages, warrior chiefs of less degree, corresponding, as one might say, to our knights or baronets, were known by the correlative title of Shōmyō, that is, 'small name.' But this latter fell into disuse. Perhaps it did not sound grand enough to be welcome to those who bore it\" (Chamberlain, Things Japanese, 101 seq.).]\n", "daiseye": "s. This word, representing Desai, repeatedly occurs in Kirkpatrick's Letters of Tippoo (e.g. p. 196) for a local chief of some class. See DESSAYE.\n", "dala": "n.p. This is now a town on the (west) side of the river of Rangoon, opposite to that city. But the name formerly applied to a large province in the Delta, stretching from the Rangoon River westward.\n 1546. -- See Pinto, under DAGON.\n 1585. -- \"The 2d November we came to the city of Dala, where among other things there are 10 halls full of elephants, which are here for the King of Pegu, in charge of various attendants and officials.\" -- Gasp. Balbi, f. 95.\n", "dalaway": "s. In S. India the Commander-in-chief of an army; [Tam. talavāy, Skt. dala, 'army,' vah, 'to lead']; Can. and Mal. dhaḷavāy and daḷavāyi. Old Can. dhaḷa, H. dal, 'an army.'\n 1615. -- \"Caeterum Deleuaius . . . vehementer à rege contendit, ne com̃itteret vt vllum condenda nova hac urbe Arcomaganensis portus antiquissimus detrimentum caperet.\" -- Jarric, Thesaurus, i. p. 179.\n 1700. -- \"Le Talavai, c'est le nom qu'on donne au Prince, qui gouverne aujourd'hui le Royaume sous l'autorité de la Reine.\"- Lettres Edif. x. 162. See also p. 173 and xi. 90.\n c. 1747. -- \"A few days after this, the Dulwai sent for Hydur, and seating him on a musnud with himself, he consulted with him on the re-establishment of his own affairs, complaining bitterly of his own distress for want of money.\" -- H. of Hydur Naik, 44. (See also under DHURNA.)\n 1754. -- \"You are imposed on, I never wrote to the Maissore King or Dalloway any such thing, nor they to me; nor had I a knowledge of any agreement between the Nabob and the Dallaway.\" -- Letter from Gov. Saunders of Madras to French Deputies in Cambridge's Acct. of the War, App. p. 29.\n 1763-78. -- \"He (Haidar) has lately taken the King (Mysore) out of the hands of his Uncle, the Dalaway.\" -- Orme, iii. 636.\n [1810. -- \"Two manuscripts . . . preserved in different branches of the family of the ancient Dulwoys of Mysoor.\" -- Wilks, Mysore, Pref. ed. 1869, p. xi.]\n", "daloyet": "s. An armed attendant and messenger, the same as a Peon. H. ḍhalait, ḍhalāyat, from ḍhāl, 'a shield.' The word is never now used in Bengal and Uppe India.\n 1772. -- \"Suppose every farmer in the province was enjoined to maintain a number of good serviceable bullocks . . . obliged to furnish the Government with them on a requisition made to him by the Collector in writing (not by sepoys, delects (sic), or hercarras\" (see HURCARRA).- W. Hastings, to G. Vansittart, in Gleig, i. 237.\n 1809. -- \"As it was very hot, I immediately employed my delogets to keep off the crowd.\" -- Ld. Valentia, i. 339. The word here and elsewhere in that book is a misprint for deloyets.\n", "dam": "s. H. dām. Originally an actual copper coin, regarding which we find the following in the Āīn, i. 31, ed. Blochmann: -- \"1. The Dám weighs 5 tánks, i.e. 1 tolah, 8 māshas, and 7 surkhs; it is the fortieth part of a rupee. At first this coin was called Paisah, and also Bahloli; now it is known under this name (dám). On one side the place is given where it was struck, on the other the date. For the purpose of calculation, the dám is divided into 25 parts, each of which is called a jétal. This imaginary division is only used by accountants.\n \"2. The adhelah is half of a dám. 3. The Páulah is a quarter of a dám. 4. The damrí is an eighth of a dám.\"\n It is curious that Akbar's revenues were registered in this small currency, viz. in laks of dáms. We may compare the Portuguese use of reis [see REAS].\n The tendency of denominations of coins is always to sink in value. The jetal [see JEETUL], which had become an imaginary money of account in Akbar's time, was, in the 14th century, a real coin, which Mr. E. Thomas, chief of Indian numismatologists, has unearthed [see Chron. Pathan Kings, 231]. And now the dām itself is imaginary. According to Elliot the people of the N.W.P. not long ago calculated 25 dāms to the paisā, which would be 1600 to a rupee. Carnegy gives the Oudh popular currency table as:\n 26 kauris = 1 damrī 1 damrī = 3 dām 20 damrī = 1 ānā 25 dām = 1 pice.\n But the Calcutta Glossary says the dām is in Bengal reckoned 1⁄20 of an ānā, i.e. 320 to the rupee. [\"Most things of little value, here as well as in Bhagalpur (writing of Behar) are sold by an imaginary money called Takā, which is here reckoned equal to two Paysas. There are also imaginary monies called Chadām and Damrī; the former is equal to 1 Paysa or 25 cowries, the latter is equal to one-eighth of a Paysa\" (Buchanan, Eastern Ind. i. 382 seq.)]. We have not in our own experience met with any reckoning of dāms. In the case of the damrī the denomination has increased instead of sinking in relation to the dām. For above we have the damrī=3 dāms, or according to Elliot (Beames, ii. 296)= 3¼ dāms, instead of ⅛ of a dām as in Akbar's time. But in reality the damrī's absolute value has remained the same. For by Carnegy's table 1 rupee or 16 anas would be equal to 320 damrīs, and by the Āīn, 1 rupee =40x8 damrīs=320 damrīs. Damrī is a common enough expression for the infinitesimal in coin, and one has often heard a Briton in India say: \"No, I won't give a dumree!\" with but a vague notion what a damrī meant, as in Scotland we have heard, \"I won't give a plack,\" though certainly the speaker could not have stated the value of that ancient coin. And this leads to the suggestion that a like expression, often heard from coarse talkers in England as well as in India, originated in the latter country, and that whatever profanity there may be in the animus, there is none in the etymology, when such an one blurts out \"I don't care a dām!\" i.e. in other words, \"I don't care a brass farthing!\"\n If the Gentle Reader deems this a far-fetched suggestion, let us back it by a second. We find in Chaucer (The Miller's Tale):\n \" --- ne raught he not a kers,\"\n which means, \"he recked not a cress\" (ne flocci quidem); an expression which is also found in Piers Plowman:\n \"Wisdom and witte is nowe not worthe a kerse.\"\n And this we doubt not has given rise to that other vulgar expression, \"I don't care a curse\"; -- curiously parallel in its corruption to that in illustration of which we quote it.\n [This suggestion about dām was made by a writer in Asiat. Res., ed. 1803, vii. 461: \"This word was perhaps in use even among our forefathers, and may innocently account for the expression 'not worth a fig,' or a dam, especially if we recollect that ba-dam, an almond, is to-day current in some parts of India as small money. Might not dried figs have been employed anciently in the same way, since the Arabic word fooloos, a halfpenny, also denotes a cassia bean, and the root fuls means the scale of a fish. Mankind are so apt, from a natural depravity, that 'flesh is heir to,' in their use of words, to pervert them from their original sense, that it is not a convincing argument against the present conjecture our using the word curse in vulgar language in lieu of dam.\" The N.E.D. disposes of the matter: \"The suggestion is ingenious, but has no basis in fact.\" In a letter to Mr. Ellis, Macaulay writes: \"How they settle the matter I care not, as the Duke says, one twopenny damn\"; and Sir G. Trevelyan notes: \"It was the Duke of Wellington who invented this oath, so disproportioned to the greatness of its author.\" (Life, ed. 1878, ii. 257.)]\n 1628. -- \"The revenue of all the territories under the Emperors of Delhi amounts, according to the Royal registers, to 6 arbs and 30 krors of dáms. One arb is equal to 100 krors (a kror being 10,000,000), and a hundred krors of dams are equal to 2 krors and 50 lacs of rupees.\" -- Muhammad Sharīf Hanijī, in Elliot, vii. 138.\n c. 1840. -- \"Charles Greville saw the Duke soon after, and expressing the pleasure he had felt in reading his speech (commending the conduct of Capt. Charles Elliot in China), added that, however, many of the party were angry with it; to which the Duke replied, -- 'I know they are, and I don't care a damn. I have no time to do what is right.'\n \"A twopenny damn was, I believe, the form usually employed by the Duke, as an expression of value: but on the present occasion he seems to have been less precise. \" -- Autobiography of Sir Henry Taylor, i. 296. The term referred to seems curiously to preserve an unconscious tradition of the pecuniary, or what the idiotical jargon of our time calls the 'monetary,' estimation contained in the expression.\n 1881. -- \"A Bavarian printer, jealous of the influence of capital, said that 'Cladstone baid millions of money to the beeble to fote for him, and Beegonsfeel would not bay them a tam, so they fote for Cladstone.'\"- A Socialistic Picnic, in St. James's Gazette, July 6.\n [1900. -- \"There is not, I dare wager, a single bishop who cares one 'twopennyhalfpenny dime' for any of that plenteousness for himself.\" -- H. Bell, Vicar of Muncaster, in Times, Aug. 31.]\n", "daman": "n.p. Damān, one of the old settlements of the Portuguese which they still retain, on the coast of Guzerat, about 100 miles north of Bombay; written by them Damão.\n 1554. -- \". . . the pilots said: 'We are here between Diu and Daman; if the ship sinks here, not a soul will escape; we must make sail for the shore.\" -- Sidi'Ali, 80.\n [1607-8. -- \"Then that by no means or ships or men can goe saffelie to Suratt, or theare expect any quiett trade for the many dangers likelie to happen vnto them by the Portugals Cheef Comanders of Diu and Demon and places there aboute. . . .\" -- Birdwood, First Letter Book, 247.]\n 1623. -- \"Il capitano . . . sperava che potessimo esser vicini alla città di Daman; laqual esta dentro il golfo di Cambaia a man destra. . . .\" -- P. della Valle, ii. 499 [Hak. Soc. i. 15].\n", "damani": "s. Applied to a kind of squall. (See ELEPHANTA .)\n", "dammer": "s. This word is applied to various resins in different parts of India, chiefly as substitutes for pitch. The word appears to be MalayoJavanese damar, used generically for resins, a class of substances the origin of which is probably often uncertain. [Mr. Skeat notes that the Malay damar means rosin and a torch made of rosin, the latter consisting of a regular cylin drical case, made of bamboo or other suitable material, filled to the top with rosin and ignited.] To one of the dammer-producing trees in the Archipelago the name Dammara alba, Rumph. (N. O. Coniferae), has been given, and this furnishes the 'East India Dammer' of English varnishmakers. In Burma the dammer used is derived from at least three different genera of the N. O. Dipterocarpeae; in Bengal it is derived from the sāl tree (see SAUL-WOOD) (Shorea robusta) and other Shoreae, as well as by importation from transmarine sources. In S. India \"white dammer,\" \"Dammer Pitch,\" or Piney resin, is the produce of Vateria indica, and \"black dammer\" of Canarium strictum; in Cutch the dammer used is stated by Lieut. Leech (Bombay Selections, No. xv. p. 215-216) to be made from chandrūz (or chandras =copal) boiled with an equal quantity of oil. This is probably Fryer's 'rosin taken out of the sea' (infra). [On the other hand Mr. Pringle (Diary, &c., Fort St. George, 1st ser. iv. 178) quotes Crawfurd (Malay Archip. i. 455): (Dammer) \"exudes through the bark, and is either found adhering to the trunk and branches in large lumps, or in masses on the ground, under the trees. As these often grow near the sea-side or on banks of rivers, the damar is frequently floated away and collected at different places as drift\"; and adds: \"The dammer used for caulking the masula boats at Madras when Fryer was there, may have been, and probably was, imported from the Archipelago, and the fact that the resin was largely collected as drift may have been mentioned in answer to his enquiries.\"] Some of the Malay dammer also seems, from Major M'Nair's statement, to be, like copal, fossil. [On this Mr. Skeat says: \"It is true that it is sometimes dug up out of the ground, possibly because it may form on the roots of certain trees, or because a great mass of it will fall and partially bury itself in the ground by its own weight, but I have never heard of its being found actually fossilised, and I should question the fact seriously.\"]\n The word is sometimes used in India [and by the Malays, see above] for 'a torch,' because torches are formed of rags dipped in it. This is perhaps the use which accounts for Haex's explanation below.\n 1584. -- \"Demnar (for demmar) from Siacca and Blinton\" (i.e. Siak and Billiton). -- Barret, in Hakl. ii. 43.\n 1631. -- In Haex's Malay Vocabulary: \"Damar, Lumen quod accenditur.\"\n 1673. -- \"The Boat is not strengthened with Knee-Timbers as ours are, the bended Planks are sowed together with Rope-yarn of the Cocoe, and calked with Dammar (a sort of Rosin taken out of the sea).\" -- Fryer, 37.\n \" \"The long continued Current from the Inland Parts (at Surat) through the vast Wildernesses of huge Woods and Forests, wafts great Rafts of Timber for Shipping and Building: and Damar for Pitch, the finest sented Bitumen (if it be not a gum or Rosin) I ever met with.\" -- Ibid. 121.\n 1727. -- \"Damar, a gum that is used for making Pitch and Tar for the use of Shipping. \" -- A. Hamilton, ii. 73; [ed. 1744, ii. 72].\n c. 1755. \"A demar-Boy (Torch-boy).\" -- Ives, 50.\n 1878. -- \"This dammar, which is the general Malayan name for resin, is dug out of the forests by the Malays, and seems to be the fossilised juices of former growth of jungle.\" -- McNair, Perak, &c., 188.\n 1885. -- \"The other great industry of the place (in Sumatra) is dammar collecting. This substance, as is well known, is the resin which exudes from notches made in various species of coniferous and dipterocarpous trees . . . out of whose stem . . . the native cuts large notches up to a height of 40 or 50 feet from the ground. The tree is then left for 3 or 4 months when, if it be a very healthy one, sufficient dammar will have exuded to make it worth while collecting; the yield may then be as much as 94 Amsterdam pounds.\" -- H. O. Forbes, A Naturalist's Wanderings, p. 135.\n", "dana": "s. H. dāna, literally 'grain,' and therefore the exact translation of gram in its original sense (q.v.). It is often used in Bengal as synonymous with gram, thus: \"Give the horse his dāna.\" We find it also in this specific way by an old traveller:\n 1616. -- \"A kind of graine called Donna, somewhat like our Pease, which they boyle, and when it is cold give them mingled with course Sugar, and twise or thrise in the Weeke, Butter to scoure their Bodies.\"- Terry, in Purchas, ii. 1471.\n", "dancing-girl": "s. This, or among the older Anglo-Indians, Dancing-Wench, was the representative of the (Portuguese Bailadeira) Bayadère, or Nautch-girl (q.v.), also Cunchunee. In S. India dancing-girls are all Hindus, [and known as Devadāsī or Bhogam-dāsī;] in N. India they are both Hindu, called Rāmjanī (see RUM-JOHNNY), and Mussulman, called Kanchanī (see CUNCHUNEE). In Dutch the phrase takes a very plainspoken form, see quotation from Valentijn; [others are equally explicit, e.g. Sir T. Roe (Hak. Soc. i. 145) and P. della Valle, ii. 282.]\n 1606. -- See description by Gouvea, f. 39.\n 1673. -- \"After supper they treated us with the Dancing Wenches, and good soops of Brandy and Delf Beer, till it was late enough.\" -- Fryer, 152.\n 1701. -- \"The Governor conducted the Nabob into the Consultation Room . . . after dinner they were diverted with the Dancing Wenches.\" -- In Wheeler, i. 377.\n 1726. -- \"Wat de dans-Hoeren (anders Dewataschi (Deva-dāsī) . . . genaamd, en an de Goden hunner Pagoden als getrouwd) belangd.\" -- Valentijn, Chor. 54.\n 1763-78. -- \"Mandelslow tells a story of a Nabob who cut off the heads of a set of dancing girls . . . because they did not come to his palace on the first summons.\"- Orme, i. 28 (ed. 1803).\n 1789. -- \". . . dancing girls who display amazing agility and grace in all their motions.\" -- Munro, Narrative, 73.\n c. 1812. -- \"I often sat by the open window, and there, night after night, I used to hear the songs of the unhappy dancing girls, accompanied by the sweet yet melancholy music of the cithára.\" -- Mrs. Sherwood's Autobiog. 423.\n [1813. -- Forbes gives an account of the two classes of dancing girls, those who sing and dance in private houses, and those attached to temples. -- Or. Mem. 2nd ed. i. 61.]\n 1815. -- \"Dancing girls were once numerous in Persia; and the first poets of that country have celebrated the beauty of their persons and the melody of their voices.\" -- Malcolm, H. of Persia, ii. 587.\n 1838. -- \"The Maharajah sent us in the evening a new set of dancing girls, as they were called, though they turned out to be twelve of the ugliest old women I ever saw.\" -- Osborne, Court and Camp of Runjeet Singh, 154.\n 1843. -- 'We decorated the Temples of the false gods. We provided the dancing girls. We gilded and painted the images to which our ignorant subjects bowed down.\" -- Macaulay's Speech on the Somnauth Proclamation. \n", "dandy": "s.\n (a). A boatman. The term is peculiar to the Gangetic rivers. H. and Beng. ḍānḍi, from ḍānḍ or ḍanḍ, 'a staff, an oar.'\n 1685. -- \"Our Dandees (or boatmen) boyled their rice, and we supped here.\" -- Hedges, Diary, Jan. 6; [Hak. Soc. i. 175].\n 1763. -- \"The oppressions of your officers were carried to such a length that they put a stop to all business, and plundered and seized the Dandies and Mangies' [see MANJEE] vessel.\" -- W. Hastings to the Nawab, in Long, 347.\n 1809. -- \"Two naked dandys paddling at the head of the vessel.\" -- Ld. Valentia, i. 67.\n 1824. -- \"I am indeed often surprised to observe the difference between my dandees (who are nearly the colour of a black teapot) and the generality of the peasants whom we meet.\" -- Bp. Heber i. 149 (ed. 1844).\n  --- (b). A kind of ascetic who carries a staff. Same etymology. See Solvyns, who gives a plate of such an one.\n [1828. -- \". . . the Dandi is distinguished by carrying a small Dand, or wand, with several processes or projections from it, and a piece of cloth dyed with red ochre, in which the Brahmanical cord is supposed to be enshrined, attached to it.\" -- H. H. Wilson, Sketch of the Religious Sects of the Hindus, ed. 1861, i. 193.]\n  --- (c). H. same spelling, and same etymology. A kind of vehicle used in the Himālaya, consisting of a strong cloth slung like a hammock to a bamboo staff, and carried by two (or more) men. The traveller can either sit sideways, or lie on his back. It is much the same as the Malabar muncheel (q.v.), [and P. della Valle describes a similar vehicle which he says the Portuguese call Rete (Hak. Soc. i. 183)].\n [1875. -- \"The nearest approach to travelling in a dandi I can think of, is sitting in a half-reefed top-sail in a storm, with the head and shoulders above the yard.\"- Wilson, Abode of Snow, 103.]\n 1876. -- \"In the lower hills when she did not walk she travelled in a dandy.\"- Kinloch, Large Game Shooting in Thibet, 2nd S., p. vii.\n", "dangur": "n.p. H. Ḍhāngar, the name by which members of various tribes of Chūtiā Nāgpūr, but especially of the Orāons, are generally known when they go out to distant provinces to seek employment as labourers (\"coolies\"). A very large proportion of those who emigrate to the tea-plantations of E. India, and also to Mauritius and other colonies, belong to the Orāon tribe. The etymology of the term Ḍhāngar is doubtful. The late Gen. Dalton says: \"It is a word that from its apparent derivation (dāng or dhāng, 'a hill') may mean any hill man; but amongst several tribes of the Southern tributary Maháls, the terms Dhángar and Dhángarin mean the youth of the two sexes, both in highland and lowland villages, and it cannot be considered the national designation of any particular tribe\" (Descriptive Ethnology of Bengal, 245) [and see Risley, Tribes and Castes, i. 219].\n", "darcheenee": "s. P. dār-chīnī, 'China-stick,' i.e. cinnamon.\n 1563. -- \". . . The people of Ormuz, because this bark was brought for sale there by those who had come from China, called it dar-chini, which in Persian means 'wood of China,' and so they sold it in Alexandria. . . .\" -- Garcia, f. 59-60.\n 1621. -- \"As for cinnamon which you wrote was called by the Arabs dartzeni, I assure you that the dar-síni, as the Arabs say, or dar-chini as the Persians and Turks call it, is nothing but our ordinary canella.\" -- P. della Valle, ii. 206-7.\n", "darjeeling": "n.p. A famous sanitarium in the Eastern Himālaya, the cession of which was purchased from the Raja of Sikkim in 1835; a tract largely added to by annexation in 1849, following on an outrage committed by the Sikkim Minister in imprisoning Dr. (afterwards Sir) Joseph Hooker and the late Dr. A. Campbell, Superintendent of Darjeeling. The sanitarium stands at 6500 to 7500 feet above the sea. The popular Tibetan spelling of the name is, according to Jaeshcke, rDorrje-glin, 'Land of the Dorje,' i.e. 'of the Adamant or thunderbolt,' the ritual sceptre of the Lamas. But 'according to several titles of books in the Petersburg list of MSS. it ought properly to be spelt Dar-rgyas-glin' (Tib. Eng. Dict. p. 287).\n", "daróga": "s. P. and H. dāroghā. This word seems to be originally Mongol (see Kovalevsky's Dict. No. 1672). In any case it is one of those terms brought by the Mongol hosts from the far East. In their nomenclature it was applied to a Governor of a province or city, and in this sense it continued to be used under Timur and his immediate successors. But it is the tendency of official titles, as of denominations of coin, to descend in value; and that of dāroghā has in later days been bestowed on a variety of humbler persons. Wilson defines the word thus: \"The chief native officer in various departments under the native government, a superintendent, a manager: but in later times he is especially the head of a police, customs, or excise station.\" Under the British Police system, from 1793 to 1862-63, the Darogha was a local Chief of Police, or Head Constable, [and this is still the popular title in the N.W.P. for the officer in charge of a Police Station.] The word occurs in the sense of a Governor in a Mongol inscription, of the year 1314, found in the Chinese Province of Shensi, which is given by Pauthier in his Marc. Pol., p. 773. The Mongol Governor of Moscow, during a part of the Tartar domination in Russia, is called in the old Russian Chronicles Doroga (see Hammer, Golden Horde, 384). And according to the same writer the word appears in a Byzantine writer (unnamed) as *DA/RHGAS (ibid. 238-9). The Byzantine form and the passages below of 1404 and 1665 seem to imply some former variation in pronunciation. But Clavijo has also derroga in \u0015 clii.\n c. 1220. -- \"Tuli Khan named as Darugha at Merv one called Barmas, and himself marched upon Nishapur.\" -- Abulghāzi, by Desmaisons, 135.\n 1404. -- \"And in this city (Tauris) there was a kinsman of the Emperor as Magistrate thereof, whom they call Derrega, and he treated the said Ambassadors with much respect.\" -- Clavijo, \u0015 lxxxii. Comp. Markham, 90.\n 1441. -- \". . . I reached the city of Kerman. . . . The deroghah (governor) the Emir Hadji Mohamed Kaiaschirin, being then absent. . . .\" -- Abdurrazzāk, in India in the X Vth Cent., p. 5.\n c. 1590. -- \"The officers and servants attached to the Imperial Stables. 1. The Atbegi. . . . 2. The Dāroghah. There is one appointed for each stable. . . .\" -- Āīn, tr. Blochmann, i. 137.\n 1621. -- \"The 10th of October, the darogā, or Governor of Ispahan, Mir Abdulaazim, the King's son-in-law, who, as was afterwards seen in that charge of his, was a downright madman. . . .\" -- P. della Valle, ii. 166.\n 1665. -- \"There stands a Derega, upon each side of the River, who will not suffer any person to pass without leave.\" -- Tavernier, E.T., ii. 52; [ed. Ball, i. 117].\n 1673. -- \"The Droger, or Mayor of the City, or Captain of the Watch, or the Rounds; It is his duty to preside with the Main Guard a-nights before the Palacegates. \" -- Fryer, 339.\n 1673. -- \"The Droger being Master of his Science, persists; what comfort can I reap from your Disturbance?\" -- Fryer, 389.\n 1682. -- \"I received a letter from Mr. Hill at Rajemaul advising ye Droga of ye Mint would not obey a Copy, but required at least a sight of ye Originall.\" -- Hedges, Diary, Dec. 14; [Hak. Soc. i. 57].\n c. 1781. -- \"About this time, however, one day being very angry, the Darogha, or master of the mint, presented himself, and asked the Nawaub what device he would have struck on his new copper coinage. Hydur, in a violent passion, told him to stamp an obscene figure on it.\" -- Hydur Naik, tr. by Miles, 488.\n 1812. -- \"Each division is guarded by a Darogha, with an establishment of armed men.\" -- Fifth Report, 44.\n", "datchin": "s. This word is used in old books of Travel and Trade for a steelyard employed in China and the Archipelago. It is given by Leyden as a Malay word for 'balance,' in his Comp. Vocab. of Barma, Malay and Thai, Serampore, 1810. It is also given by Crawfurd as ḍachin, a Malay word from the Javanese. There seems to be no doubt that in Peking dialect ch'eng is 'to weigh,' and also 'steelyard'; that in Amoy a small steelyard is called ch'in; and that in Canton dialect the steelvard is called t'okch'ing. Some of the Dictionaries also give ta 'chêng, 'large steelyard.' Datchin or dotchin may therefore possibly be a Chinese term; but considering how seldom traders' words are really Chinese, and how easily the Chinese monosyllables lend themselves to plausible combinations, it remains probable that the Canton word was adopted from foreigners. It has sometimes occurred to us that it might have been adopted from Achin (d'Achin); see the first quotation. [The N.E.D., following Prof. Giles, gives it as a corruption of the Cantonese name toh-ch'ing (in Court dialect toch'êng) from toh 'to measure,' ch'ing, 'to weigh.' Mr. Skeat notes: \"The standard Malay is daching, the Javanese dachin (v. Klinkert, s.v.). He gives the word as of Chinese origin, and the probability is that the English word is from the Malay, which in its turn was borrowed from the Chinese. The final suggestion, d'Achin, seems out of the question.] Favre's Malay Dict. gives (in French) \"daxing (Ch. pa-tchen), steelyard, balance,\" also \"ber- daxing, to weigh,\" and Javan. \"daxin, a weight of 100 kātis.\" Gericke's Javan. Dict. also gives \"datsin-Picol,\" with a reference to Chinese. [With reference to Crawfurd's statement quoted above, Mr. Pringle (Diary, Ft. St. George, 1st ser. iv. 179) notes that Crawfurd had elsewhere adopted the view that the yard and the designation of it originated in China and passed from thence to the Archipelago (Malay Archip. i. 275). On the whole, the Chinese origin seems most probable.]\n 1554. -- At Malacca. \"The baar of the great Dachem contains 200 cates, each cate weighing two arratels, 4 ounces, 5 eighths, 15 grains, 3 tenths. . . . The Baar of the little Dachem contains 200 cates; each cate weighing two arratels.\" -- A. Nunes, 39.\n [1684-5. -- \". . . he replyed That he was now Content yt ye Honble Company should solely enjoy ye Customes of ye Place on condition yt ye People of ye Place be free from all dutys & Customes and yt ye Profitt of ye Dutchin be his. . . .\" -- Pringle, Diary, Ft. St. Geo. 1st ser. iv. 12.]\n 1696. -- \"For their Dotchin and Ballance they use that of Japan.\" -- Bowyear's Journal at Cochin-China, in Dalrymple, O. R. i. 88.\n 1711. -- \"Never weigh your Silver by their Dotchins, for they have usually two Pair, one to receive, the other to pay by.\"- Lockyer, 113.\n \" \"In the Dotchin, an expert Weigher will cheat two or three per cent. by placing or shaking the Weight, and minding the Motion of the Pole only.\"- Ibid. 115.\n \" \". . . every one has a Chopchin and Dotchin to cut and weigh silver.\" -- Ibid. 141.\n 1748. -- \"These scales are made after the manner of the Roman balance, or our English Stilliards, called by the Chinese Litang, and by us Dot-chin.\" -- A Voyage to the E. Indies in 1747 and 1748, &c., London, 1762, p. 324. The same book has, in a short vocabulary, at p. 265, \"English scales or dodgeons . . . Chinese Litang.\"\n", "datura": "and YELLOW THISTLE . These are Bombay names for the Argemone mexicana, fico del inferno of Spaniards, introduced accidentally from America, and now an abundant and pestilent weed all over India.\n", "dawk": "v. To cause relays of bearers, or horses, to be posted on a road. As regards palankin bearers this used to be done either through the post-office, or through local chowdries (q.v.) of bearers. During the mutiny of 1857-58, when several young surgeons had arrived in India, whose services were urgently wanted at the front, it is said that the Head of the Department to which they had reported themselves, directed them immediately to 'lay a dawk.' One of them turned back from the door, saying: 'Would you explain, Sir; for you might just as well tell me to lay an egg!'\n", "dawk bungalow": "See under BUNGALOW. \n", "daye": "s. A wet-nurse; used in Bengal and N. India, where this is the sense now attached to the word. Hind. dāī, Skt. dātrikā; conf. Pers. dāyah, a nurse, a midwife. The word also in the earlier English Regulations is applied, Wilson states, to \"a female commissioner employed to interrogate and swear native women of condition, who could not appear to give evidence in a Court.\"\n [1568. -- \"No Christian shall call an infidel Daya at the time of her labour.\" -- Archiv. Port. Orient. fasc. iv. p. 25.]\n 1578. -- \"The whole plant is commonly known and used by the Dayas, or as we call them comadres\" (\"gossips,\" midwives).- Acosta, Tractado, 282.\n 1613. -- \"The medicines of the Malays . . . ordinarily are roots of plants . . . horns and claws and stones, which are used by their leeches, and for the most part by Dayas, which are women physicians, excellent herbalists, apprentices of the schools of Java Major.\" -- Godinho de Eredia, f. 37.\n 1782. -- In a Table of monthly Wages at Calcutta, we have:-\n \"Dy (Wet-nurse) 10 Rs.\" India Gazette, Oct. 12.\n 1808. -- \"If the bearer hath not strength what can the Daee (midwife) do?\" -- Guzerati Proverb, in Drummond's Illustrations, 1803.\n 1810. -- \"The Dhye is more generally an attendant upon native ladies.\" -- Williamson, V.M. i. 341.\n 1883. -- \". . . the 'dyah' or wet-nurse is looked on as a second mother, and usually provided for for life.\" -- Wills, Modern Persia, 326.\n [1887. -- \"I was much interested in the Dhais ('midwives') class.\" -- Lady Dufferin, Viceregal Life in India, 337.]\n", "deaner": "s. This is not Anglo-Indian, but it is a curious word of English Thieves' cant, signifying 'a shilling.' It seems doubtful whether it comes from the Italian danaro or the Arabic dīnār (q.v.); both eventually derived from the Latin denarius.\n", "debal": "n.p. See DIUL-SIND .\n", "deccan": "n.p. and adj. Hind. Dakhin, Dakkhin, Dakhan, Dakkhan; dakkhiṇa, the Prakr. form of Skt. dakshiṇa, 'the South'; originally 'on the right hand'; compare dexter, DECI/OS. The Southern part of India, the Peninsula, and especially the Tableland between the Eastern and Western Ghauts. It has been often applied also, politically, to specific States in that part of India, e.g. by the Portuguese in the 16th century to the Mahommedan Kingdom of Bījapur, and in more recent times by ourselves to the State of Hyderabad. In Western India the Deccan stands opposed to the Concan (q.v.), i.e. the table-land of the interior to the maritime plain; in Upper India the Deccan stands opposed to Hindūstān, i.e. roundly speaking, the country south of the Nerbudda to that north of it. The term frequently occurs in the Skt. books in the form dakshiṇāpatha ('Southern region,' whence the Greek form in our first quotation), and dakshīṇātya ('Southern' -- qualifying some word for 'country'). So, in the Paṅchatantra: \"There is in the Southern region (dakshīṇātya janapada) a town called Mihilāropya.\"\n c. A.D. 80-90. -- \"But immediately after Barygaza the adjoining continent extends from the North to the South, wherefore the region is called Dachinabadēs (*DAXINABA/DHS), for the South is called in their tongue Dachanos (*DA/XANOS).\" -- Periplus M.E., Geog. Gr. Min. i. 254.\n 1510. -- \"In the said city of Decan there reigns a King, who is a Mahommedan.\"- Varthema, 117. (Here the term is applied to the city and kingdom of Bījapur).\n 1517. -- \"On coming out of this Kingdom of Guzarat and Cambay towards the South, and the inner parts of India, is the Kingdom of Dacani, which the Indians call Decan.\"- Barbosa, 69.\n 1552. -- \"Of Decani or Daquẽ as we now call it.\" -- Castanheda, ii. 50.\n \" \"He (Mahmūd Shāh) was so powerful that he now presumed to style himself King of Canara, giving it the name of Decan. And the name is said to have been given to it from the combination of different nations contained in it, because Decanij in their language signifies 'mongrel.'\" -- De Barros, Dec. II. liv. v. cap. 2. (It is difficult to discover what has led astray here the usually well-informed De Barros).\n 1608. -- \"For the Portugals of Daman had wrought with an ancient friend of theirs a Raga, who was absolute Lord of a Prouince (betweene Daman, Guzerat, and Decan) called Cruly, to be readie with 200 Horsemen to stay my passage.\" -- Capt. W.Hawkins, in Purchas, i. 209.\n [1612. -- \"The Desanins, a people bordering on them (Portuguese) have besieged six of their port towns.\" -- Danvers, Letters, i. 258.]\n 1616. -- \". . . his son Sultan Coron, who he designed, should, should command in Deccan.\"- Sir T. Roe.\n [\" \"There is a resolution taken that Sultan Caronne shall go to the Decan Warres.\" -- Ibid. Hak. Soc. i. 192.\n [1623. -- \"A Moor of Dacàn.\" -- P. della Valle, Hak. Soc. ii. 225.]\n 1667.- \"But such as at this day, to Indians known, In Malabar or Decan spreads her arms.\" Paradise Lost, ix. [1102-3].\n 1726. -- \"Decan [as a division] includes Decan, Cunkam, and Balagatta.\" -- Valentijn, v. 1.\n c. 1750. -- \". . . alors le Nababe d'Arcate, tout petit Seigneur qu'il étoit, comparé au Souba du Dekam dont il n'étoit que le Fermier traiter (sic) avec nous comme un Souverain avec ses sujets.\" -- Letter of M. Bussy, in Cambridge's War in India, p. xxix.\n 1870. -- \"In the Deccan and in Ceylon trees and bushes near springs, may often be seen covered with votive flowers.\" -- Lubbock, Origin of Civilization, 200. N.B. -- This is a questionable statement as regards the Deccan.\n", "deccany": "adj., also used as subst. Properly dakhinī, dakkhinī, dakhnī. Coming from the Deccan. A (Mahommedan) inhabitant of the Deccan. Also the very peculiar dialect of Hindustani spoken by such people.\n 1516. -- \"The Decani language, which is the natural language of the country.\"- Barbosa, 77.\n 1572. -- \". . . Decanys, Orias, que e esperança Tem de sua salvação nas resonantes Aguas do Gange. . . .\" -- Camões, vii. 20.\n 1578. -- \"The Decanins (call the Betelleaf) Pan.\" -- Acosta, 139.\n c. 1590. -- \"Hence Dak'hinīs are notorious in Hindústán for stupidity. . . .\" -- Author quoted by Blochmann, Āīn, i. 443.\n [1813. -- \". . . and the Decanne - bean (butea superba) are very conspicuous.\"- Forbes, Or. Mem, 2nd. ed. i. 195.]\n 1861.- \"Ah, I rode a Deccanee charger, with a saddle-cloth gold laced, And a Persian sword, and a twelve-foot spear, and a pistol at my waist.\" Sir A. C. Lyall, The Old Pindaree.\n", "deck": "s. A look, a peep. Imp. of Hind. dekh-nā, 'to look.'\n [1830. -- \"When on a sudden, coming to a check, Thompson's mahout called out, 'Dekh! Sahib, Dekh!'\" -- Or. Sporting Mag., ed. 1873, i. 350.]\n 1854. -- \". . . these formed the whole assemblage, with the occasional exception of some officer, stopping as he passed by, returning from his morning ride 'just to have a dekh at the steamer.' . . .\" -- W. Arnold, Oakfield, i. 85.\n", "deen": "s. Ar. Hind. dīn, 'the faith.' The cry of excited Mahommedans, Dīn, Dīn!\n c. 1580. -- \". . . crying, as is their way, Dim, Dim, Mafamede, so that they filled earth and air with terror and confusion.\"- Primor e Honra, &c., f. 19.\n [c. 1760. -- \"The sound of ding Mahomed.\" -- Orme, Military Trans. Madras reprint, ii. 339.\n [1764. -- \"When our seapoys observed the enemy they gave them a ding or huzza.\"- Carraccioli, Life of Clive i. 57.]\n", "delhi": "n.p. The famous capital of the great Moghuls, in the latter years of that family; and the seat under various names of many preceding dynasties, going back into ages of which we have no distinct record. Dillī is, according to Cunningham, the old Hindu form of the name; Dihlī is that used by Mahommedans. According to Panjab Notes and Queries (ii. 117 seq.), Dilpat is traditionally the name of the Dillī of Prithvī Rāj. Dil is an old Hindi word for an eminence; and this is probably the etymology of Dilpat and Dilli. The second quotation from Correa curiously illustrates the looseness of his geography. [The name has become unpleasantly familiar in connection with the so-called 'Delhi boil,' a form of Oriental sore, similar to Biskra Button, Aleppo Evil, Lahore or Multan Sore (see Delhi Gazetteer, 15, note).]\n 1205. -- (Muhammad Ghori marched) \"towards Dehli (may God preserve its prosperity, and perpetuate its splendour!), which is among the chief (mother) cities of Hind.\" -- Hasan Nizāmi, in Elliot, ii. 216.\n c. 1321. -- \"Hanc terram (Tana, near Bombay) regunt Sarraceni, nunc subjacentes dal dili. . . . Audiens ipse imperator dol Dali . . . misit et ordinavit ut ipse Lomelic penitus caperetur. . . .\" -- Fr. Odoric. See Cathay, &c., App., pp. v. and x.\n c. 1330. -- \"Dillī . . . a certain traveller relates that the brick-built walls of this great city are loftier than the walls of Hamath; it stands in a plain on a soil of mingled stones and sand. At the distance of a parasang runs a great river, not so big, however, as Euphrates.\" -- Abulfeda, in Gildemeister, 189 seq.\n c. 1334. -- \"The wall that surrounds Dihlī has no equal. . . . The city of Dihlī has 28 gates . . .\" &c. -- Ibn Batuta, iii. 147 seqq.\n c. 1375. -- The Carta Catalana of the French Library shows ciutat de Dilli and also Lo Rey Dilli, with this rubric below it: \"Aci esta un soldã gran e podaros molt rich. Aquest soldã ha DCC orifans e C millia homens à cavall sot lo seu imperi. Ha encora paons sens nombre. . . .\"\n 1459. -- Fra Mauro's great map at Venice shows Deli cittade grandissima, and the rubrick Questa cittade nobilissima zà dominava tuto el paese del Deli over India Prima.\n 1516. -- \"This king of Dely confines with Tatars, and has taken many lands from the King of Cambay; and from the King of Dacan, his servants and captains with many of his people, took much, and afterwards in time they revolted, and set themselves up as kings.\" -- Barbosa, p. 100.\n 1533. -- \"And this kingdom to which the Badur proceeded was called the Dely; it was very great, but it was all disturbed by wars and the risings of one party against another, because the King was dead, and the sons were fighting with each other for the sovereignty.\" -- Correa, iii. 506.\n \" \"This Kingdom of Dely is the greatest that is to be seen in those parts, for one point that it holds is in Persia, and the other is in contact with the Loochoos (os Lequios) beyond China.\" -- Ibid. iii. 572.\n c. 1568. -- \"About sixteen yeeres past this King (of Cuttack), with his Kingdome, were destroyed by the King of Pattane, which was also King of the greatest part of Bengala . . . but this tyrant enioyed his Kingdome but a small time, but was conquered by another tyrant, which was the great Mogol King of Agra, Delly, and of all Cambaia.\" -- Caesar Frederike in Hakl. ii. 358.\n 1611. -- \"On the left hand is seene the carkasse of old Dely, called the nine castles and fiftie-two gates, now inhabited onely by Googers. . . . The city is 2c betweene Gate and Gate, begirt with a strong wall, but much ruinate. . . .\" -- W. Finch, in Purchas, i. 430.\n", "deling": "s. This was a kind of hammock conveyance, suspended from a pole, mentioned by the old travellers in Pegu. The word is not known to Burmese scholars, and is perhaps a Persian word. Meninski gives \"deleng, adj. pendulus, suspensus.\" The thing seems to be the Malayālam Manchīl. (See MUNCHEEL and DANDY).\n 1569. -- \"Carried in a closet which they call Deling, in the which a man shall be very well accommodated, with cushions under his head.\" -- Caesar Frederike, in Hakl. ii. 367.\n 1585. -- \"This Delingo is a strong cotton cloth doubled, . . . as big as an ordinary rug, and having an iron at each end to attach it by, so that in the middle it hangs like a pouch or purse. These irons are attached to a very thick cane, and this is borne by four men. . . . When you go on a journey, a cushion is put at the head of this Delingo, and you get in, and lay your head on the cushion,\" &c. -- Gasparo Balbi, f. 99b.\n 1587. -- \"From Cirion we went to Macao, which is a pretie towne, where we left our boats and Paroes, and in the morning taking Delingeges, which are a kind of Coches made of cords and cloth quilted, and carried vpon a stang betweene 3 and 4 men: we came to Pegu the same day.\" -- R. Fitch, in Hakl. ii. 391.\n", "delly": "n.p. Port. Monte D'Eli. A mountain on the Malabar coast which forms a remarkable object from seaward, and the name of which occurs sometimes as applied to a State or City adjoining the mountain. It is prominently mentioned in all the old books on India, though strange to say the Map of India in Keith Johnstone's Royal Atlas has neither name nor indication of this famous hill. [It is shown in Constable's Hand Atlas.] It was, according to Correa, the first Indian land seen by Vasco da Gama. The name is Malayāl. Eli mala, 'High Mountain.' Several erroneous explanations have however been given. A common one is that it means 'Seven Hills.' This arose with the compiler of the local Skt. Mahātmya or legend, who rendered the name Saptaṣaila, 'Seven Hills,' confounding ēli with ēl̤u, 'seven,' which has no application. Again we shall find it explained as 'Rat-hill'; but here ĕli is substituted for ēl̤i. [The Madras Gloss. gives the word as Mal. ezhimala, and explains it as 'Rat-hill,' \"because infested by rats.\"] The position of the town and port of Ely or Hili mentioned by the older travellers is a little doubtful, but see Marco Polo, notes to Bk. III. ch. xxiv. The Ely-Maide of the Peutingerian Tables is not unlikely to be an indication of Ely.\n 1298. -- \"Eli is a Kingdom towards the west, about 300 miles from Comari. . . . There is no proper harbour in the country, but there are many rivers with good estuaries, wide and deep.\" -- Marco Polo, Bk. III. ch. 24.\n c. 1330. -- \"Three days journey beyond this city (Manjarūr, i.e. Mangalore) there is a great hill which projects into the sea, and is descried by travellers from afar, the promontory called Hīlī.\" -- Abulfeda, in Gildemeister, 185.\n c. 1343. -- \"At the end of that time we set off for Hīlī, where we arrived two days later. It is a large well-built town on a great bay (or estuary) which big ships enter.\" -- Ibn Batuta, iv. 81.\n c. 1440. -- \"Proceeding onwards he . . . arrived at two cities situated on the sea shore, one named Pacamuria, and the other Helly.\" -- Nicolo Conti, in India in the XVth Cent. p. 6.\n 1516. -- \"After passing this place along the coast is the Mountain Dely, on the edge of the sea; it is a round mountain, very lofty, in the midst of low land; all the ships of the Moors and the Gentiles . . . sight this mountain . . . and make their reckoning by it.\" -- Barbosa, 149.\n c. 1562. -- \"In twenty days they got sight of land, which the pilots foretold before that they saw it, this was a great mountain which is on the coast of India, in the Kingdom of Cananor, which the people of the country in their language call the mountain Dely, elly meaning 'the rat,'* and they call it Mount Dely, because in this mountain there are so many rats that they could never make a village there.\" -- Correa, Three Voyages, &c., Hak. Soc. 145.\n 1579. -- \". . . Malik Ben Habeeb . . . proceeded first to Quilon . . . and after erecting a mosque in that town and settling his wife there, he himself journeyed on to [Hīlī Marāwī]. . . .\" -- Rowlandson's Tr. of Tohfutul-Mujahideen, p. 54. (Here and elsewhere in this ill-edited book Hīlī Marāwī is read and printed Hubaee Murawee).\n [1623. -- \". . . a high Hill, inland near the seashore, call'd Monte Deli.\" -- P. della Valle, Hak. Soc. ii. 355].\n 1638. -- \"Sur le midy nous passames à la veüe de Monte-Leone, qui est vne haute montagne dont les Malabares descouurent de loin les vaisseaux, qu'ils peuuent attaquer avec aduantage.\" -- Mandelslo, 275.\n 1727. -- \"And three leagues south from Mount Delly is a spacious deep River called Balliapatam, where the English Company had once a Factory for Pepper.\" -- A. Hamilton, i. 291; [ed. 1744, ii. 293].\n 1759. -- \"We are further to remark that the late troubles at Tellicherry, which proved almost fatal to that settlement, took rise from a dispute with our linguist and the Prince of that Country, relative to lands he, the linguist, held at Mount Dilly.\" -- Court's Letter of March 23. In Long, 198.\n", "deloll": "s. A broker; H. from Ar. dallāl; the literal meaning being one who directs (the buyer and seller to their bargain). In Egypt the word is now also used in particular for a broker of old clothes and the like, as described by Lane below. (See also under NEELÁM.)\n [c. 1665. -- \"He spared also the house of a deceased Delale or Gentile broker, of the Dutch.\" -- Bernier, ed. Constable, 188. In the first English trans. this passage runs: \"He has also regard to the House of the Deceased De Lale.\"]\n 1684. -- \"Five Delolls, or Brokers, of Decca, after they had been with me went to Mr. Beard's chamber. . . .\" -- Hedges, Diary, July 25; [Hak. Soc. i. 152].\n 1754. -- \"Mr. Baillie at Jugdea, accused by these villains, our dulols, who carried on for a long time their most flagrant rascality. The Dulols at Jugdea found to charge the A correction is made here on Lord Stanley's translation.\n Company 15 per cent. beyond the price of the goods.\" -- Fort Wm. Cons. In Long, p. 50.\n 1824. -- \"I was about to answer in great wrath, when a dalal, or broker, went by, loaded with all sorts of second-hand clothes, which he was hawking about for sale.\"- Hajji Baba, 2d ed. i. 183; [ed. 1851, p. 81].\n 1835. -- \"In many of the sooks in Cairo, auctions are held . . . once or twice a week. They are conducted by 'delláls' (or brokers). . . . The 'delláls' carry the goods up and down, announcing the sums bidden by the cries of 'harág.'\" -- Lane, Mod. Egyptians, ed. 1860, p. 317; [5th ed. ii. 13].\n", "demijohn": "s. A large glass bottle holding 20 or 30 quarts, or more. The word is not Anglo-Indian, but it is introduced here because it has been supposed to be the corruption of an Oriental word, and suggested to have been taken from the name of Damaghān in Persia. This looks plausible (compare the Persian origin of carboy, which is another name for just the same thing), but no historical proof has yet been adduced, and it is doubted by Mr. Marsh in his Notes on Wedgwood's Dictionary, and by Dozy (Sup. aux Dict. Arabes). It may be noticed, as worthy of further enquiry, that Sir T. Herbert (192) speaks of the abundance and cheapness of wine at Damaghān. Niebuhr, however, in a passage quoted below, uses the word as an Oriental one, and in a note on the 5th ed. of Lane's Mod. Egyptians, 1860, p. 149, there is a remark quoted from Hammer-Purgstall as to the omission from the detail of domestic vessels of two whose names have been adopted in European languages, viz. the garra or jarra, a water 'jar,' and the demigān or demijān, 'la damejeanne. ' The word is undoubtedly known in modern Arabic. The Moḥīt of B. Bistānī, the chief modern native lexicon, explains Dāmijāna as 'a great glass vessel, big-bellied and narrownecked, and covered with wickerwork; a Persian word.'* The vulgar use the forms damajāna and damanjāna. Dame-jeanne appears in P. Richelet, Dict. de la Langue Franc. (1759), with this definition: \"[Lagena amplior] Nom que les matelots donnent à une grande bouteille couverte Probably not much stress can be laid on this last statement. [The N.E.D. thinks that the Arabic word came from the West].\n de natte.\" It is not in the great Castilian Dict. of 1729, but it is in those of the last century, e.g. Dict. of the Span. Academy, ed. 1869. \"Damajuana, f. Prov(incia de) And(alucia, CASTAÑA . . .\" -- and castaña is explained as a \"great vessel of glass or terra cotta, of the figure of a chestnut, and used to hold liquor.\" [See N.E.D. which believes the word adopted from dame-jeanne, on the analogy of 'Bellarmine' and 'Greybeard.']\n 1762. -- \"Notre vin étoit dans de grands flacons de verre (Damasjanes) dont chacun tenoit près de 20 bouteilles.\" -- Niebuhr, Voyage, i. 171.\n", "dengue": "s. The name applied to a kind of fever. The term is of West Indian, not East Indian, origin, and has only become known and familiar in India within the last 30 years or more. The origin of the name which seems to be generally accepted is, that owing to the stiff unbending carriage which the fever induced in those who suffered from it, the negroes in the W. Indies gave it the name of 'dandy fever'; and this name, taken up by the Spaniards, was converted into dengy or dengue. [But according to the N.E.D. both 'dandy' and 'dengue' are corruptions of the Swahili term, ka dinga pepo, 'sudden cramp-like seizure by an evil spirit.'] Some of its usual characteristics are the great suddenness of attack; often a red eruption; pain amounting sometimes to anguish in head and back, and shifting pains in the joints; excessive and sudden prostration; afterpains of rheumatic character. Its epidemic occurrences are generally at long intervals.\n Omitting such occurrences in America and in Egypt, symptoms attach to an epidemic on the Coromandel coast about 1780 which point to this disease; and in 1824 an epidemic of the kind caused much alarm and suffering in Calcutta, Berhampore, and other places in India. This had no repetition of equal severity in that quarter till 1871-72, though there had been a minor visitation in 1853, and a succession of cases in 1868-69. In 1872 it was so prevalent in Calcutta that among those in the service of the E. I. Railway Company, European and native, prior to August in that year, 70 per cent. had suffered from the disease; and whole households were sometimes attacked at once. It became endemic in Lower Bengal for several seasons. When the present writer (H. Y.) left India (in 1862) the name dengue may have been known to medical men, but it was quite unknown to the lay European public.\n 1885. -- THE CONTAGION OF DENGUE FEVER. \"In a recent issue (March 14th, p. 551) under the heading 'Dengue Fever in New Caledonia,' you remark that, although there had been upwards of nine hundred cases, yet, 'curiously enough,' there had not been one death. May I venture to say that the 'curiosity' would have been much greater had there been a death? For, although this disease is one of the most infectious, and as I can testify from unpleasant personal experience, one of the most painful that there is, yet death is a very rare occurrence. In an epidemic at Bermuda in 1882, in which about five hundred cases came under my observation, not one death was recorded. In that epidemic, which attacked both whites and blacks impartially, inflammation of the cellular tissue, affecting chiefly the face, neck, and scrotum, was especially prevalent as a sequela, none but the lightest cases escaping. I am not aware that this is noted in the text-books as a characteristic of the disease; in fact, the descriptions in the books then available to me, differed greatly from the disease as I then found it, and I believe that was the experience of other medical officers at the time. . . . During the epidemic of dengue above mentioned, an officer who was confined to his quarters, convalescing from the disease, wrote a letter home to his father in England. About three days after the receipt of the letter, that gentleman complained of being ill, and eventually, from his description, had a rather severe attack of what, had he been in Bermuda, would have been called dengue fever. As it was, his medical attendant was puzzled to give a name to it. The disease did not spread to the other members of the family, and the patient made a good recovery. -- Henry J. Barnes, Surgeon, Medical Staff, Fort Pitt, Chatham.\" From British Medical Journal, April 25.\n", "deodar": "s. The Cedrus deodara, Loud., of the Himālaya, now known as an ornamental tree in England for some seventy-five years past. The finest specimens in the Himālaya are often found in clumps shadowing a small temple. The Deodar is now regarded by botanists as a variety of Cedrus Libani. It is confined to the W. Himālaya from Nepāl to Afghanistan; it reappears as the Cedar of Lebanon in Syria, and on through Cyprus and Asia Minor; and emerges once more in Algeria, and thence westwards to the Riff Mountains in Morocco, under the name of C. Atlantica.  The word occurs in Avicenna, who speaks of the Deiudar as yielding a kind of turpentine (see below). We may note that an article called Deodarwood Oil appears in Dr. Forbes Watson's \"List of Indian Products\" (No. 2941) [and see Watt, Econ. Dict. ii. 235].\n Deodar is by no means the universal name of the great Cedar in the Himālay. It is called so (Dewdār, Diār, or Dyār [Drew, Jummoo, 100]) in Kashmīr, where the deodār pillars of the great mosque of Srinagar date from A.D. 1401. The name, indeed (devadāru, 'timber of the gods'), is applied in different parts of India to different trees, and even in the Himālaya to more than one. The list just referred to (which however has not been revised critically) gives this name in different modifications as applied also to the pencil Cedar (Juniperus excelsa), to Guatteria (or Uvaria) longifolia, to Sethia Indica, to Erythroxylon areolatum, and (on the Rāvī and Sutlej) to Cupressus torulosa.\n The Deodār first became known to Europeans in the beginning of the last century, when specimens were sent to Dr. Roxburgh, who called it a Pinus. Seeds were sent to Europe by Capt. Gerard in 1819; but the first that grew were those sent by the Hon. W. Leslie Melville in 1822.\n c. 1030. -- \"Deiudar (or rather Diudar) est ex genere abhel (i.e. juniper) quae dicitur pinus Inda, et Syr deiudar (Milk of Deodar) est ejus lac (turpentine).\" -- Avicenna, Lat. Transl. p. 297.\n c. 1220. -- \"He sent for two trees, one of which was a . . . white poplar, and the other a deodár, that is a fir. He planted them both on the boundary of Kashmīr.\"- Chach Námah in Elliot, i. 144.\n", "derrishacst": "adj. This extraordinary word is given by C. B. P. (MS.) as a corruption of P. daryāshikast, 'destroyed by the river.'\n", "dervish": "s. P. darvesh; a member of a Mahommedan religious order. The word is hardly used now among Anglo-Indians, fakīr [see FAKEER] having taken its place. On the Mahommedan confraternities of this class, see Herklots, 179 seqq.; Lane, Mod. Egyptians, Brown's Dervishes, or Oriental Spiritualism; Capt. E. de Neven, Les Khouan, Ordres Religieux chez les Musulmans (Paris, 1846).\n c. 1540. -- \"The dog Coia Acem . . . crying out with a loud voyce, that every one might hear him. . . . To them, To them, for as we are assured by the Book of Flowers, wherein the Prophet Noby doth promise eternal delights to the Daroezes of the House of Mecqua, that he will keep his word both with you and me, provided that we bathe ourselves in the blood of these dogs without Law!\" -- Pinto (cap. lix.), in Cogan, 72.\n 1554. -- \"Hic multa didicimus à monachis Turcicis, quos Dervis vocant.\" -- Busbeq. Epist. I. p. 93.\n 1616. -- \"Among the Mahometans are many called Dervises, which relinquish the World, and spend their days in Solitude.\" -- Terry, in Purchas, ii. 1477.\n [c. 1630. -- \"Deruissi.\" See TALIS- MAN.]\n 1653. -- \"Il estoit Dervische ou Fakir et menoit une vie solitaire dans les bois.\" -- De la Boullaye-le-Gouz, ed. 1657, p. 182.\n 1670. -- \"Aureng-Zebe . . . was reserved, crafty, and exceedingly versed in dissembling, insomuch that for a long time he made profession to be a Fakire, that is, Poor, Dervich, or Devout, renouncing the World.\" Bernier, E.T. 3; [ed. Constable, 10].\n 1673. -- \"The Dervises professing Poverty, assume this Garb here (i.e. in Persia), but not with that state they ramble up and down in India.\" -- Fryer, 392.\n", "dessaye": "s. Mahr. deśāī; in W. and S. India a native official in charge of a district, often held hereditarily; a petty chief. (See DISSAVE.)\n 1590-91. -- \". . . the Desayes, Mukaddams, and inhabitants of several parganahs made a complaint at Court.\" -- Order in Mirat-iAhmadi (Bird's Tr.), 408.\n [1811. -- \"Daiseye.\" -- Kirkpatrick, Letters of Tippoo, p. 196.]\n 1883. -- \"The Desai of Sawantwari has arrived at Delhi on a visit. He is accompanied by a European Assistant Political Officer and a large following. From Delhi His Highness goes to Agra, and visits Calcutta before returning to his territory, viâ Madras.\" -- Pioneer Mail, Jan. 24.\n The regular title of this chief appears to be Sar-Deśāī.\n", "destoor": "s. A Parsee priest; P. dastūr, from the Pahlavi dastôbar, 'a prime minister, councillor of State . . . a high priest, a bishop of the Parsees; a custom, mode, manner' (Haug, Old Pahlaví and Pazand Glossary). [See DUSTOOR.]\n 1630. -- \". . . their Distoree or high priest. . . .\" -- Lord's Display, &c., ch. viii.\n 1689. -- \"The highest Priest of the Persies is called Destoor, their ordinary Priests Dároos, or Hurboods [HERBED].\" -- Ovington, 376.\n 1809. -- \"The Dustoor is the chief priest of his sect in Bombay.\" -- Maria Graham, 36.\n 1877. -- \". . . le Destour de nos jours, pas plus que le Mage d'autrefois, ne soupconne les phases successives que sa religion a traversées.\" -- Darmesteter, Ormazd etAhriman, 4.\n", "deuti": "s. H. diuṭī, dewṭī, deoṭi, Skt. dīpa, 'a lamp'; a lampstand, but also a link-bearer.\n c. 1526. -- (In Hindustan) \"instead of a candle or torch, you have a gang of dirty fellows whom they call Deûtis, who hold in their hand a kind of small tripod, to the side of one leg of which . . . they fasten a pliant wick. . . . In their right hand they hold a gourd . . . and whenever the wick requires oil, they supply it from this gourd. . . . If their emperors or chief nobility at any time have occasion for a light by night, these filthy Deûtis bring in their lamp . . . and there stand holding it close by his side.\" -- Baber, 333.\n 1681. -- \"Six men for Dutys, Rundell (see ROUNDEL), and Kittysole (see KITTYSOLL).\" -- List of Servants allowed at Madapollam Factory. Ft. St. George Cons., Jan. 8. In Notes and Exts. No. ii. p. 72.\n", "deva-dāsī": "s. H. 'Slave-girl of the gods'; the official name of the poor girls who are devoted to dancing and prostitution in the idol-temples, of Southern India especially. \"The like existed at ancient Corinth under the name of I(ERO/DOULOI, which is nearly a translation of the Hindi name . . . (see Strabo, viii. 6).\" -- Marco Polo, 2nd ed. ii. 338. These appendages of Aphrodite worship, borrowed from Phœnicia, were the same thing as the ḳĕdēshōth repeatedly mentioned in the Old Testament, e.g. Deut. xxiii. 18: \"Thou shalt not bring the wages of a kĕdēsha . . . into the House of Jehovah.\" [See Cheyne, in Encycl. Bibl. ii. 1964 seq.] Both male and female I(ERO/DOULOI are mentioned in the famous inscription of Citium in Cyprus (Corp. Inscr. Semit. No. 86); the latter under the name of 'alma, curiously near that of the modern Egyptian 'ālima. (See DANCING-GIRL.)\n 1702. -- \"Peu de temps après je baptisai une Deva-Dachi, ou Esclave Divine, c'est ainsi qu'on appelle les femmes dont les Prêtres des idoles abusent, sous prétexte que leurs dieux les demandent.\" -- Lettres Edifiantes, x. 245.\n c. 1790. -- \"La principale occupation des devedaschies, est de danser devant l'image de la divinité qu'elles servent, et de chanter ses louanges, soit dans son temple, soit dans les rues, lorsqu'on porte l'idole dans des processions. . . .\" -- Haafner ii. 105.\n 1868. -- \"The Dâsis, the dancing girls attached to Pagodas. They are each of them married to an idol when quite young. Their male children . . . have no difficulty in acquiring a decent position in society. The female children are generally brought up to the trade of their mothers. . . . It is customary with a few castes to present their superfluous daughters to the Pagodas. . . .\" -- Nelson's Madura, Pt. 2, p. 79.\n", "devil": "s. A petty whirlwind, or circular storm, is often so called. (See PISACHEE, SHAITAN, TYPHOON.)\n [1608-10. -- \"Often you see coming from afar great whirlwinds which the sailors call dragons.\" -- Pyrard de Laval, Hak. Soc. i. 11.\n [1813. -- \". . . we were often surrounded by the little whirlwinds called bugulas, or Devils.\" -- Forbes, Or. Mem. 2nd ed. i. 118.]\n", "devil-bird": "s. This is a name used in Ceylon for a bird believed to be a kind of owl -- according to Haeckel, quoted below, the Syrnium Indrani of Sykes, or Brown Wood Owl of Jerdon. Mr. Mitford, quoted below, however, believes it to be a Podargus, or Nighthawk. \n c. 1328. -- \"Quid dicam? Diabolus ibi etiam loquitur, saepe et saepius, hominibus, nocturnis temporibus, sicut ego audivi.\"- Jordani Mirabilia, in Rec. de Voyages, iv. 53.\n 1681. -- \"This for certain I can affirm, That oftentimes the Devil doth cry with an audible Voice in the Night; 'tis very shrill, almost like the barking of a Dog. This I have often heard myself; but never heard that he did anybody any harm. . . . To believe that this is the Voice of the Devil these reasons urge, because there is no Creature known to the Inhabitants, that cry like it, and because it will on a sudden depart from one place, and make a noise in another, quicker than any fowl could fly; and because the very Dogs will tremble and shake when they hear it.\" -- Knox's Ceylon, 78.\n 1849. -- \"Devil's Bird (Strix Gaulama or Ulama, Singh.). A species of owl. The wild and wailing cry of this bird is considered a sure presage of death and misfortune, unless measures be taken to avert its infernal threats, and refuse its warning. Though often heard even on the tops of their houses, the natives maintain that it has never been caught or distinctly seen, and they consider it to be one of the most annoying of the evil spirits which haunt their country.\" -- Pridham's Ceylon, p. 737-8.\n 1860. -- \"The Devil-Bird, is not an owl . . . its ordinary note is a magnificent clear shout like that of a human being, and which can be heard at a great distance. It has another cry like that of a hen just caught, but the sounds which have earned for it its bad name . . . are indescribable, the most appalling that can be imagined, and scarcely to be heard without shuddering; I can only compare it to a boy in torture, whose screams are being stopped by being strangled.\" -- Mr. Mitford's Note in Tennent's Ceylon, i. 167.\n 1881. -- \"The uncanny cry of the devilbird, Syrnium Indrani . . .\" -- Haeckel's Visit to Ceylon, 235.\n", "devil's reach": "n.p. This was the old name of a reach on the Hoogly R. a little above Pulta (and about 15 miles above Calcutta). On that reach are several groups of dewals, or idol-temples, which probably gave the name.\n 1684. -- \"August 28. -- I borrowed the late Dutch Fiscall's Budgero (see BUDGEROW), and went in Company with Mr. Beard, Mr. Littleton\" (etc.) \"as far as ye Devill's Reach, where I caused ye tents to be pitched in expectation of ye President's arrivall and lay here all night.\" -- Hedges, Diary, Hak. Soc. i. 156.\n 1711. -- \"From the lower Point of Devil's Reach you must keep mid-channel, or nearest the Starboard Shore, for the Larboard is shoal until you come into the beginning of Pulta or Poutto Reach, and there abreast of a single great. Tree, you must edge over to the East Shore below Pulta.\" -- The English Pilot, 54.\n", "devil worship": ". This phrase is a literal translation of bhūta-pūjā, i.e. worship of bhūtas [see BHOOT], a word which appears in slightly differing forms in various languages of India, including the Tamil country. A bhūta, or as in Tamil more usually, pēy, is a malignant being which is conceived to arise from the person of anyone who has come to a violent death. This superstition, in one form or another, seems to have formed the religion of the Dravidian tribes of S. India before the introduction of Brahmanism, and is still the real religion of nearly all the low castes in that region, whilst it is often patronized also by the higher castes. These superstitions, and especially the demonolatrous rites called 'devil-dancing,' are identical in character with those commonly known as Shamanism [see SHAMAN], and which are spread all over Northern Asia, among the red races of America, and among a vast variety of tribes in Ceylon and in Indo-China, not excluding the Burmese. A full account of the demonworship of Tinnevelly was given by Bp. Caldwell in a small pamphlet on the \"Tinnevelly Shanars\" (Madras 1849), and interesting evidence of its identity with the Shamanism of other regions will be found in his Comparative Grammar (2nd ed. 579 seqq.); see also Marco Polo, 2nd ed. ii. 79 seq.; [Oppert. Orig. Inhabit. of Bharatavarśa, 554 seqq.]\n DÉWAL, DÉWÁLÉ, s. H. dewal, Skt. deva-ālaya; a Temple or pagoda. This, or Dewalgarh, is the phrase commonly used in the Bombay territory for a Christian church. In Ceylon Déwálé is a temple dedicated to a Hindu god.\n 1681. -- \"The second order of Priests are those called Koppuhs, who are the Priests that belong to the Temples of the other Gods (i.e. other than Boddou, or Buddha). Their Temples are called Dewals.\" -- Knox, Ceylon, 79.\n [1797. -- \"The Company will settle . . . the dewal or temple charge.\" -- Treaty, in Logan, Malabar, iii. 285.\n [1813. -- \"They plant it (the nayna tree) near the dewals or Hindoo temples, improperly called Pagodas.\" -- Forbes, Or. Mem. 2nd ed. i. 15].\n", "dewaleea": "s. H. diwāliyā, 'a bankrupt,' from diwālā, 'bankruptcy,' and that, though the etymology is disputed, is alleged to be connected with dīpa, 'a lamp'; because \"it is the custom . . . when a merchant finds himself failing, or failed, to set up a blazing lamp in his house, shop, or office, and abscond therefrom for some time until his creditors are satisfied by a disclosure of his accounts or dividend of assets.\" -- Drummond's Illustrations (s.v.).\n", "dewally": "s. H. diwālī, from Skt. dīpa-ālikā, 'a row of lamps,' i.e. an illumination. An autumnal feast attributed to the celebration of various divinities, as of Lakshmī and of Bhavānī, and also in honour of Krishna's slaying of the demon Naraka, and the release of 16,000 maidens, his prisoners. It is held on the last two days of the dark half of the month Aśvina or Aśan, and on the new moon and four following days of Karttika, i.e. usually some time in October. But there are variations of Calendar in different parts of India, and feasts will not always coincide, e.g. at the three Presidency towns, nor will any curt expression define the dates. In Bengal the name Diwālī is not used; it is Kālī Pūjā, the feast of that grim goddess, a midnight festival on the most moonless nights of the month, celebrated by illuminations and fireworks, on land and river, by feasting, carousing, gambling, and sacrifice of goats, sheep, and buffaloes.\n 1613. -- \". . . no equinoctio da entrada de libra, dià chamado Divâly, tem tal privilegio e vertude que obriga falar as arvores, plantas e ervas. . . .\" -- Godinho de Eredia, f. 38v.\n [1623. -- \"October the four and twentieth was the Davàli, or Feast of the Indian Gentiles.\" -- P. della Valle, Hak. Soc. ii. 206.]\n 1651. -- \"In the month of October, eight days after the full moon, there is a feast held in honour of Vistnou, which is called Dipáwali.\" -- A. Rogerius, De Open-Deure.\n [1671. -- \"In October they begin their yeare with great feasting, Jollity, Sending Presents to all they have any busynes with, which time is called Dually.\" -- Hedges, Diary, Hak. Soc. ii. cccxiv.]\n 1673. -- \"The first New Moon in October is the Banyan's Dually.\" -- Fryer, 110.\n 1690. -- \". . . their Grand Festival Season, called the Dually Time.\" -- Ovington, 401.\n 1820. -- \"The Dewalee, Deepaullee, or Time of Lights, takes place 20 days after the Dussera, and lasts three days; during which there is feasting, illumination, and fireworks.\" -- T. Coats, in Tr. Lit. Soc. Bo., ii. 211.\n 1843. -- \"Nov. 5. The Dīwālī, happening to fall on this day, the whole river was bright with lamps. . . . Ever and anon some votary would offer up his prayers to Lakshmi the Fortuna, and launch a tiny raft bearing a cluster of lamps into the water, -- then watch it with fixed and anxious gaze. If it floats on till the far distance hides it, thrice happy he . . . but if, caught in some wild eddy of the stream, it disappears at once, so will the bark of his fortunes be engulphed in the whirlpool of adversity.\" -- Dry Leaves from Young Egypt, 84.\n 1883. -- \"The Dīvālī is celebrated with splendid effect at Benares. . . . At the approach of night small earthen lamps, fed with oil, are prepared by millions, and placed quite close together, so as to mark out every line of mansion, palace, temple, minaret, and dome in streaks of fire.\" -- Monier Williams, Religious Thought and Life in India, 432.\n", "dewaun": "s. The chief meanings of this word in Anglo-Indian usage are:\n ments which preceded us, \"the head financial minister, whether of the state or a province . . . charged, in the latter, with the collection of the revenue, the remittance of it to the imperial treasury, and invested with extensive judicial powers in all civil and financial causes\" (Wilson). It was in this sense that the grant of the Dewauny (q.v.) to the E. I. Company in 1765 became the foundation of the British Empire in India. (2) The prime minister of a native State. (3) The chief native officer of certain Government establishments, such as the Mint; or the native manager of a Zemindary. (4) (In Bengal) a native servant in confidential charge of the dealings of a house of business with natives, or of the affairs of a large domestic establishment. These meanings are perhaps all reducible to one conception, of which 'Steward' would be an appropriate expression. But the word has had many other ramifications of meaning, and has travelled far.\n The Arabian dīwān is, according to Lane, an Arabicized word of Persian origin (though some hold it for pure Arabic), and is in original meaning nearly equivalent to Persian daftar (see DUFTER), i.e. a collection of written leaves or sheets (forming a book for registration); hence 'a register of accounts'; a 'register of soldiers or pensioners'; a 'register of the rights or dues of the State, or relating to the acts of government, the finances and the administration'; also any book, and especially a collection of the poems of some particular poet. It was also applied to signify 'an account'; then a 'writer of accounts'; a 'place of such writers of accounts'; also a 'council, court, or tribunal'; and in the present day, a 'long seat formed of a mattress laid along the wall of a room, with cushions, raised or on the floor'; or 'two or more of such seats.' Thus far (in this paragraph) we abstract from Lane.\n The Arabian historian Bilādurī (c. 860) relates as to the first introduction of the dīwān that, when 'Omar was discussing with the people how to divide the enormous wealth derived from the conquests in his time, Walīd bin Hishām bin Moghaira said to the caliph, 'I have been in Syria, and saw that its kings make a dīwān; do thou the like.' So 'Omar accepted his advice, and sent for two men of the Persian tongue, and said to them: 'Write down the people according to their rank' (and corresponding pensions).*\n We must observe that in the Mahommedan States of the Mediterranean the word dīwān became especially applied to the Custom-house, and thus passed into the Romance languages as aduana, douane, dogana, &c. Littré indeed avoids any decision as to the etymology of douane, &c. And Hyde (Note on Abr. Peritsol, in Syntagma Dissertt. i. 101) derives dogana from docân (i.e. P. dukān, 'officina, a shop'). But such passages as that below from Ibn Jubair, and the fact that, in the medieval Florentine treaties with the Mahommedan powers of Barbary and Egypt, the word dīwān in the Arabic texts constantly represents the dogana of the Italian, seem sufficient to settle the question (see Amari, Diplomi Arabi del Real Archivio, &c.; e.g. p. 104, and (Latin) p. 305, and in many other places).† The Spanish Dict. of Cobarruvias (1611) quotes Urrea as saying that, \"from the Arabic noun Diuanum, which signifies the house where the duties are collected, we form diuana, and thence adiuana, and lastly aduana.\"\n At a later date the word was reimported into Europe in the sense of a hall furnished with Turkish couches and cushions, as well as of a couch of this kind. Hence we get cigar-divans, et hoc genus omne. The application to certain collections of poems is noticed above. It seems to be especially applied to assemblages of short poems of homogeneous character. Thus the Odes of Horace, the Sonnets of Petrarch, the In Memoriam of Tennyson, answer to the character of Dīwān so used. Hence also Goethe took the title of his West-Östliche Diwan.\n c. A. D. 636. -- \". . . in the Caliphate of Omar the spoil of Syria and Persia began in We owe this quotation, as well as that below from Ibn Jubair, to the kindness of Prof. Robertson Smith. On the proceedings of 'Omar see also Sir Wm. Muir's Annals of the Early Caliphate in the chapter quoted below.\n At p. 6 there is an Arabic letter, dated A.D. 1200, from Abdurrahmān ibn 'Ali Tāhir, 'al-nazir ba-dīwān Ifriḳiya,' inspector of the dogana of Africa. But in the Latin version this appears as Rector omnium Christianorum qui veniunt in totam provinciam de Africa (p. 276). In another letter, without date, from Yusuf ibn Mahommed Sāhib diwān Tunis wal-Mahdia, Amari renders 'preposto della dogana di Tunis,' &c. (p. 311).\n ever-increasing volume to pour into the treasury of Medina, where it was distributed almost as soon as received. What was easy in small beginnings by equal sharing or discretionary preference, became now a heavy task. . . . At length, in the 2nd or 3rd year of his Caliphate, Omar determined that the distribution should be regulated on a fixed and systematic scale. . . . To carry out this vast design, a Register had to be drawn and kept up of every man, woman, and child, entitled to a stipend from the State. . . . The Register itself, as well as the office for its maintenance and for pensionary account, was called the Dewân or Department of the Exchequer.\" -- Muir's Annals, &c., pp. 225-9.\n As Minister, &c.\n [1610. -- \"We propose to send you the copy hereof by the old scrivano of the Aduano.\" -- Danvers, Letters, i. 51.\n [1616. -- \"Sheak Isuph Dyvon of Amadavaz.\" -- Foster, Letters, iv. 311.]\n 1690. -- \"Fearing miscarriage of ye Originall ffarcuttee [fārigh-khaṭṭī, Ar. 'a deed of release,' variously corrupted in Indian technical use] we have herewith Sent you a Coppy Attested by Hugly Cazee, hoping ye Duan may be Sattisfied therewith.\" -- MS. Letter in India Office, from Job Charnock and others at Chuttanutte to Mr. Ch. Eyre at Ballasore.\n c. 1718. -- \"Even the Divan of the Qhalissah Office, who is, properly speaking, the Minister of the finances, or at least the accomptant general, was become a mere cypher, or a body without a soul.\" -- Seir Mutaqherin, i. 110.\n 1762. -- \"A letter from Dacca states that the Hon'ble Company's Dewan (Manikchand) died on the morning of this letter. . . . As they apprehend he has died worth a large sum of money which the Government's people (i.e. of the Nawāb) may be desirous to possess to the injury of his lawful heirs, they request the protection of the flag . . . to the family of a man who has served the Company for upwards of 30 years with care and fidelity.\" -- Ft. Wm. Cons., Nov. 29. In Long, 283.\n 1766. -- \"There then resided at his Court a Gentoo named Allum Chund, who had been many years Dewan to Soujah Khan, by whom he was much revered for his great age, wisdom, and faithful services.\" -- Holwell, Hist. Events, i. 74.\n 1771. -- \"By our general address you will be informed that we have to be dissatisfied with the administration of Mahomet Reza Cawn, and will perceive the expediency of our divesting him of the rank and influence he holds as Naib Duan of the Kingdom of Bengal.\" -- Court of Directors to W. Hastings, in Gleig, i. 121.\n 1783. -- \"The Committee, with the best intentions, best abilities, and steadiest of application, must after all be a tool in the hands of their Duan.\" -- Teignmouth, Mem. i. 74.\n 1834. -- \"His (Raja of Ulwar's) Dewanjee, Balmochun, who chanced to be in the neighbourhood, with 6 Risalas of horse . . . was further ordered to go out and meet me.\" -- Mem. of Col. Mountain, 132.\n [1861. -- See quotation under AMEEN.]\n In the following quotations the identity of dīwān and douane or dogana is shown more or less clearly.\n A. D. 1178. -- \"The Moslem were ordered to disembark their goods (at Alexandria), and what remained of their stock of provisions; and on the shore were officers who took them in charge, and carried all that was landed to the Dīwān. They were called forward one by one; the property of each was brought out, and the Dīwān was straitened with the crowd. The search fell on every article, small or great; one thing got mixt up with another, and hands were thrust into the midst of the packages to discover if anything were concealed in them. Then, after this, an oath was administered to the owners that they had nothing more than had been found. Amid all this, in the confusion of hands and the greatness of the crowd many things went amissing. At length the passengers were dismissed after a scene of humiliation and great ignominy, for which we pray God to grant an ample recompense. But this, past doubt, is one of the things kept hidden from the great Sultan Salāh-ud-dīn, whose well-known justice and benevolence are such that, if he knew it, he would certainly abolish the practice\" [viz. as regards Mecca pilgrims].* -- Ibn Jubair, orig. in Wright's ed., p. 36.\n c. 1340. -- \"Doana in all the cities of the Saracens, in Sicily, in Naples, and throughout the Kingdom of Apulia . . . Dazio at Venice; Gabella throughout Tuscany; . . . Costuma throughout the Island of England. . . . All these names mean duties which have to be paid for goods and wares and other things, imported to, or exported from, or passed through the countries and places detailed.\" -- Francesco BalducciPegolotti, see Cathay, &c., ii. 285-6.\n c. 1348. -- \"They then order the skipper to state in detail all the goods that the vessel contains. . . . Then everybody lands, and the keepers of the custom-house (al-dīwān) sit and pass in review whatever one has.\"- Ibn Batuta, iv. 265.\n The following medieval passage in one of our note-books remains a fragment without date or source:\n The present generation in England can have no conception how closely this description applies to what took place at many an English port before Sir Robert Peel's great changes in the import tariff. The present writer, in landing from a P. & O. steamer at Portsmouth in 1843, after four or five days' quarantine in the Solent, had to go through five to six hours of such treatment as Ibn Jubair describes, and his feelings were very much the same as the Moor's. -- [H. Y.]\n (?). -- \"Multi quoque Saracenorum, qui vel in apothecis suis mercibus vendendis praeerunt, vel in Duanis fiscales. . . .\"\n 1440. -- The Handbook of Giovanni da Uzzano, published along with Pegolotti by Pagnini (1765-66) has for custom-house Dovana, which corroborates the identity of Dogana with Dīwān.\n A Council Hall:\n 1367. -- \"Hussyn, fearing for his life, came down and hid himself under the tower, but his enemies . . . surrounded the mosque, and having found him, brought him to the (Dyvan-Khane) Council Chamber.\" -- Mem. of Timūr, tr. by Stewart, p. 130.\n 1554. -- \"Utcunque sit, cum mane in Divanum (is concilii vt alias dixi locus est) imprudens omnium venisset. . . .\" -- Busbequii Epistolae, ii. p. 138.\n A place, fitted with mattresses, &c., to sit in:\n 1676. -- \"On the side that looks towards the River, there is a Divan, or a kind of out-jutting Balcony, where the King sits.\"- Tavernier, E.T. ii. 49; [ed. Ball, i. 108].\n [1785. -- \"It seems to have been intended for a Duan Konna, or eating room.\" -- Forbes, Or. Mem. 2nd ed. ii. 393.]\n A Collection of Poems:\n 1783. -- \"One (writer) died a few years ago at Benares, of the name of Souda, who composed a Dewan in Moors.\" -- Teignmouth, Mem. i. 105.\n", "dewauny": "adj. Civil, as distinguished from Criminal; e.g. Dīwānī 'Adālat as opposite to Faujdāri Adālat. (See ADAWLUT). The use of Diwāni for civil as opposed to criminal is probably modern and Indian. For Kaempfer in his account of the Persian administration at the end of the 17th century, has: \"Diwaen begì, id est, Supremus criminalis Judicii Dominus . . . de latrociniis et homicidiis non modo in hâc Regiâ metropoli, verùm etiam in toto Regno disponendi facultatem habet.\"- Amoenit. Exot. 80.\n", "dhall": "s. Hind. dāl, a kind of pulse much used in India, both by natives as a kind of porridge, and by Europeans as an ingredient in kedgeree (q.v.), or to mix with rice as a breakfast dish. It is best represented in England by what are called 'split pease.' The proper dāl, which Wilson derives from the Skt. root dal, 'to divide' (and which thus corresponds in meaning also to 'split pease'), is, according to the same authority, Phaseolus aureus: but, be that as it may, the dāls most commonly in use are varieties of the shrubby plant Cajanus Indicus, Spreng., called in Hind. arhar, rahar, &c. It is not known where this is indigenous; [De Candolle thinks it probably a native of tropical Africa, introduced perhaps 3,000 years ago into India;] it is cultivated throughout India. The term is also applied occasionally to other pulses, such as mūng, urd, &c. (See MOONG, OORD.) It should also be noted that in its original sense dāl is not the name of a particular pea, but the generic name of pulses prepared for use by being broken in a hand-mill; though the peas named are those commonly used in Upper India in this way.\n 1673. -- \"At their coming up out of the Water they bestow the largess of Rice or Doll (an Indian Bean).\" -- Fryer, 101.\n 1690. -- \"Kitcheree . . . made of Dol, that is, a small round Pea, and Rice boiled together, and is very strengthening, tho' not very savoury.\" -- Ovington, 310.\n 1727. -- \"They have several species of Legumen, but those of Doll are most in use, for some Doll and Rice being mingled together and boiled, make Kitcheree.\" -- A. Hamilton, i. 162; [ed. 1744].\n 1776. -- \"If a person hath bought the seeds of . . . doll . . . or such kinds of Grain, without Inspection, and in ten Days discovers any Defect in that Grain, he may return such Grain.\" -- Halhed, Code, 178.\n 1778. -- \". . . the essential articles of a Sepoy's diet, rice, doll (a species of pea), ghee (an indifferent kind of butter), &c., were not to be purchased.\" -- Acc. of the Gallant Defence made at Mangalore.\n 1809. -- \". . . dol, split country peas.\" -- Maria Graham, 25.\n [1813. -- \"Tuar (cytisus cajan, Lin.) . . . is called Dohll. . . .\" -- Forbes, Or. Mem. 2nd ed. ii. 35.]\n", "dhawk": "s. Hind. dhāk; also called palās. A small bushy tree, Butea frondosa (N. O. Leguminosae), which forms large tracts of jungle in the Punjab, and in many dry parts of India. Its deep orange flowers give a brilliant aspect to the jungle in the early part of the hot weather, and have suggested the occasional name of 'Flame of the Forest.' They are used for dyeing basanto, basantī, a fleeting yellow; and in preparing Holī (see HOOLY) powder. The second of the two Hindī words for this tree gave a name to the famous village of Plassy (Palāśī), and also to ancient Magadha or Behār as Palāśa or Parāśa, whence Parāśiya, a man of that region, which, if Gen. Cunningham's suggestion be accepted, was the name represented by the Prasii of Strabo, Pliny, and Arrian, and the Pharrasii of Curtius (Anc. Geog. of India, p. 454). [The derivation of the word from Skt. Prāchyās 'Inhabitants of the east country,' is supported by McCrindle, Ancient India, 365 seq. So the dhāk tree possibly gave its name to Dacca].\n 1761. -- \"The pioneers, agreeably to orders, dug a ditch according to custom, and placed along the brink of it an abattis of dhák trees, or whatever else they could find.\" -- Saiyid Ghulām 'Ali, in Elliot, viii. 400.\n", "dhoby": "s. A washerman; H. dhobī, [from dhonā, Skt. dhāv, 'to wash.'] In colloquial Anglo-Indian use all over India. A common H. proverb runs: Dhobī kā kuttā kā sā, na ghar kā na ghāṭ kā, i.e. \"Like a Dhoby's dog belonging neither to the house nor to the river side.\" [Dhoby's itch is a troublesome cutaneous disease supposed to be communicated by clothes from the wash, and Dhoby's earth is a whitish-grey sandy efflorescence, found in many places, from which by boiling and the addition of quicklime an alkali of considerable strength is obtained.\n [c. 1804. -- \"Dobes.\" See under DIR- ZEE].\n", "dhooly": "s. A covered litter; Hind. ḍolī. It consists of a cot or frame, suspended by the four corners from a bamboo pole, and is carried by two or four men (see figure in Herklots, Qanoon-e-Islam, pl. vii. fig. 4). Ḍoli is from ḍolnā, 'to swing.' The word is also applied to the meat(or milk-) safe, which is usually slung to a tree, or to a hook in the verandah. As it is lighter and cheaper than a palankin it costs less both to buy or hire and to carry, and is used by the poorer classes. It also forms the usual ambulance of the Indian army. Hence the familiar story of the orator in Parliament who, in celebrating a battle in India, spoke of the \"ferocious Doolies rushing down from the mountain and carrying off the wounded\"; a story which, to our regret, we have not been able to verify. [According to one account the words were used by Burke: \"After a sanguinary engagement, the said Warren Hastings had actually ordered ferocious Doolys to seize upon the wounded\" (2nd ser. Notes & Queries, iv. 367).\n [But Burke knew too much of India to make this mistake. In the Calcutta Review (Dec. 1846, p. 286, footnote) Herbert Edwardes, writing on the first Sikh War, says: \"It is not long since a member of the British Legislature, recounting the incidents of one of our Indian fights, informed his countrymen that 'the ferocious Dūlī' rushed from the hills and carried off the wounded soldiers.\"] Dūla occurs in Ibn Batuta, but the translators render 'palankin,' and do not notice the word.\n c. 1343. -- \"The principal vehicle of the people (of Malabar) is a dūla, carried on the shoulders of slaves and hired men. Those who do not ride in a dūla, whoever they may be, go on foot.\" -- Ibn Batuta, iv. 73.\n c. 1590. -- \"The Kahárs or Pálkí-bearers. They form a class of foot servants peculiar to India. With their pálkís . . . and dúlís, they walk so evenly that the man inside is not inconvenienced by any jolting.\" -- Āīn, i. 254; [and see the account of the sukhāsan, ibid. ii. 122].\n 1609. -- \"He turned Moore, and bereaved his elder Brother of this holde by this stratageme. He invited him and his women to a Banket, which his Brother requiting with like inuitation of him and his, in steed of women he sends choice Souldiers well appointed, and close couered, two and two in a Dowle.\" -- Hawkins, in Purchas, i. 435.\n 1662. -- \"The Rájah and the Phúkans travel in singhásans, and chiefs and rich people in dúlís, made in a most ridiculous way.\"- Mir Jumlah's Invasion of Asam, tr. by Blochmann, in J. As. Soc. Ben., xli., pt. I. 80.\n 1702. -- \". . . un Douli, c'est une voiture moins honorable que le palanquin.\" -- Lettres Edif. xi. 143.\n c. 1760. -- \"Doolies are much of the same material as the andolas [see ANDOR]; but made of the meanest materials.\" -- Grose, i. 155.\n c. 1768. -- \". . . leaving all his wounded . . . on the field of battle, telling them to be of good cheer, for that he would send Doolies for them from Astara. . . .\" -- H. of Hydur Naik, 226.\n 1774. -- \"If by a dooley, chairs, or any other contrivance they can be secured from the fatigues and hazards of the way, the expense is to be no objection.\" -- Letter of W. Hastings, in Markham's Tibet, 18.\n 1785. -- \"You must despatch Doolies to Dhârwâr to bring back the wounded men.\" -- Letters of Tippoo, 133.\n 1789. -- \". . . doolies, or sick beds, which are a mean representation of a palanquin: the number attached to a corps is in the proportion of one to every ten men, with four bearers to each.\" -- Munro, Narrative, 184.\n 1845. -- \"Head Qrs., Kurrachee, 27 Decr., 1845.\n \"The Governor desires that it may be made known to the Doolee-wallas and Camel-men, that no increase of wages shall be given to them. They are very highly paid. If any man deserts, the Governor will have him pursued by the police, and if caught he shall be hanged.\" -- G. O. by Sir Charles Napier, 113.\n 1872. -- \"At last . . . a woman arrived from Dargánagar with a dúlí and two bearers, for carrying Máláti.\" -- Govinda Samanta, ii. 7.\n 1880. -- \"The consequence of holding that this would be a Trust enforceable in a Court of Law would be so monstrous that persons would be probably startled . . . if it be a Trust, then every one of those persons in England or in India -- from persons of the highest rank down to the lowest dhoolie bearer, might file a bill for the administration of the Trust.\" -- Ld. Justice James, Judgment on the Kirwee and Banda Prize Appeal, 13th April.\n 1883. -- \"I have great pleasure here in bearing my testimony to the courage and devotion of the Indian dhooly-bearers. I . . . never knew them shrink from the dangers of the battle-field, or neglect or forsake a wounded European. I have several times seen one of these bearers killed and many of them disabled while carrying a wounded soldier out of action.\" -- Surgeon Generàl Munro, C.B., Reminiscences of Mil. Service with the 93rd Sutherland Highlanders, p. 193.\n", "dhoon": "s. Hind. dūn. A word in N. India specially applied to the flat valleys, parallel to the base of the Himālaya, and lying between the rise of that mountain mass and the low tertiary ranges known as the subHimālayan or Siwālik Hills (q.v.), or rather between the interior and exterior of these ranges. The best known of these valleys is the Dūn of Dehra, below Mussooree, often known as \"the Dhoon\"; a form of expression which we see by the second quotation to be old.\n 1526. -- \"In the language of Hindustân they call a Jûlga (or dale) Dûn. The finest running water in Hindustân is that in this Dûn.\" -- Baber, 299.\n 1654-55. -- \"Khalilu-lla Khan . . . having reached the Dún, which is a strip of country lying outside of Srínagar, 20 kos long and 5 broad, one extremity of its length being bounded by the river Jumna, and the other by the Ganges.\" -- Sháh-Jahán-Náma, in Elliot, vii. 106.\n 1814. -- \"Me voici in the far-famed Dhoon, the Tempe of Asia. . . . The fort stands on the summit of an almost inaccessible mountain . . . it will be a tough job to take it; but by the 1st proximo I think I shall have it, auspice Deo.\" -- In Asiatic Journal, ii. 151; ext. of letter from Sir Rollo Gillespie before Kalanga, dated 29th Oct. He fell next day.\n 1879. -- \"The Sub-Himalayan Hills . . . as a general rule . . . consist of two ranges, separated by a broad flat valley, for which the name 'dūn' (Doon) has been adopted. . . . When the outer of these ranges is wanting, as is the case below Naini Tal and Darjiling, the whole geographical feature might escape notice, the inner range being confounded with the spurs of the mountains. \" -- Manual of the Geology of India, 521.\n", "dhoty": "s. Hind. dhotī. The loin-cloth worn by all the respectable Hindu castes of Upper India, wrapt round the body, the end being then passed between the legs and tucked in at the waist, so that a festoon of calico hangs down to either knee. [It is mentioned, not by name, by Arrian (Indika, 16) as \"an under garment of cotton which reaches below the knee, half way to the ankle\"; and the Orissa dhotī of 1200 years ago, as shown on the monuments, does not differ from the mode of the present time, save that men of rank wore a jewelled girdle with a pendant in front. (Rajendralala Mitra, Indo-Aryans, i. 187).] The word duttee in old trade lists of cotton goods is possibly the same; [but at the present time a coarse cotton cloth woven by Dhers in Surat is known as Doti.]\n [1609. -- \"Here is also a strong sort of cloth called Dhootie.\" -- Danvers, Letters, i. 29.\n [1614. -- \"20 corge of strong Dutties, such as may be fit for making and mending sails.\" -- Forster, Letters, ii. 219.\n [1615. -- \"200 peeces Dutts.\" -- Cocks's Diary, i. 83.]\n 1622. -- \"Price of calicoes, duttees fixed.\"\n * * * * * \"List of goods sold, including diamonds, pepper, bastas, (read baftas), duttees, and silks from Persia.\" -- Court Minutes, &c., in Sainsbury, iii. 24.\n 1810. -- \". . . a dotee or waist-cloth.\" -- Williamson, V. M. i. 247.\n 1872. -- \"The human figure which was moving with rapid strides had no other clothing than a dhuti wrapped round the waist, and descending to the knee-joints.\"- Govinda Samanta, i. 8.\n", "dhow": "s. The last seems the more correct, though not perhaps the more common. The term is common in Western India, and on various shores of the Arabian sea, and is used on the E. African coast for craft in general (see Burton, in J.R.G.S. xxix. 239); but in the mouths of Englishmen on the western seas of India it is applied specially to the old-fashioned vessel of Arab build, with a long grab stem, i.e. rising at a long slope from the water, and about as long as the keel, usually with one mast and lateen-rig. There are the lines of a dow, and a technical description, by Mr. Edie, in J. R. As. Soc., vol. i. p. 11. The slaving dow is described and illustrated in Capt. Colomb's Slave-catching in the Indian Ocean; see also Capt. W. F. Owen's Narrative (1833), p. 385, [i. 384 seq.]. Most people suppose the word to be Arabic, and it is in (Johnson's) Richardson (dāo) as an Arabic word. But no Arabic scholar whom we have consulted admits it to be genuine Arabic. Can it possibly have been taken from Pers. dav, 'running'? [The N.E.D. remarks that if Tava (in Ath. Nikitin, below) be the same, it would tend to localise the word at Ormus in the Persian Gulf.] Capt. Burton identifies it with the word zabra applied in the Roteiro of Vasco's Voyage (p. 37) to a native vessel at Mombasa. But zabra or zavra was apparently a Basque name for a kind of craft in Biscay (see s.v. Bluteau, and the Dicc. de la Lingua Castel., vol. vi. 1739). Dāo or Dāva is indeed in Molesworth's Mahr. Dict. as a word in that language, but this gives no assurance of origin. Anglo-Indians on the west coast usually employ dhow and buggalow interchangeably. The word is used on Lake V. Nyanza.\n c. 1470. -- \"I shipped my horses in a Tava, and sailed across the Indian Sea in ten days to Moshkat.\" -- Ath. Nikitin, p. 8, in India in X Vth Cent.\n \" \"So I imbarked in a tava, and settled to pay for my passage to Hormuz two pieces of gold.\" -- Ibid. 30.\n 1785. -- \"A Dow, the property of Rutn Jee and Jeewun Doss, merchants of Muscat, having in these days been dismasted in a storm, came into Byte Koal (see BATCUL), a seaport belonging to the Sircar. . . .\"- Tippoo's Letters, 181.\n 1786. -- \"We want 10 shipwrights acquainted with the construction of Dows. Get them together and despatch them hither.\" -- Tippoo to his Agent at Muskat, ibid. 234.\n 1810. -- \"Close to Calcutta, it is the busiest scene we can imagine; crowded with ships and boats of every form, -- here a fine English East Indiaman, there a grab or a dow from Arabia.\" -- Maria Graham, 142.\n 1814. -- \"The different names given to these ships (at Jedda), as Say, Seume, Merkeb, Sambouk [see SAMBOOK], Dow, denote their size; the latter only, being the largest, perform the voyage to India.\" -- Burckhardt, Tr. in Arabia, 1829, 4to, p. 22.\n 1837. -- \"Two young princes . . . nephews of the King of Hinzuan or Joanna . . . came in their own dhow on a visit to the Government.\" -- Smith, Life of Dr. J. Wilson, 253.\n 1844. -- \"I left the hospitable village of Takaungu in a small boat, called a 'Daw' by the Suahilis . . . the smallest sea-going vessel.\" -- Krapf, p. 117.\n 1865. -- \"The goods from Zanzibar (to the Seychelles) were shipped in a dhow, which ran across in the month of May; and this was, I believe, the first native craft that had ever made the passage.\" -- Pelly, in J.R.G.S. xxxv. 234.\n 1873. -- \"If a pear be sharpened at the thin end, and then cut in half longitudinally, two models will have been made, resembling in all essential respects the ordinary slave dhow.\" -- Colomb, 35.\n \" \"Dhow Chasing in Zanzibar Waters and on the Eastern Coast of Africa . . . by Capt. G. L. Sulivan, R.N.,\" 1873.\n 1880. -- \"The third division are the Mozambiques or African slaves, who have been brought into the country from time immemorial by the Arab slave-trading dhows.\" -- Sibree's Great African Island, 182.\n 1883. -- \"Dhau is a large vessel which is falling into disuse. . . . Their origin is in the Red Sea. The word is used vaguely, and is applied to baghlas (see BUGGALOW).\" Bombay Gazetteer, xiii. 717 seq.\n", "dhurmsalla": "s. H. and Mahr. dharm-śālā, 'pious edifice'; a resthouse for wayfarers, corresponding to the S. Indian Choultry or Chuttrum (q.v.).\n 1826. -- \"We alighted at a durhmsallah where several horsemen were assembled.\"- Pandurang Hari, 254; [ed. 1873, ii. 66].\n", "dhurna": "v. In H. dharnā denā or baithnā, Skt. dhṛi, 'to hold.' A mode of extorting payment or compliance with a demand, effected by the complainant or creditor sitting at the debtor's door, and there remaining without tasting food till his demand shall be complied with, or (sometimes) by threatening to do himself some mortal violence if it be not complied with. Traces of this custom in some form are found in many parts of the world, and Sir H. Maine (see below) has quoted a remarkable example from the Irish Brehon Laws. There was a curious variety of the practice, in arrest for debt, current in S. India, which is described by Marco Polo and many later travellers (see M. P., 2nd ed., ii. 327, 335, [and for N. India, Crooke, Pop. Rel. and Folklore, ii. 42, seq.]). The practice of dharnā is made an offence under the Indian Penal Code. There is a systematic kind of dharnā practised by classes of beggars, e.g. in the Punjab by a class called Tasmīwālās, or 'strap-riggers,' who twist a leather strap round the neck, and throw themselves on the ground before a shop, until alms are given; [Dorīwālās, who threaten to hang themselves: Dandīwālās, who rattle sticks, and stand cursing till they get alms; Urimārs, who simply stand before a shop all day, and Gurzmārs and Chharimārs, who cut themselves with knives and spiked clubs] (see Ind. Antiq. i. 162, [Herklots, Qanoone-Islam, ed. 1863, p. 193 seq.]. It appears from Elphinstone (below) that the custom sometimes received the Ar. Pers. name of takāẓa, 'dunning' or 'importunity.'\n c. 1747. -- \"While Nundi Raj, the Dulwai (see DALAWAY), was encamped at Sutti Mangul, his troops, for want of pay, placed him in Dhurna. . . . Hurree Singh, forgetting the ties of salt or gratitude to his master, in order to obtain his arrears of pay, forbade the sleeping and eating of the Dulwai, by placing him in Dhurna . . . and that in so great a degree as even to stop the water used in his kitchen. The Dulwai, losing heart from this rigour, with his clothes and the vessels of silver and gold used in travelling, and a small sum of money, paid him off and discharged him.\" -- H. of Hydur Naik, 41 seq.\n c. 1794. -- \"The practice called dharna, which may be translated caption, or arrest.\" -- Sir J. Shore, in As. Res. iv. 144.\n 1808. -- \"A remarkable circumstance took place yesterday. Some Sirdars put the Maharaja (Sindia) in dhurna. He was angry, and threatened to put them to death. Bhugwunt Ras Byse, their head, said, 'Sit still; put us to death.' Sindia was enraged, and ordered him to be paid and driven from camp. He refused to go. . . . The bazaars were shut the whole day; troops were posted to guard them and defend the tents. . . . At last the mutineers marched off, and all was settled.\" -- Elphinstone's Diary, in Life, i. 179 seq.\n 1809. -- \"Seendhiya (i.e. Sindia), who has been lately plagued by repeated D'hurnas, seems now resolved to partake also in the active part of the amusement: he had permitted this same Patunkur, as a signal mark of favour, to borrow 50,000 rupees from the Khasgee, or private treasury. . . . The time elapsed without the agreement having been fulfilled; and Seendhiya immediately dispatched the treasurer to sit D'hurna on his behalf at Patunkur's tents.\" -- Broughton, Letters from a Mahratta Camp, 169 seq.; [ed. 1892, 127].\n [1812. -- Morier (Journey through Persia, 32) describes similar proceedings by a Dervish at Bushire.]\n 1819. -- \"It is this which is called tukaza* by the Mahrattas. . . . If a man have demand from (? upon) his inferior or equal, he places him under restraint, prevents his leaving his house or eating, and even compels him to sit in the sun until he comes to some accommodation. If the debtor were a superior, the creditor had first recourse to supplications and appeals to the honour and sense of shame of the other party; he laid himself on his threshold, threw himself in his road, clamoured before his door, or he employed others to do this for him; he would even sit down and fast before the debtor's door, during which time the other was compelled to fast also; or he would appeal to the gods, and invoke their curses upon the person by whom he was injured.\" -- Elphinstone, in Life, ii. 87.\n Ar. takāzā, dunning or importunity.\n 1837.* -- \"Whoever voluntarily causes or attempts to cause any person to do anything which that person is not legally bound to do . . . by inducing . . . that person to believe that he . . . will become . . . by some act of the offender, an object of the divine displeasure if he does not do the thing . . . shall be punished with imprisonment of either description for a term which may extend to one year, or with fine, or with both.\n Illustrations. \"(a) A. sits dhurna at Z.'s door with the intention of causing it to be believed that by so sitting he renders Z. an object of divine displeasure. A. has committed the offence defined in this section.\n \"(b) A. threatens Z. that unless Z. performs a certain act A. will kill one of A.'s own children, under such circumstances that the killing would be believed to render Z. an object of the divine displeasure. A. has committed the offence described in this section.\" -- Indian Penal Code, 508, in Chap. XXII., Criminal Intimidation, Insult, and Annoyance.\n 1875. -- \"If you have a legal claim against a man of a certain rank and you are desirous of compelling him to discharge it, the Senchus Mor tells you 'to fast upon him.' . . . The institution is unquestionably identical with one widely diffused throughout the East, which is called by the Hindoos 'sitting dharna.' It consists in sitting at the debtor's door and starving yourself till he pays. From the English point of view the practice has always been considered barbarous and immoral, and the Indian Penal Code expressly forbids it. It suggests, however, the question -- what would follow if the debtor simply allowed the creditor to starve? Undoubtedly the Hindoo supposes that some supernatural penalty would follow; indeed, he generally gives definiteness to it by retaining a Brahmin to starve himself vicariously, and no Hindoo doubts what would come of causing a Brahmin's death.\" -- Maine, Hist. of Early Institutions, 40. See also 297-304.\n 1885. -- \"One of the most curious practices in India is that still followed in the native states by a Brahman creditor to compel payment of his debt, and called in Hindi dharná, and in Sanskrit ācharita, 'customary proceeding,' or Prāyopaveçana, 'sitting down to die by hunger.' This procedure has long since been identified with the practice of 'fasting upon' (troscud for) a debtor to God or man, which is so frequently mentioned in the Irish so-called Brehon Laws. . . . In a MS. in the Bodleian . . . there is a Middle-Irish legend which tells how St. Patrick 'fasted upon' Loegaire, the unbelieving over - king of Ireland. Loegaire's pious queen declares This is the date of the Penal Code, as originally submitted to Lord Auckland, by T. B. Macaulay and his colleagues; and in that original form this passage is found as \u0015 283, and in chap. xv. of Offences relating to Religion and Caste.\n that she will not eat anything while Patrick is fasting. Her son Enna seeks for food. 'It is not fitting for thee,' says his mother, 'to eat food while Patrick is fasting upon you.' . . . It would seem from this story that in Ireland the wife and children of the debtor, and, a fortiori, the debtor himself, had to fast so long as the creditor fasted.\"- Letter from Mr. Whitley Stokes, in Academy, Sept. 12th.\n A striking story is told in Forbes's Rās Māla (ii. 393 seq.; [ed. 1878, p. 657]) of a farther proceeding following upon an unsuccessful dharnā, put in practice by a company of Chārans, or bards, in Kathiawāṛ, to enforce payment of a debt by a chief of Jailā to one of their number. After fasting three days in vain, they proceeded from dharnā to the further rite of trāgā (q.v.). Some hacked their own arms; others decapitated three old women of their party, and hung their heads up as a garland at the gate. Certain of the women cut off their own breasts. The bards also pierced the throats of four of the older men with spikes, and took two young girls and dashed their brains out against the town-gate. Finally the Chāran creditor soaked his quilted clothes in oil, and set fire to himself. As he burned to death he cried out, 'I am now dying, but I will become a headless ghost (Kavīs) in the Palace, and will take the chief's life, and cut off his posterity!'\n", "diamond harbour": "n.p. An anchorage in the Hoogly below Calcutta, 30 m. by road, and 41 by river. It was the usual anchorage of the old Indiamen in the mercantile days of the E. I. Company. In the oldest charts we find the \"Diamond Sand,\" on the western side of what is now called Diamond Harbour, and on some later charts, Diamond Point.\n 1683. -- \"We anchored this night on ye head of ye Diamond Sand.\n \"Jan. 26. This morning early we weighed anchor . . . but got no further than the Point of Kegaria Island\" (see KEDGEREE). -- Hedges, Diary, Hak. Soc. i. 64. (See also ROGUE'S RIVER.)\n", "didwan": "s. P. dīdbān, dīdwān, 'a look-out,' 'watchman,' 'guard,' 'messenger.'\n [1679. -- See under AUMILDAR, TRIPLI- CANE.\n [1683-4. -- \". . . three yards of Ordinary Broadcloth and five Pagodas to the Dithwan that brought the Phirmaund. . . .\" -- Pringle, Diary of Ft. St. Geo., 1st ser. iii. 4.]\n", "diggory": "s. Anglo-Hindustani of law-court jargon for 'decree.'\n [1866. -- \"This is grand, thought bold Bhuwanee Singh, diggree to pāh, lekin roopyea to morpāss bah, 'He has got his decree, but I have the money.'\" -- Confessions of an Orderly, 138.]\n", "dikk": "s. Worry, trouble, botheration; what the Italians call seccatura. This is the Anglo-Indian use. But the word is more properly adjective, Ar.-P.-H. diḳ, diḳḳ, 'vexed, worried,' and so diḳḳ honā, 'to be worried.' [The noun diḳḳ-dārī, 'worry,' in vulgar usage, has become an adjective.]\n 1873.- \"And Beaufort learned in the law, And Atkinson the Sage, And if his locks are white as snow, 'Tis more from dikk than age!\" Wilfrad Heeley, A Lay of Modern Darjeeling.\n [1889. -- \"Were the Company's pumps to be beaten by the vagaries of that dikhdari, Tarachunda nuddee?\" -- R. Kipling, In Black and White, 52.]\n", "dinapore": "n.p. A well-known cantonment on the right bank of the Ganges, being the station of the great city of Patna. The name is properly Dānāpur. Ives (1755) writes Dunapoor (p. 167). The cantonment was established under the government of Warren Hastings about 1772, but we have failed to ascertain the exact date. [Cruso, writing in 1785, speaks of the cantonments having cost the Company 25 lakhs of rupees. (Forbes, Or. Mem. 2nd ed. ii. 445). There were troops there in 1773 (Gleig, Life of Warren Hastings, i. 297.]\n DĪNĀR, s. This word is not now in any Indian use. But it is remarkable as a word introduced into Skt. at a comparatively early date. \"The names of the Arabic pieces of money . . . are all taken from the coins of the Lower Roman Empire. Thus, the copper piece was called fals from follis; the silver dirham from drachma, and the gold dīnār, from denarius, which, though properly a silver coin, was used generally to denote coins of other metals, as the denarius aeris, and the denarius auri, or aureus\" (James Prinsep, in Essays, &c., ed. by Thomas, i. 19). But it was long before the rise of Islām that the knowledge and name of the denarius as applied to a gold coin had reached India. The inscription on the east gate of the great tope at Sanchi is probably the oldest instance preserved, though the date of that is a matter greatly disputed. But in the Amarakosha (c. A.D. 500) we have 'dīnāre 'pi cha nishkah,' i.e. 'a nishkah (or gold coin) is the same as dīnāra.' And in the Kalpasūtra of Bhadrabāhu (of about the same age) \u0015 36, we have 'dīnāra mālaya,' 'a necklace of dīnārs,' mentioned (see Max Müller below). The dīnār in modern Persia is a very small imaginary coin, of which 10,000 make a tomaun (q.v.). In the Middle Ages we find Arabic writers applying the term dīnār both to the staple gold coin (corresponding to the gold mohr of more modern times) and to the staple silver coin (corresponding to what has been called since the 16th century the rupee). [Also see Yule, Cathay, ii. 439 seqq. See DEANER.]\n A.D. (?) \"The son of Amuka . . . having made salutation to the eternal gods and goddesses, has given a piece of ground purchased at the legal rate; also five temples, and twenty-five (thousand?) dínárs . . . as an act of grace and benevolence of the great emperor Chandragupta.\" -- Inscription on Gateway at Sanchi (Prinsep's Essays, i. 246).\n A.D. (?) \"Quelque temps après, à Pataliputra, un autre homme devoué aux Brahmanes renversa une statue de Bouddha aux pieds d'un mendiant, qui la mit en pièces. Le roi (Açoka) . . . fit proclamer cet ordre: Celui qui m'apportera la tête d'un mendiant brahmanique, recevra de moi un Dînâra.\" -- Tr. of Divya avadâna, in Burnouf, Int. à l'Hist. du Bouddhisme Indien, p. 422.\n c. 1333. -- \"The lak is a sum of 100,000 dīnārs (i.e. of silver); this sum is equivalent to 10,000 dīnārs of gold, Indian money; and the Indian (gold) dīnār is worth 2½ dīnārs in money of the West (Maghrab).\"- Ibn Batuta, iii. 106.\n 1859. -- \"Cosmas Indicopleustes remarked that the Roman denarius was received all over the world;* and how the denarius The passage referred to is probably that where Cosmas relates an adventure of his friend Sopatrus, a trader in Taprobane, or Ceylon, at the king's court. A Persian present brags of the power and wealth of his own monarch. Sopatrus says nothing till the king calls on him for an answer. He appeals to the king to compare the Roman gold denarius (called by Cosmas NO/MIS MA), and the Persian silver drachma, both of which were at hand, and to judge for himself which suggested the greater monarch. \"Now the nomisma was a coin of right good ring and fine ruddy gold, bright in metal and elegant in execution, for such coins are picked on purpose to take thither, whilst the miliaresion (or drachma), to say it in one word, was of silver, and of course bore no comparison with the gold coin,\" &c. In another passage he says that elephants in Taprobane were sold at from 50 to 100 nomismata and more, which seems to imply that the gold denarii were actually current in Ceylon. See the passages at length in Cathay, &c., pp. clxxix-clxxx.\n came to mean in India a gold ornament we may learn from a passage in the 'Life of Mahâvîra.' There it is said that a lady had around her neck a string of grains and golden dinars, and Stevenson adds that the custom of stringing coins together, and adorning with them children especially, is still very common in India.\" -- Max Müller, Hist. of Sanskrit Literature, 247.\n", "dingy": "s. Beng. diṇgī; [H. dingī, dengī, another form of dongī, Skt. droṇa, 'a trough.'] A small boat or skiff; sometimes also 'a canoe,' i.e. dug out of a single trunk. This word is not merely Anglo-Indian; it has become legitimately incorporated in the vocabulary of the British navy, as the name of the smallest ship's boat; [in this sense, according to the N.E.D., first in Midshipman Easy (1836)]. Dingā occurs as the name of some kind of war-boat used by the Portuguese in the defence of Hugli in 1631 (\"Sixty-four large díngas\"; Elliot, vii. 34). The word dingī is also used for vessels of size in the quotation from Tippoo. Sir J. Campbell, in the Bombay Gazetteer, says that dhangī is a large vessel belonging to the Mekrān coast; the word is said to mean 'a log' in Bilūchī. In Guzerat the larger vessel seems to be called dangā; and besides this there is dhangī, like a canoe, but built, not dug out.\n [1610. -- \"I have brought with me the pinnace and her ginge for better performance. \" -- Danvers, Letters, i. 61.]\n 1705. -- \". . . pour aller à terre on est obligé de se servir d'un petit Batean dont les bords sont très hauts, qu'on appelle Dingues. . . .\" -- Luiller, 39.\n 1785. -- \"Propose to the merchants of Muscat . . . to bring hither, on the Dingies, such horses as they may have for sale; which, being sold to us, the owner can carry back the produce in rice.\" -- Letters of Tippoo, 6.\n 1810. -- \"On these larger pieces of water there are usually canoes, or dingies.\" -- Williamson, V.M. ii. 59.\n [1813. -- \"The Indian pomegranates . . . are by no means equal to those brought from Arabia by the Muscat dingeys.\"- Forbes, Or. Mem. 2nd ed. i. 468.]\n 1878. -- \"I observed among a crowd of dinghies, one contained a number of native commercial agents.\" -- Life in the Mofussil, i. 18.\n", "dirzee": "s. P. darzi, H. darzī and vulgarly darjī; [darz, 'a rent, seam.'] A tailor.\n [1623. -- \"The street, which they call Terzi Caravanserai, that is the Tayler's Inn.\"- P. della Valle, Hak. Soc. i. 95.]\n c. 1804. -- \"In his place we took other servants, Dirges and Dobes, and a Sais for Mr. Sherwood, who now got a pony.\"- Mrs. Sherwood, Autobiog. 283.\n 1810. -- \"The dirdjees, or taylors, in Bombay, are Hindoos of respectable caste.\"- Maria Graham, 30.\n", "dispatchadore": "s. This curious word was apparently a name given by the Portuguese to certain officials in Cochin-China. We know it only in the document quoted:\n 1696. -- \"The 23 I was sent to the UnderDispatchadore, who I found with my Scrutore before him. I having the key, he desired me to open it.\" -- Bowyear's Journal at Cochin China, in Dalrymple, Or. Rep. i. 77; also \"was made Under-Customer or Despatchadore\" (ibid. 81); and again: \"The Chief Dispatchadore of the Strangers\" (84).\n", "dissave": "&c., s. Singh. disāva (Skt. deśa, 'a country,' &c.), 'Governor of a Province,' under the Candyan Government. Disave, as used by the English in the gen. case, adopted from the native expression disave mahatmya, 'Lord of the Province. ' It is now applied by the natives to the Collector or \"Government Agent.\" (See DESSAYE.)\n 1681. -- \"Next under the Adigars are the Dissauva's who are Governours over provinces and counties of the land.\" -- Knox, p. 50.\n 1685. -- \". . . un Dissava qui est comme un General Chingulais, ou Gouverneur des armées d'une province.\" -- Ribeyro (Fr. tr.), 102.\n 1803. -- \". . . the Dissauvas . . . are governors of the corles or districts, and are besides the principal military commanders.\" -- Percival's Ceylon, 258.\n 1860. -- \". . . the dissave of Oovah, who had been sent to tranquillize the disturbed districts, placed himself at the head of the insurgents\" (in 1817). -- Tennent's Ceylon, ii. 91.\n", "ditch": ". Disparaging sobriquets for Calcutta and its European citizens, for the rationale of which see MAHRATTA DITCH.\n", "diu": "n.p. A port at the south end of Peninsular Guzerat. The town stands on an island, whence its name, from Skt. dvīpa. The Portuguese were allowed to build a fort here by treaty with Bahādur Shāh of Guzerat, in 1535. It was once very famous for the sieges which the Portuguese successfully withstood (1538 and 1545) against the successors of Bahādur Shāh [see the account in Linschoten, Hak. Soc. i. 37 seq.]. It still belongs to Portugal, but is in great decay. [Tavernier (ed. Ball, ii. 35) dwells on the advantages of its position.]\n c. 700. -- Chinese annals of the T'ang dynasty mention Tiyu as a port touched at by vessels bound for the Persian Gulf, about 10 days before reaching the Indus. See Deguignes, in Mém. de l'Acad. Inscript. xxxii. 367.\n 1516. -- \". . . there is a promontory, and joining close to it is a small island which contains a very large and fine town, which the Malabars call Diuxa and the Moors of the country call it Diu. It has a very good harbour,\" &c. -- Barbosa, 59.\n 1572.- \"Succeder-lhe-ha alli Castro, que o estandarte Portuguez terá sempre levantado, Conforme successor ao succedido; Que hum ergue Dio, outro o defende erguido. \" Camões, x. 67.\n By Burton: \"Castro succeeds, who Lusias estandard shall bear for ever in the front to wave; Successor the Succeeded's work who endeth; that buildeth Diu, this builded Diu defendeth. \"\n 1648. -- \"At the extremity of this Kingdom, and on a projecting point towards the south lies the city Diu, where the Portuguese have 3 strong castles; this city is called by both Portuguese and Indians Dive (the last letter, e, being pronounced somewhat softly), a name which signifies 'Island.'\" -- Van Twist, 13.\n 1727. -- \"Diu is the next Port. . . . It is one of the best built Cities, and best fortified by Nature and Art, that I ever saw in India, and its stately Buildings of free Stone and Marble, are sufficient Witnesses of its ancient Grandeur and Opulency; but at present not above one-fourth of the City is inhabited.\" -- A. Hamilton, i. 137; [ed. 1744, i. 136].\n", "diul-sind": "n.p. A name by which Sind is often called in early European narratives, taken up by the authors, no doubt, like so many other prevalent names, from the Arab traders who had preceded them. Dewal or Daibul was a once celebrated city and seaport of Sind, mentioned by all the old Arabian geographers, and believed to have stood at or near the site of modern Karāchī. It had the name from a famous temple (devālya), probably a Buddhist shrine, which existed there, and which was destroyed by the Mahommedans in 711. The name of Dewal long survived the city itself, and the specific addition of Sind or Sindī being added, probably to distinguish it from some other place of resembling name, the name of Dewal-Sind or Sindi came to be attached to the delta of the Indus.\n c. 700. -- The earliest mention of Dewal that we are aware of is in a notice of Chinese Voyages to the Persian Gulf under the T'ang dynasty (7th and 8th centuries) quoted by Deguignes. In this the ships, after leaving Tiyu (Diu) sailed 10 days further to another Tiyu near the great river Milan or Sinteu. This was, no doubt, Dewal near the great Mihrān or Sindhu, i.e. Indus. -- Mém. de l'Acad. des Insc. xxxii. 367.\n c. 880. -- \"There was at Debal a lofty temple (budd) surmounted by a long pole, and on the pole was fixed a red flag, which when the breeze blew was unfurled over the city . . . Muhammad informed Hajjáj of what he had done, and solicited advice. . . . One day a reply was received to this effect: -- 'Fix the manjaník . . . call the manjaník-master, and tell him to aim at the flagstaff of which you have given a description.' So he brought down the flagstaff, and it was broken; at which the infidels were sore afflicted.\" -- Bilāduri, in Elliot, i. 120.\n c. 900. -- \"From Nármasírá to Debal is 8 days' journey, and from Debal to the junction of the river Mihrán with the sea, is 2 parasangs.\" -- Ibn Khordádbah, in Elliot, i. 15.\n 976. -- \"The City of Debal is to the west of the Mihrán, towards the sea. It is a large mart, and the port not only of this, but of the neighbouring regions. . . .\"- Ibn Haukal, in Elliot, i. 37.\n c. 1150. -- \"The place is inhabited only because it is a station for the vessels of Sind and other countries . . . ships laden with the productions of 'Umán, and the vessels of China and India come to Debal.\"- Idrisi, in Elliot, i. p. 77.\n 1228. -- \"All that country down to the seashore was subdued. Malik Sinán-ud-dín Habsh, chief of Dewal and Sind, came and did homage to the Sultan.\" -- Ṭabaḳāt-iNāsiri, in Elliot, ii. 326.\n [1513. -- \"And thence we had sight of Diulcindy.\" -- Albuquerque, Cartas, p. 239.]\n 1516. -- \"Leaving the Kingdom of Ormuz . . . the coast goes to the South-east for 172 leagues as far as Diulcinde, entering the Kingdom of Ulcinde, which is between Persia and India.\" -- Barbosa, 49.\n 1553. -- \"From this Cape Jasque to the famous river Indus are 200 leagues, in which space are these places Guadel, Calara, Calamente, and Diul, the last situated on the most westerly mouth of the Indus.\" -- De Barros, Dec. I. liv. ix. cap. i.\n c. 1554. -- \"If you guess that you may be drifting to Jaked . . . you must try to go to Karaushī, or to enter Khur (the estuary of) Diúl Sind.\" -- The Mohit, in J. As. Soc. Ben. v. 463.\n \" \"He offered me the town of Lahori, i.e. Diuli Sind, but as I did not accept it I begged him for leave to depart.\" -- Sidi'Ali Kapudān, in Journ. As. 1st Ser. tom. ix. 131.\n [1557. -- Couto says that the Italians who travelled overland before the Portuguese discovered the sea route 'found on the other side on the west those people called Diulis, so called from their chief city named Diul, where they settled, and whence they passed to Cinde.']\n 1572.- \"Olha a terra de Ulcinde fertilissima E de Jaquete a intima enseada.\" Camões, x. cvi.\n 1614. -- \"At Diulsinde the Expedition in her former Voyage had deliuered Sir Robert. Sherley the Persian Embassadour.\" -- Capt. W. Peyton, in Purchas, i. 530.\n [1616. -- \"The riuer Indus doth not powre himself into the sea by the bay of Cambaya, but far westward, at Sindu.\" -- Sir T. Roe, Hak. Soc. i. 122.]\n 1638. -- \"Les Perses et les Arabes donnent au Royaume de Sindo le nom de Diul.\"- Mandelslo, 114.\n c. 1650. -- Diul is marked in Blaeu's great Atlas on the W. of the most westerly mouth of the Indus.\n c. 1666. -- \". . . la ville la plus Méridionale est Diul. On la nomme encore Diul-Sind, et autrefois on l'a appellée Dobil. . . . Il y a des Orientaux qui donnent le nom de Diul au Païs de Sinde.\" -- Thevenot, v. 158.\n 1727. -- \"All that shore from Jasques to Sindy, inhabited by uncivilized People, who admit of no Commerce with Strangers, tho' Guaddel and Diul, two Sea-ports, did about a Century ago afford a good Trade.\" -- A. Hamilton, i. 115; [ed. 1744].\n 1753. -- \"Celui (le bras du Sind) de la droite, après avoir passé à Fairuz, distant ce Mansora de trois journées selon Edrisi, se rend à Debil ou Divl, au quel nom on ajoûte quelque fois celui de Sindi. . . . La ville est située sur une langue de terre en forme de peninsule, d'où je pense que lui vient son nom actuel de Diul ou Divl, formé du mot Indien Div, qui signifie une île. D'Herbelot . . . la confond avec Diu, dont la situation est à l'entrée du Golfe de Cambaye.\" -- D'Anville, p. 40.\n", "doab": "s. and n.p. P. -- H. doāb, 'two waters,' i.e. 'Mesopotamia,' the tract between two confluent rivers. In Upper India, when used absolutely, the term always indicates the tract between the Ganges and Jumna. Each of the like tracts in the Punjab has its distinctive name, several of ṭhem compounded of the names of the limiting rivers, e.g. Rīchnā Doāb, between Rāvī and Chenāb, Jech Doāb, between Jelam and Chenāb, &c. These names are said to have been invented by the Emperor Akbar. [Āīn, ed. Jarrett, ii. 311 seq.] The only Doāb known familiarly by that name in the south of India is the Raichūr Doāb in the Nizam's country, lying between the Kistna and Tungabhadra.\n", "doai! dwye!": "Interj. Properly H. dohāī, or dūhāī, Gujarātī dawāhī, an exclamation (hitherto of obscure etymology) shouted aloud by a petitioner for redress at a Court of Justice, or as any one passes who is supposed to have it in his power to aid in rendering the justice sought. It has a kind of analogy, as Thevenot pointed out over 200 years ago, to the old Norman Haro! Haro! viens à mon aide, mon Prince!* but does not now carry the privilege of the Norman cry; though one may conjecture, both from Indian analogies and from the statement of Ibn Batuta quoted below, that it once did. Every Englishman in Upper India has often been saluted by the calls of, 'Dohāi Khudāwand kī! Dohāi Mahārāj! Dohāi Kompanī Bahādur!' 'Justice, my Lord! Justice, O King! Justice, O Company!' -- perhaps in consequence of some oppression by his followers, perhaps in reference to some grievance with which he has no power to interfere. \"Until 1860 no one dared to ignore the appeal of dohāī to a native Prince within his territory. I have heard a serious charge made against a person for calling the dohāī needlessly\" (M.-Gen. Keatinge).\n It will be seen that the Indian cry also appeals to the Prince expressly. It was the good fortune of one of the present writers (A. B.) to have witnessed the call of Haro! brought into serious operation at Jersey.\n Wilson derives the exclamation from do, 'two' or repeatedly, and hāi 'alas,' illustrating this by the phrase 'dohāī tīhāī karnā,' 'to make exclamation (or invocation of justice) twice and thrice.' [Platts says, do-hāy, Skt. hrī-hāhā,' a crying twice \"alas!\"] This phrase, however, we take to be merely an example of the 'striving after meaning,' usual in cases where the real origin of the phrase is forgotten. We cannot doubt that the word is really a form of the Skt. droha, 'injury, wrong.' And this is confirmed by the form in Ibn Batuta, and the Mahr. durāhi; \"an exclamation or expression used in prohibiting in the name of the Raja. . . implying an imprecation of his vengeance in case of disobedience\" (Molesworth's Dict.); also Tel. and Canar. durāi, 'protest, prohibition, caveat, or veto in arrest of proceedings' (Wilson and C. P. B., MS.)\n c. 1340. -- \"It is a custom in India that when money is due from any person who is favoured by the Sultan, and the creditor wants his debt settled, he lies in wait at the Palace gate for the debtor, and when the latter is about to enter he assails him with the exclamation Darōhai us - Sultan! 'O Enemy of the Sultan. -- I swear by the head of the King thou shalt not enter till thou hast paid me what thou owest.' The debtor cannot then stir from the spot, until he has satisfied the creditor, or has obtained his consent to the respite.\" -- Ibn Batuta, iii. 412. The signification assigned to the words by the Moorish traveller probably only shows that the real meaning was unknown to his Musulman friends at Delhi, whilst its form strongly corroborates our etymology, and shows that it still kept close to the Sanskrit.\n 1609. -- \"He is severe enough, but all helpeth not; for his poore Riats or clownes complaine of Iniustice done them, and cry for justice at the King's hands.\" -- Hawkins, in Purchas, i. 223.\n c. 1666. -- \"Quand on y veut arrêter une personne, on crie seulement Doa padecha; cette clameur a autant de force que celle de haro en Normandie; et si on defend à quelqu'un de sortir, du lieu où il est, en disant Doa padecha, il ne peut partir sans se rendre criminel, et il est obligé de se presentir à la Justice.\" -- Thevenot, v. 61.\n 1834. -- \"The servant woman began to make a great outcry, and wanted to leave the ship, and cried Dohaee to the Company, for she was murdered and kidnapped.\" -- The Baboo, ii. 242.\n", "doar": "n.p. A name applied to the strip of moist land, partially cultivated with rice, which extends at the foot of the Himālaya mountains to Bhotan. It corresponds to the Terai further west; but embraces the conception of the passes or accesses to the hill country from this last verge of the plain, and is apparently the Skt. dvāra, a gate or entrance. [The E. Dwars of Goalpara District, and the W. Dwars of Jalpaiguri were annexed in 1864 to stop the raids of the Bhutias.]\n", "dobund": "s. This word is not in the Hind. Dicts. (nor is it in Wilson), but it appears to be sufficiently elucidated by the quotation:\n 1787. -- \"That the power of Mr. Fraser to make dobunds, or new and additional embankments in aid of the old ones . . . was a power very much to be suspected, and very improper to be entrusted to a contractor who had already covenanted to keep the old pools in perfect repair,\" &c. -- Articles against W. Hastings, in Burke, vii. 98.\n", "dolly": "s. Hind. ḍālī. A complimentary offering of fruit, flowers, vegetables, sweetmeats and the like, presented usually on one or more trays; also the daily basket of garden produce laid before the owner by the Mālī or gardener (\"The Molly with his dolly\"). The proper meaning of ḍālī is a 'branch' or 'twig' (Skt. dār); then a 'basket,' a 'tray,' or a 'pair of trays slung to a yoke,' as used in making the offerings. Twenty years ago the custom of presenting ḍālīs was innocent and merely complimentary; but, if the letter quoted under 1882 is correct, it must have grown into a gross abuse, especially in the Punjab. [The custom has now been in most Provinces regulated by Government orders.]\n [1832. -- \"A Dhaullie is a flat basket, on which is arranged in neat order whatever fruit, vegetables, or herbs are at the time in season.\" -- Mrs. Meer Hassan Ali,Observations, i. 333.]\n 1880. -- \"Brass dishes filled with pistachio nuts are displayed here and there; they are the oblations of the would-be visitors. The English call these offerings dollies; the natives dáli. They represent in the profuse East the visiting cards of the meagre West.\" -- Ali Baba, 84.\n 1882. -- \"I learn that in Madras dallies are restricted to a single gilded orange or lime, or a tiny sugar pagoda, and Madras officers who have seen the bushels of fruit, nuts, almonds, sugar-candy . . . &c., received by single officials in a single day in the N.W. Provinces, and in addition the number of bottles of brandy, champagne, liquors, &c., received along with all the preceding in the Punjab, have been . . . astounded that such a practice should be countenanced by Government.\" -- Letter in Pioneer Mail, March 15.\n", "dome": "; in S. India commonly Dombaree, Dombar , s. Hind. Ḍōm or Ḍōmrā. The name of a very low caste, representing some old aboriginal race, spread all over India. In many places they perform such offices as carrying dead bodies, removing carrion, &c. They are often musicians; in Oudh sweepers; in Champāran professional thieves (see Elliot's Races of the N.W.P., [Risley, Tribes and Castes of Bengal, s.v.]). It is possible, as has been suggested by some one, that the Gypsy Romany is this word.\n c. 1328. -- \"There be also certain others which be called Dumbri who eat carrion and carcases; who have absolutely no object of worship; and who have to do the drudgeries of other people, and carry loads.\" -- Friar Jordanus, Hak. Soc. p. 21.\n 1817. -- \"There is yet another tribe of vagrants, who are also a separate sect. They are the class of mountebanks, buffoons, posture-masters, tumblers, dancers, and the like. . . . The most dissolute body is that of the Dumbars or Dumbaru.\" -- Abbé Dubois, 468.\n", "dondera head": "n.p. The southernmost point of Ceylon; called after a magnificent Buddhist shrine there, much frequented as a place of pilgrimage, which was destroyed by the Portuguese in 1587. The name is a corruption of Dewa-nagara, in Elu (or old Singalese) Dewu-nuwara; in modern Singalese Dewuṅdara (Ind. Antiq. i. 329). The place is identified by Tennent with Ptolemy's \"Dagana, sacred to the moon.\" Is this name in any way the origin of the opprobrium 'dunderhead'? [The N.E.D. gives no countenance to this, but leaves the derivation doubtful; possibly akin to dunner]. The name is so written in Dunn's Directory, 5th ed. 1780, p. 59; also in a chart of the Bay of Bengal, without title or date in Dalrymple's Collection.\n 1344. -- \"We travelled in two days to the city of Dīnawar, which is large, near the sea, and inhabited by traders. In a vast temple there, one sees an idol which bears the same name as the city. . . . The city and its revenues are the property of the idol.\"- Ibn Batuta, iv. 184.\n [1553. -- \"Tanabaré.\" See under GALLE, POINT DE.]\n", "doney": "s. In S. India, a small native vessel, properly formed (at least the lower part of it) from a single tree. Tamil. tōṉi. Dr. Gundert suggests as the origin Skt. droṇa, 'a wooden vessel.' But it is perhaps connected with the Tamil tonduga, 'to scoop out'; and the word would then be exactly analogous to the Anglo-American 'dug-out.' In the J.R.A.S. vol. i. is a paper by Mr. Edye, formerly H.M.'s Master Shipwright in Ceylon, on the native vessels of South India, and among others he describes the Doni (p. 13), with a drawing to scale. He calls it \"a huge vessel of ark-like form, about 70 feet long, 20 feet broad, and 12 feet deep; with a flat bottom or keel part, which at the broadest place is 7 feet; . . . the whole equipment of these rude vessels, as well as their construction, is the most coarse and unseaworthy that I have ever seen.\" From this it would appear that the doney is no longer a 'dug-out,' as the suggested etymology, and Pyrard de Laval's express statement, indicate it to have been originally.\n 1552. -- Castanheda already uses the word as Portuguese: \"foy logo cõtra ho tône.\"- iii. 22.\n 1553. -- \"Vasco da Gama having started . . . on the following day they were becalmed rather more than a league and a half from Calicut, when there came towards them more than 60 tonés, which are small vessels, crowded with people.\" -- Barros, I. iv., xi.\n 1561. -- The word constantly occurs in this form (toné) in Correa, e.g. vol. i. pt. 1, 403, 502, &c.\n [1598. -- \". . . certaine scutes or Skiffes called Tones.\" -- Linschoten, Hak. Soc. ii. 56.]\n 1606. -- There is a good description of the vessel in Gouvea, f. 29.\n c. 1610. -- \"Le basteau s'appelloit Donny, c'est à dire oiseau, pource qu'il estoit proviste de voiles.\" -- Pyrard de Laval, i. 65; [Hak. Soc. i. 86].\n \" \"La plupart de leurs vaisseaux sont d'une seule piece, qu'ils appellent Tonny, et les Portugais Almediés (Almadia).\"- Ibid. i. 278; [Hak. Soc. i. 389].\n 1644. -- \"They have in this city of Cochin certain boats which they call Tones, in which they navigate the shallow rivers, which have 5 or 6 palms of depth, 15 or 20 cubits in length, and with a broad parana of 5 or 6 palms, so that they build above an upper story called Bayleu, like a little house, thatched with Ola (Ollah), and closed at the sides. This contains many passengers, who go to amuse themselves on the rivers, and there are spent in this way many thousands of cruzados.\" -- Bocarro MS.\n 1666. -- \". . . with 110 paraos, and 100 catures (see PROW, CATUR) and 80 tonees of broad beam, full of people . . . the enemy displayed himself on the water to our caravels.\" -- Faria y Sousa, Asia Portug. i. 66.\n 1672. -- \". . . four fishermen from the town came over to us in a Tony.\" -- Baldaeus, Ceylon (Dutch ed.), 89.\n [1821. -- In Travels on Foot through the Island of Ceylon, by J. Haafner, translated from the Dutch (Phillip's New Voyages and Travels, v. 6, 79), the words \"thonij,\" \"thony's\" of the original are translated Funny, Funnies; this is possibly a misprint for Tunnies, which appears on p. 66 as the rendering of \"thonij's.\" See Notes and Queries, 9th ser. iv. 183.]\n 1860. -- \"Amongst the vessels at anchor (at Galle) lie the dows of the Arabs, the Patamars of Malabar, the dhoneys of Coromandel.\" -- Tennent's Ceylon, ii. 103.\n", "doob": "s. H. dūb, from Skt. dūrvā. A very nutritious creeping grass (Cynodon dactylon, Pers.), spread very generally in India. In the hot weather of Upper India, when its growth is scanty, it is eagerly sought for horses by the 'grass-cutters.' The natives, according to Roxburgh, quoted by Drury, cut the young leaves and make a cooling drink from the roots. The popular etymology, from dhūp, 'sunshine,' has no foundation. Its merits, its lowly gesture, its spreading quality, give it a frequent place in native poetry.\n 1810. -- \"The doob is not to be found everywhere; but in the low countries about Dacca . . . this grass abounds; attaining to a prodigious luxuriance.\" -- Williamson, V. M. i. 259.\n", "doocaun": "s. Ar. dukkān, Pers. and H. dukān, 'a shop'; dukāndār, 'a shopkeeper.'\n 1554. -- \"And when you buy in the dukāns (nos ducões), they don't give picotaa (see PICOTA), and so the Dukándárs (os Ducamdares) gain. . . .\" -- A. Nunes, 22.\n 1810. -- \"L'estrade elevée sur laquelle le marchand est assis, et d'où il montre sa marchandise aux acheteurs, est proprement ce qu'on appelle dukān; mot qui signifie, suivant son étymologie, une estrade ou plateforme, sur laquelle on se peut tenir assis, et que nous traduisons improprement par boutique.\" -- Note by Silvestre de Sacy, in Relation de l'Egypte, 304.\n [1832. -- \"The Dukhauns (shops) small, with the whole front open towards the street.\" -- Mrs. Meer Hassan Ali,Observations, ii. 36.]\n 1835. -- \"The shop (dookkán) is a square recess, or cell, generally about 6 or 7 feet high. . . . Its floor is even with the top of a muśtabah, or raised seat of stone or brick, built against the front.\" -- Lane's Mod. Egyptians, ed. 1836, ii. 9.\n", "doombur": "s. The name commonly given in India to the fat-tailed sheep, breeds of which are spread over West Asia and East Africa. The word is properly Pers. dunba, dumba; dumb, 'tail,' or especially this fat tail. The old story of little carts being attached to the quarters of these sheep to bear their tails is found in many books, but it is difficult to trace any modern evidence of the fact. We quote some passages bearing on it:\n c. A.D. 250. -- \"The tails of the sheep (of India) reach to their feet. . . . The shepherds . . . cut open the tails and take out the tallow, and then sew it up again. . . .\"- Aelian, De Nat. Animal. iv. 32.\n 1298. -- \"Then there are sheep here as big as asses; and their tails are so large and fat, that one tail shall weigh some 30 lbs. They are fine fat beasts, and afford capital mutton.\" -- Marco Polo, Bk. i. ch. 18.\n 1436. -- \"Their iiijth kinde of beasts are sheepe, which be unreasonable great, longe legged, longe woll, and great tayles, that waie about xijl. a piece. And some such I have seene as have drawen a wheele aftre them, their tailes being holden vp.\" -- Jos. Barbaro, Hak. Soc. 21.\n c. 1520. -- \"These sheep are not different from others, except as regards the tail, which is very large, and the fatter the sheep is the bigger is his tail. Some of them have tails weighing 10 and 20 pounds, and that will happen when they get fat of their own accord. But in Egypt many persons make a business of fattening sheep, and feed them on bran and wheat, and then the tail gets so big that the sheep can't stir. But those who keep them tie the tail on a kind of little cart, and in this way they move about. I saw one sheep's tail of this kind at Asiot, a city of Egypt 150 miles from Cairo, on the Nile, which weighed 80 lbs., and many people asserted that they have seen such tails that weighed 150 lbs.\" -- Leo Africanus, in Ramusio, i. f. 92v.\n [c. 1610. -- \"The tails of rams and ewes are wondrous big and heavy; one we weighed (in the Island of St. Lawrence) turned 28 pounds.\" -- Pyrard de Laval, i. 36.\n [1612. -- \"Goodly Barbary sheep with great rumps.\" -- Danvers, Letters, i. 178.]\n 1828. -- \"We had a Doomba ram at Prag. The Doomba sheep are difficult to keep alive in this climate.\" -- Wanderings of a Pilgrim, i. 28.\n 1846. -- \"I was informed by a person who possessed large flocks, and who had no reason to deceive me, that sometimes the tail of the Tymunnee doombas increased to such a size, that a cart or small truck on wheels was necessary to support the weight, and that without it the animal could not wander about; he declared also that he had produced tails in his flock which weighed 12 Tabreezi munds, or 48 seers puckah, equal to about 96 lbs.\" -- Captain Hutton, in Jour. As. Soc. Beng. xv. 160.\n", "dooputty": "s. Hind. do-paṭṭah, dupaṭṭā, &c. A piece of stuff of 'two breadths,' a sheet. \"The principal or only garment of women of the lower orders\" (in Bengal -- Wilson). [\"Formerly these pieces were woven narrow, and joined alongside of one another to produce the proper width; now, however, the dupatta is all woven in one piece. This is a piece of cloth worn entire as it comes from the loom. It is worn either round the head or over the shoulders, and is used by both men and women, Hindu and Muhammadan\" (Yusuf Ali, Mon. on Silk, 71).] Applied in S. India by native servants, when speaking their own language, to European bed-sheets.\n [1615. -- \". . . dubeties gouzerams.\" -- Foster, Letters, iii. 156.]\n", "doorga pooja": "s. Skt. Durgā- pūjā, 'Worship of Durga.' The chief Hindu festival in Bengal, lasting for 10 days in September -- October, and forming the principal holiday-time of all the Calcutta offices. (See DUSSERA.) [The common term for these holidays nowadays is 'the Poojahs.']\n c. 1835.- \"And every Doorga Pooja would good Mr. Simms explore The famous river Hoogly up as high as Barrackpore.\" Lines in honour of the late Mr. Simms, Bole Ponjis, 1857, ii. 220.\n [1900. -- \"Calcutta has been in the throes of the Pujahs since yesterday.\" -- Pioneer Mail, Oct. 5.]\n", "doorsummund": "n.p. Dūrsamand; a corrupt form of DvāraSamudra (Gate of the Sea), the name of the capital of the Balālās, a medieval dynasty in S. India, who ruled a country generally corresponding with Mysore. [See Rice, Mysore, ii. 353.] The city itself is identified with the fine ruins at Halabīdu [Haḷe-bīḍu, 'old capital'], in the Hassan district of Mysore.\n c. 1300. -- \"There is another country called Deogir. Its capital is called Dúrú Samundúr.\" -- Rashīduddīn, in Elliot, i. 73. (There is confusion in this.)\n 1309. -- \"The royal army marched from this place towards the country of Dúr Samun.\" -- Wassāf, in Elliot, iii. 49.\n 1310. -- \"On Sunday, the 23rd . . . he took a select body of cavalry with him, and on the 5th Shawwúl reached the fort of Dhúr Samund, after a difficult march of 12 days.\" -- Amīr Khusrū, ibid. 88. See also Notices et Extraits, xiii. 171.\n", "dorado": "s. Port. A kind of fish; apparently a dolphin (not the cetaceous animal so called). The Coryphaena hippurus of Day's Fishes is called by Cuvier and Valenciennes C. dorado. See also quotation from Drake. One might doubt, because of the praise of its flavour in Bontius, whilst Day only says of the C. hippurus that \"these dolphins are eaten by natives.\" Fryer, however, uses an expression like that of Bontius: -- \"The Dolphin is extolled beyond these,\" -- i.e. Bonito and Albicore (p. 12).\n 1578. -- \"When he is chased of the Bonito, or great mackrel (whom the Aurata or Dolphin also pursueth).\" -- Drake, WorldEncompassed, Hak. Soc. 32.\n 1631. -- \"Pisces Dorados dicti a Portugalensibus, ab aureo quem ferunt in cute colore . . . hic piscis est longe optimi saporis, Bonitas bonitate excellens.\" -- Jac. Bontii, Lib. V. cap. xix. 73.\n", "doray": "s. This is a South Indian equivalent of Ṣāhib (q.v.); Tel. dora, Tam. turai, 'Master.' Sinnaturai, 'small gentleman' is the equivalent of Chhoṭa Sāhib, a junior officer; and Tel. dorasāni, Tam. turaisāni (corruptly doresáni) of 'Lady' or 'Madam.'\n 1680. -- \"The delivery of three Iron guns to the Deura of Ramacole at the rate of 15 Pagodas per candy is ordered . . . which is much more than what they cost.\" -- Fort St. Geo. Cons., Aug. 5. In Notes and Extracts, No. iii. p. 31.\n 1837. -- \"The Vakeels stand behind their masters during all the visit, and discuss with them all that A -- says. Sometimes they tell him some barefaced lie, and when they find he does not believe it, they turn to me grinning, and say, 'Ma'am, the Doory plenty cunning gentlyman.'\" -- Letters from Madras, 86.\n 1882. -- \"The appellation by which Sir T. Munro was most commonly known in the Ceded Districts was that of 'Colonel Dora.' And to this day it is considered a sufficient answer to inquiries regarding the reason for any Revenue Rule, that i was laid down by the Colonel Dora.\" -- Arbuthnot's Memoir of Sir T. M., p. xcviii.\n \"A village up the Godavery, on the left bank, is inhabited by a race of people known as Doraylu, or 'gentlemen.' That this is the understood meaning is shown by the fact that their women are called Doresandlu, i.e. 'ladies.' These people rifle their arrow feathers, i.e. give them a spiral.\" (Reference lost.) [These are perhaps the Kois, who are called by the Telingas Koidhoras, \"the word dhora meaning 'gentleman' or Sahib.\"- (Central Prov. Gaz. 500; also see Ind. Ant. viii. 34)].\n", "doria": "s. H. ḍoriyā, from ḍor, ḍorī, 'a cord or leash'; a dog-keeper.\n 1781. -- \"Stolen . . . The Dog was taken out of Capt. Law's Baggage Boat . . . by the Durreer that brought him to Calcutta.\" -- India Gazette, March 17.\n [Doriya is also used for a kind of cloth. \"As the characteristic pattern of the chārkhāna is a check, so that of the doriya is stripes running along the length of the thān, i.e. in warp threads. The doriya was originally a cotton fabric, but it is now manufactured in silk, silk-and-cotton, tasar, and other combinations\" (Yusuf Ali, Mon. on Silk, 94).\n [c. 1590. -- In a list of cotton cloths, we have \"Doriyah, per piece, 6R. to 2M.\"- Āīn, i. 95.\n [1683. -- \". . . 3 pieces Dooreas.\" -- Hedges, Diary, Hak. Soc. i. 94.]\n", "dosooty": "s. H. do-sūtī, do-sūtā, 'double thread,' a kind of cheap cotton stuff woven with threads doubled.\n [1843. -- \"The other pair (of travelling baskets) is simply covered with dosootee (a coarse double-threaded cotton).\" -- Davidson, Diary in Upper India, i. 10.]\n", "double-grill": "s. Domestic H. of the kitchen for 'a devil' in the culinary sense.\n", "dour": "s. A foray, or a hasty expedition of any kind. H. daur, 'a run.' Also to dour, 'to run,' or 'to make such an expedition.'\n 1853. -- \"'Halloa! Oakfield,' cried Perkins, as he entered the mess tent . . . 'don't look down in the mouth, man; Attok taken, Chutter Sing dauring down like the devilmarch to-morrow. . . .'\" -- Oakfield, ii. 67.\n", "dow": "s. H. dāo, [Skt. dātra, dā, 'to cut']. A name much used on the Eastern frontier of Bengal as well as by Europeans in Burma, for the hewing knife or bill, of various forms, carried by the races of those regions, and used both for cutting jungle and as a sword. Dhā is the true Burmese name for their weapon of this kind, but we do not know if there is any relation but an accidental one with the Hind. word. [See drawing in Egerton, Handbook of Indian Arms, p. 84.]\n [1870. -- \"The Dao is the hill knife. . . . It is a blade about 18 inches long, narrow at the haft, and square and broad at the tip; pointless, and sharpened on one side only. The blade is set in a handle of wood; a bamboo root is considered the best. The fighting dao is differently shaped; this is a long pointless sword, set in a wooden or ebony handle; it is very heavy, and a blow of almost incredible power can be given by one of these weapons. . . . The weapon is identical with the 'parang latok' of the Malays. . . .\" -- Lewin, Wild Races of S.E. India, 35 seq.\n", "dowle": "s. H. ḍaul, ḍaulā. The ridge of clay marking the boundary between two rice fields, and retaining the water; called commonly in S. India a bund. It is worth noting that in Sussex doole is \"a small conical heap of earth, to mark the bounds of farms and parishes in the downs\" (Wright, Dict. of Obs. and Prov. English). [The same comparison was made by Sir H. Elliot (Supp. Gloss, s.v. Doula); the resemblance is merely accidental; see N.E.D. s.v. Dool.]\n 1851. -- \"In the N.W. corner of Suffolk, where the country is almost entirely open, the boundaries of the different parishes are marked by earthen mounds from 3 to 6 feet high, which are known in the neighbourhood as dools.\" -- Notes and Queries, 1st Series, vol. iv. p. 161.\n", "dowra": "s. A guide. H. dauṛāhā, dauṛahā, dauṛā, 'a village runner, a guide,' from dauṛnā, 'to run,' Skt. drava, 'running.'\n 1827. -- \"The vidette, on his part, kept a watchful eye on the Dowrah, a guide supplied at the last village.\" -- Sir W. Scott, The Surgeon's Daughter, ch. xiii.\n [DRABI, DRABY, s. The Indian camp-followers' corruption of the English 'driver.'\n [1900. -- \"The mule race for Drabis and grass-cutters was entertaining.\" -- Pioneer Mail, March 16.]\n", "dravidian": "adj. The Skt. term Drāviḍa seems to have been originally the name of the Conjevaram Kingdom (4th to 11th cent. A.D.), but in recent times it has been used as equivalent to 'Tamil.' About A.D. 700 Kumārila Bhaṭṭa calls the language of the South Andhradrāviḍa-bhāshā, meaning probably, as Bishop Caldwell suggests, what we should now describe as 'TeleguTamil-language.' Indeed he has shown reason for believing that Tamil and Drāviḍa, of which Dramiḍa (written Tiramiḍa), and Dramila are old forms, are really the same word. [Also see Oppert, Orig. Inhab. 25 seq., and Dravira, in a quotation from Al-biruni under MALABAR.] It may be suggested as posssible that the Tropina of Pliny is also the same (see below). Dr. Caldwell proposed Dravidian as a convenient name for the S. Indian languages which belong to the Tamil family, and the cultivated members of which are Tamil, Malayālam, Canarese, Tulu, Kuḍagu (or Coorg), and Telegu; the uncultivated Tuḍa, Kōta, Gōṇḍ, Khonḍ, Orāon, Rājmahāli. [It has also been adopted as an enthnological term to designate the non-Aryan races of India (see Risley, Tribes and Castes of Bengal, i. Intro. xxxi.).]\n c. A.D. 70. -- \"From the mouth of Ganges where he entereth into the sea unto the cape Calingon, and the town Dandagula, are counted 725 miles; from thence to Tropina where standeth the chiefe mart or towne of merchandise in all India, 1225 miles. Then to the promontorie of Perimula they reckon 750 miles, from which to the towne abovesaid Patale . . . 620.\"- Pliny, by Phil. Holland, vi. chap. xx.\n A.D. 404. -- In a south-western direction are the following tracts . . . Surashtrians, Bâdaras, and Drâviḍas. -- Varâha-mihira, in J.R.A.S., 2nd ser. v. 84.\n \" \"The eastern half of the Narbadda district . . . the Pulindas, the eastern half of the Drâviḍas . . . of all these the Sun is the Lord.\" -- Ibid. p. 231.\n c. 1045. -- \"Moreover, chief of the sons of Bharata, there are, the nations of the South, the Dráviḍas . . . the Karnátakas, Máhishakas. . . .\" -- Vishnu Purána, by H. H. Wilson, 1865, ii. 177 seq.\n 1856. -- \"The idioms which are included in this work under the general term 'Dravidian' constitute the vernacular speech of the great majority of the inhabitants of S. India.\" -- Caldwell, Comp. Grammar of the Dravidian Languages, 1st ed.\n 1869. -- \"The people themselves arrange their countrymen under two heads; five termed Panch-gaura, belonging to the Hindi, or as it is now generally called, the Aryan group, and the remaining five, or Panch- Dravida, to the Tamil type.\" -- Sir W. Elliot, in J. Ethn. Soc. N.S. i. 94.\n", "drawers": "s. An oldfashioned term, probably obsolete except in Madras, equivalent to pyjāmas (q.v.).\n 1794. -- \"The contractor shall engage to supply . . . every patient . . . with . . . a clean gown, cap, shirt, and long drawers.\" -- In Seton-Karr, ii. 115.\n", "dressing-boy": "s. Madras term for the servant who acts as valet, corresponding to the bearer (q.v.) of N. India.\n 1837. -- See Letters from Madras, 106.\n", "druggerman": "s. Neither this word for an 'interpreter,' nor the Levantine dragoman, of which it was a quaint old English corruption, is used in Anglo-Indian colloquial; nor is the Arab tarjumān, which is the correct form, a word usual in Hindustāni. But the character of the two former words seems to entitle them not to be passed over in this Glossary. The Arabic is a loan-word from Aramaic targĕmān,metargĕmān, 'an interpreter'; the Jewish Targums, or Chaldee paraphrases of the Scriptures, being named from the same root. The original force of the Aramaic root is seen in the Assyrian ragāmu, 'to speak,' rigmu, 'the word.' See Proc. Soc. Bibl. Arch., 1883, p. 73, and Delitsch, The Hebrew Lang. viewed in the Light of Assyrian Research, p. 50. In old Italian we find a form somewhat nearer to the Arabic. (See quotation from Pegolotti below.)\n c. 1150?. -- \"Quorum lingua cum praenominato Iohanni, Indorum patriarchae, nimis esset obscura, quod neque ipse quod Romani dicerent, neque Romani quod ipse diceret intelligerent, interprete interposito, quem Achivi drogomanum vocant, de mutuo statu Romanorum et Indicae regionis ad invicem querere coeperunt.\" -- De Adventu Patriarchae Indorum, printed in Zarncke, Der Priester Johannes, i. 12. Leipzig, 1879.\n [1252. -- \"Quia meus Turgemanus non erat sufficiens.\" -- W. de Rubruk, p. 154.]\n c. 1270. -- \"After this my address to the assembly, I sent my message to Elx by a dragoman (trujaman) of mine.\" -- Chron. of James of Aragon, tr. by Foster, ii. 538.\n Villehardouin, early in the 13th century, uses drughement, [and for other early forms see N.E.D. s.v. Dragoman.]\n c. 1309. -- \"Il avoit gens illec qui savoient le Sarrazinnois et le françois que l'on apelle drugemens, qui enromancoient le Sarrazinnois au Conte Perron.\" -- Joinville, ed. de Wailly, 182.\n c. 1343. -- \"And at Tana you should furnish yourself with dragomans (turcimanni).\" -- Pegolotti's Handbook, in Cathay, &c., ii. 291, and App. iii.\n 1404. -- \". . . el maestro en Theologia dixo por su Truximan que dixesse al Señor q̃ aquella carta que su fijo el rey le embiara non la sabia otro leer, salvo el. . . .\"- Clavijo, 446.\n 1585. -- \". . . e dopo m'esservi prouisto di vn buonissimo dragomano, et interprete, fu inteso il suono delle trombette le quali annuntiauano l'udienza del Rè\" (di Pegù).- Gasparo Balbi, f. 102v.\n 1613. -- \"To the Trojan Shoare, where I landed Feb. 22 with fourteene English men more, and a Iew or Druggerman.\" -- T. Coryat, in Purchas, ii. 1813.\n 1615. -- \"E dietro, a cavallo, i dragomanni, cioè interpreti della repubblica e con loro tutti i dragomanni degli altri ambasciatori ai loro luoghi.\" -- P. della Valle, i. 89.\n 1738.- \"Till I cried out, you prove yourself so able, Pity! you was not Druggerman at Babel! For had they found a linguist half so good, I make no question that the Tower had stood.\" -- Pope, after Donne, Sat. iv. 81.\n Other forms of the word are (from Span, trujaman) the old French truchement, Low Latin drocmandus,turchimannus, Low Greek DRAGOU/MANOS, &c.\n", "drumstick": "s. The colloquial name in the Madras Presideny for the long slender pods of the Moringa pterygosperma, Gaertner, the HorseRadish Tree (q.v.) of Bengal.\n c. 1790. -- \"Mon domestique étoit occupé à me préparer un plat de morungas, qui sont une espèce de fèves longues, auxquelles les Européens ont donné, à cause de leur forme, le nom de baguettes à tambour. . .\" -- Haafner, ii. 25.\n", "dub": "s. Telugu dabbu, Tam. idappu; a small copper coin, the same as the doody (see CASH), value 20 cash; whence it comes to stand for money in general. It is curious that we have also an English provincial word, \"Dubs= money, E. Sussex\" (Holloway, Gen. Dict. of Provincialisms, Lewes, 1838). And the slang 'to dub up,' for to pay up, is common (see Slang Dict.).\n 1781. -- \"In \"Table of Prison Expenses and articles of luxury only to be attained by the opulent, after a length of saving\" (i.e. in captivity in Mysore), we have-\n \"Eight cheroots . . . 0 1 0.\n \"The prices are in fanams, dubs, and cash. The fanam changes for 11 dubs and 4 cash.\" -- In Lives of the Lindsays, iii.\n c. 1790. -- \"J'eus pour quatre dabous, qui font environ cinq sous de France, d'excellent poisson pour notre souper.\" -- Haafner, ii. 75.\n", "dubash": "s. H. dubhāshiyā, dobāshī (lit. 'man of two languages'), Tam. tupāshi. An interpreter; obsolete except at Madras, and perhaps there also now, at least in its original sense; [now it is applied to a dressing-boy or other servant with a European.] The Dubash was at Madras formerly a usual servant in every household; and there is still one attached to each mercantile house, as the broker transacting business with natives, and corresponding to the Calcutta banyan (q.v.). According to Drummond the word has a peculiar meaning in Guzerat: \"A Doobasheeo in Guzerat is viewed as an evil spirit, who by telling lies, sets people by the ears.\" This illustrates the original meaning of dubash, which might be rendered in Bunyan's fashion as Mr. Two-Tongues.\n [1566. -- \"Bring toopaz and interpreter, Antonio Fernandes.\" -- India Office MSS. Gaveta's agreement with the jangadas of the fort of Quilon, Aug. 13.\n [1664. -- \"Per nossa conta a ambos por manilha 400 fanoim e ao tupay 50 fanoim.\" -- Letter of Zamorin, in Logan, Malabar, iii. 1.]\n 1673. -- \"The Moors are very grave and haughty in their Demeanor, not vouchsafing to return an Answer by a slave, but by a Deubash.\" -- Fryer, 30.\n [1679. -- \"The Dubass of this Factory having to regaine his freedom.\" -- S. Master, in Man. of Kistna Dist. 133.]\n 1693. -- \"The chief Dubash was ordered to treat . . . for putting a stop to their proceedings.\" -- Wheeler, i. 279.\n 1780. -- \"He ordered his Dubash to give the messenger two pagodas (sixteen shillings); -- it was poor reward for having received two wounds, and risked his life in bringing him intelligence.\" -- Letter of Sir T. Munro, in Life, i. 26.\n 1800. -- \"The Dubash there ought to be hanged for having made difficulties in collecting the rice.\" -- Letter of Sir A. Wellesley, in do. 259.\n c. 1804. -- \"I could neither understand them nor they me; but they would not give me up until a Debash, whom Mrs. Sherwood had hired . . . came to my relief with a palanquin.\" -- Autobiog. of Mrs. Sherwood, 272.\n 1809. -- \"He (Mr. North) drove at once from the coast the tribe of Aumils and Debashes.\" -- Ld. Valentia, i. 315.\n 1810. -- \"In this first boat a number of debashes are sure to arrive.\" -- Williamson, V. M. i. 133.\n \" \"The Dubashes, then all powerful at Madras, threatened loss o caste, and absolute destruction to any Bramin who should dare to unveil the mysteries of their sacred language.\" -- Morton's Life of Leyden, 30.\n 1860. -- \"The moodliars and native officers . . . were superseded by Malabar Dubashes, men aptly described as enemies to the religion of the Singhalese, strangers to their habits, and animated by no impulse but extortion.\" -- Tennent's Ceylon, ii. 72.\n", "dubbeer": "s. P. -- H. dabīr, 'a writer or secretary.' It occurs in Pehlevi as debīr, connected with the old Pers. dipi, 'writing.' The word is quite obsolete in Indian use.\n 1760. -- \"The King . . . referred the adjustment to his Dubbeer, or minister, which, amongst the Indians, is equivalent to the Duan of the Mahomedan Princes.\" -- Orme, ii. \u0015 ii. 601.\n", "dubber": "s. Hind. (from Pers.) dabbah; also, according to Wilson, Guzerāti dabaro; Mahr. dabara. A large oval vessel, made of green buffalohide, which, after drying and stiffening, is used for holding and transporting ghee or oil. The word is used in North and South alike.\n 1554. -- \"Butter (á mamteiga, i.e. ghee) sells by the maund, and comes hither (to Ormuz) from Bacoraa and from Reyxel (see RESHIRE); the most (however) that comes to Ormuz is from Diul and from Mamgalor, and comes in certain great jars of hide, dabaas.\" -- A. Nunes, 23.\n 1673. -- \"Did they not boil their Butter it would be rank, but after it has passed the Fire they keep it in Duppers the year round.\" -- Fryer, I18.\n 1727. -- (From the Indus Delta.) \"They export great quantities of Butter, which they gently melt and put up in Jars called Duppas, made of the Hides of Cattle, almost in the Figure of a Glob, with a Neck and Mouth on one side.\" -- A. Hamilton, i. 126; [ed. 1744, i. 127].\n 1808. -- \"Purbhoodas Shet of Broach, in whose books a certain Mahratta Sirdar is said to stand debtor for a Crore of Rupees . . . in early life brought . . . ghee in dubbers upon his own head hither from Baroda, and retailed it . . . in open Bazar.\"- R. Drummond, Illustratíons, &c.\n 1810. -- \". . . dubbahs or bottles made of green hide.\" -- Williamson, V. M. ii. 139.\n 1845. -- \"I find no account made out by the prisoner of what became of these dubbas of ghee.\" -- G. O. by Sir C. Napier, in Sind, 35.\n", "ducks": ". See BUM- MELO. \n 1860. -- \"A fish nearly related to the salmon is dried and exported in large quantities from Bombay, and has acquired the name of Bombay Ducks.\" -- Mason, Burmah, 273.\n", "duffadar": "s. Hind. (from Arabo-Pers.) daf'adār, the exact rationale of which name it is not easy to explain, [daf'a, 'a small body, a section,' daf'adār, 'a person in charge of a small body of troops']. A petty officer of native police (v. burkundauze, v.); and in regiments of Irregular Cavalry, a non-commissioned officer corresponding in rank to a corporal or naik.\n 1803. -- \"The pay . . . for the duffadars ought not to exceed 35 rupees.\" -- Wellington, ii. 242.\n", "dufter": "s. Ar. -- H. daftar. Colloquially 'the office,' and interchangeable with cutcherry, except that the latter generally implies an office of the nature of a Court. Daftarkhāna is more accurate, [but this usually means rather a record-room where documents are stored]. The original Arab. daftar is from the Greek DIFQE/RA=membranum, 'a parchment, ' and thin 'paper' (whence also diphtheria), and was applied to loose sheets filed on a string, which formed the record of accounts; hence daftar becomes 'a register,' a public record. In Arab. any account-book is still a daftar, and in S. India daftar means a bundle of connected papers tied up in a cloth, [the basta of Upper India].\n c. 1590. -- \"Honest experienced officers upon whose forehead the stamp of correctness shines, write the agreement upon loose pages and sheets, so that the transaction cannot be forgotten. These loose sheets, into which all sanads are entered, are called the daftar.\" -- Āīn, i. 260, and see Blochmann's note there.\n [1757. -- \". . . that after the expiration of the year they take a discharge according to custom, and that they deliver the accounts of their Zemindarry agreeable to the stated forms every year into the Dufter Cana of the Sircar. . . .\" -- Sunnud for the Company's Zemindarry, in Verelst, View of Bengal, App. 147.]\n", "dufterdar": "s. Ar. -- P. - H. daftardār, is or was \"the head native revenue officer on the Collector's and Sub-Collector's establishment of the Bombay Presidency\" (Wilson). In the provinces of the Turkish Empire the Daftardār was often a minister of great power and importance, as in the case of Mahommed Bey Daftardār, in Egypt in the time of Mahommed 'Ali Pasha (see Lane's Mod. Egyptns., ed. 1860, pp. 127-128). The account of the constitution of the office of Daftardār in the time of the Mongol conqueror of Persia, Hulāgū, will be found in a document translated by Hammer-Purgstall in his Gesch. der Goldenen Horde, 497-501.\n", "duftery": "s. Hind. daftarī. A servant in an Indian office (Bengal), whose business it is to look after the condition of the records, dusting and binding them; also to pen-mending, paper-ruling, making of envelopes, &c. In Madras these offices are done by a Moochy. [For the military sense of the word in Afghanistan, see quotation from Ferrier below.]\n 1810. -- \"The Duftoree or office-keeper attends solely to those general matters in an office which do not come within the notice of the crannies, or clerks.\" -- Williamson, V. M. i. 275.\n [1858. -- \"The whole Afghan army consists of the three divisions of Kabul, Kandahar, and Herat; of these, the troops called Defteris (which receive pay), present the following effective force.\" -- Ferrier, H. of the Afghans, 315 seq.]\n", "duggie": "s. A word used in the Pegu teak trade, for a long squared timber. Milburn (1813) says: \"Duggies are timbers of teak from 27 to 30 feet long, and from 17 to 24 inches square.\" Sir A. Phayre believes the word to be a corruption of the Burmese htāp-gyī. The first syllable means the 'cross-beam of a house,' the second, 'big'; hence 'big-beam.'\n", "dugong": "s. The cetaceous mammal, Halicore dugong. The word is Malay dūyung, also Javan. duyung; Macassar, ruyung. The etymology we do not know. [The word came to us from the name Dugung, used in the Philippine island of Leyte, and was popularised in its present form by Buffon in 1765. See N.E.D.]\n", "dumbcow": "v., and DUMB- COWED , participle. To brow-beat, to cow; and cowed, brow-beaten, setdown. This is a capital specimen of Anglo-Indian dialect. Dam khānā, 'to eat one's breath,' is a Hind. idiom for 'to be silent.' Hobson-Jobson converts this into a transitive verb, to damkhāo, and both spelling and meaning being affected by English suggestions of sound, this comes in Anglo-Indian use to imply cowing and silencing. [A more probable derivation is from Hind. dhamkānā,' 'to chide, scold, threaten, to repress by threats or reproof' (Platts, H. Dict.).]\n", "dumdum": "n.p. The name of a military cantonment 4½ miles N.W. of Calcutta, which was for seventy years (1783-1853) the head-quarters of that famous corps the Bengal Artillery. The name, which occurs at intervals in Bengal, is no doubt P. -- H. damdama, 'a mound or elevated battery.' At Dumdum was signed the treaty which restored the British settlements after the re-capture of Calcutta in 1757. [It has recently given a name to the dumdum or expanding bullet, made in the arsenal there.]\n [1830. -- Prospectus of the \"Dumdum Golfing Club.\" -- \"We congratulate them on the prospect of seeing that noble and gentleman-like game established in Bengal.\" -- Or. Sport. Mag., reprint 1873, i. 407.\n 1848. -- \"'Pooh! nonsense,' said Joe, highly flattered. 'I recollect, sir, there was a girl at Dumdum, a daughter of Cutler of the Artillery . . . who made a dead set at me in the year '4.'\" -- Vanity Fair, i. 25, ed. 1867.\n [1886. -- \"The Kiranchi (see CRANCHEE) has been replaced by the ordinary Dumdummer, or Pálki carriage ever since the year 1856.\" -- Sat. Review, Jan. 23.\n [1900. -- \"A modern murderer came forward proudly with the dumdum.\" -- Ibid. Aug. 4.]\n", "dumpoke": "s. A name given in the Anglo-Indian kitchen to a baked dish, consisting usually of a duck, boned and stuffed. The word is Pers. dampukht, 'air-cooked,' i.e. baked. A recipe for a dish so called, as used in Akbar's kitchen, is in the first quotation:\n c. 1590. -- \"Dampukht. 10 sers meat; 2 s. ghi; 1 s. onions; 11 m. fresh ginger; 10 m. pepper; 2 d. cardamoms.\" -- Āīn, i. 61.\n 1673. -- \"These eat highly of all Flesh Dumpoked, which is baked with Spice in Butter.\" -- Fryer, 93.\n \" \"Baked Meat they call Dumpoke which is dressed with sweet Herbs and Butter, with whose Gravy they swallow Rice dry Boiled.\" -- Ibid. 404.\n 1689. -- \". . . and a dumpoked Fowl, that is boil'd with Butter in any small Vessel, and stuft with Raisins and Almonds is another (Dish).\" -- Ovington, 397.\n", "dumree": "s. Hind. damṛī, a copper coin of very low value, not now existing. (See under DAM).\n 1823. -- In Malwa \"there are 4 cowries to a gunda; 3 gundas to a dumrie; 2 dumries to a chedaum; 3 dumries to a tundumrie; and 4 dumries to an adillah or half pice.\"- Malcolm, Central India, 2nd ed. ii. 194; [86 note].\n", "dungaree": "s. A kind of coarse and inferior cotton cloth; the word is not in any dictionary that we know. [Platts gives H. dungrī, 'a coarse kind of cloth.' The Madras Gloss. gives Tel. dangidi, which is derived from Dāngidi, a village near Bombay. Molesworth in his Mahr. Dict. gives: \"Doṅgarī Kāpaṛ. a term originally for the common country cloth sold in the quarter contiguous to the Ḍongarī Ḳilla (Fort George, Bombay), applied now to poor and low-priced cotton cloth. Hence in the corruption Dun garie.\" He traces the word to ḍongarī, \"a little hill\" Dungaree is woven with two or more threads together in the web and woof. The finer kinds are used for clothing by poor people; the coarser for sails for native boats and tents. The same word seems to be used of silk (see below).]\n 1613. -- \"We traded with the Naturalls for Cloves . . . by bartering and exchanging cotton cloth of Cambay and Coromandell for Cloves. The sorts requested, and prices that they yeelded. Candakeens of Barochie, 6 Cattees of Cloves. . . . Dongerijns, the finest, twelve.\" -- Capt. Saris, in Purchas, i. 363.\n 1673. -- \"Along the Coasts are Bombaim . . . Carwar for Dungarees and the weightiest pepper.\" -- Fryer, 86.\n [1812. -- \"The Prince's Messenger . . . told him, 'Come, now is the time to open your purse-strings; you are no longer a merchant or in prison; you are no longer to sell Dungaree' (a species of coarse linen).\" -- Morier, Journey through Persia, 26.]\n 1813. -- \"Dungarees (pieces to a ton) 400.\" -- Milburn, ii. 221.\n [1859. -- \"In addition to those which were real . . . were long lines of sham batteries, known to sailors as Dungaree forts, and which were made simply of coarse cloth or canvas, stretched and painted so as to resemble batteries.\" -- L. Oliphant, Narr. of Ld. Elgin's Mission, ii. 6.]\n 1868. -- \"Such dungeree as you now pay half a rupee a yard for, you could then buy from 20 to 40 yards per rupee.\" -- Miss Frere's Old Deccan Days, p. xxiv.\n [1900. -- \"From this thread the Dongari Tasar is prepared, which may be compared to the organizine of silk, being both twisted and doubled.\" -- Yusuf Ali, Mem. on Silk, 35.]\n", "durbar": "s. A Court or Levee. Pers. darbār. Also the Executive Government of a Native State (Carnegie). \"In Kattywar, by a curious idiom, the chief himself is so addressed: 'Yes, Durbar'; 'no, Durbar,' being common replies to him.\" -- (M.-Gen. Keatinge).\n 1609. -- \"On the left hand, thorow another gate you enter into an inner court where the King keepes his Darbar.\" -- Hawkins, in Purchas, i. 432.\n 1616. -- \"The tenth of Ianuary, I went to Court at foure in the euening to the Durbar, which is the place where the Mogoll sits out daily, to entertaine strangers, to receiue Petitions and Presents, to giue commands, to see and to be seene.\" -- Sir T. Roe, in Purchas, i. 541; [with some slight differences of reading, in Hak. Soc. i. 106].\n 1633. -- \"This place they call the Derba (or place of Councill) where Law and Justice was administered according to the Custome of the Countrey.\" -- W. Bruton, in Hakl. v. 51.\n c. 1750. -- \". . . il faut se rappeller ces tems d'humiliations où le Francois étoient forcés pour le bien de leur commerce, d'aller timidement porter leurs presens et leurs hommages à de petis chefs de Bourgades que nous n'admetons aujourd'hui à nos Dorbards que lorsque nos intérêts l'exigent.\" -- Letter of M. de Bussy, in Cambridge's Account, p. xxix.\n 1793. -- \"At my durbar yesterday I had proof of the affection entertained by the natives for Sir William Jones. The Professors of the Hindu Law, who were in the habit of attendance upon him, burst into unrestrained tears when they spoke to me.\" -- Teignmouth, Mem. i. 289.\n 1809. -- \"It was the durbar of the native Gentoo Princes.\" -- Ld. Valentia, i. 362.\n [1826. -- \". . . a Durbar, or police-officer, should have men in waiting. . . .\" -- Pandurang Hari, ed. 1873, i. 126.]\n 1875. -- \"Sitting there in the centre of the durbar, we assisted at our first nautch.\"- Sir M. E. Grant Duff, in Contemp. Rev., July.\n [1881. -- \"Near the centre (at Amritsar) lies the sacred tank, from whose midst rises the Darbar Sahib, or great temple of the Sikh faith.\" -- Imperial Gazettcer, i. 186.]\n", "durgah": "s. P. dargāh. Properly a royal court. But the habitual use of the word in India is for the shrine of a (Mahommedan) Saint, a place of religious resort and prayer.\n 1782. -- \"Adjoining is a durgaw or burial place, with a view of the river.\" -- Hodges, 102.\n 1807. -- \"The dhurgaw may invariably be seen to occupy those scites pre-eminent for comfort and beauty.\" -- Williamson, Oriental Field Sports, 24.\n 1828. -- \". . . he was a relation of the . . . superior of the Durgah, and this is now a sufficient protection.\" -- The Kuzzilbash, ii. 273.\n", "durian": "s. Malay duren, Molucca form durigān, from durī, 'a thorn or prickle, [and ān, the common substantival ending; Mr. Skeat gives the standard Malay as duriyan or durian]; the great fruit of the tree (N. O. Bombaceae) called by botanists Durio zibethinus, D. C. The tree appears to be a native of the Malay Peninsula, and the nearest islands; from which it has been carried to Tenasserim on one side and to Mindanao on the other.\n The earliest European mention of this fruit is that by Nicolo Conti. The passage is thus rendered by Winter Jones: \"In this island (Sumatra) there also grows a green fruit which they call duriano, of the size of a cucumber. When opened five fruits are found within, resembling oblong oranges. The taste varies like that of cheese.\" (In India in the XVth Cent., p. 9.) We give the original Latin of Poggio below, which must be more correctly rendered thus: \"They have a green fruit which they call durian, as big as a water-melon. Inside there are five things like elongated oranges, and resembling thick butter, with a combination of flavours.\" (See Carletti, below).\n The dorian in Sumatra often forms a staple article of food, as the jack (q.v.) does in Malabar. By natives and old European residents in the Malay regions in which it is produced the dorian is regarded as incomparable, but novices have a difficulty in getting over the peculiar, strong, and offensive odour of the fruit, on account of which it is usual to open it away from the house, and which procured for it the inelegant Dutch nickname of stancker. \"When that aversion, however, is conquered, many fall into the taste of the natives, and become passionately fond of it.\" (Crawfurd, H. of Ind. Arch. i. 419.) [Wallace (Malay Arch. 57) says that he could not bear the smell when he \"first tried it in Malacca, but in Borneo I found a ripe fruit on the ground, and, eating it out of doors, I at once became a confirmed Durian eater . . . the more you eat of it the less you feel inclined to stop. In fact to eat Durians is a new sensation, worth a voyage to the East to experience. \"] Our forefathers had not such delicate noses, as may be gathered from some of the older notices. A Governor of the Straits, some fortyfive years ago, used to compare the Dorian to 'carrion in custard.'\n c. 1440. -- \"Fructum viridem habentnomine durianum, magnitudine cucumeris, in quo sunt quinque veluti malarancia oblonga, varii saporis, instar butyri coagulati.\"- Poggii, de Varietate Fortunae, Lib. iv.\n 1552. -- \"Durions, which are fashioned like artichokes\" (!) -- Castanheda, ii. 355.\n 1553. -- \"Among these fruits was one kind now known by the name of durions, a thing greatly esteemed, and so luscious that the Malacca merchants tell how a certain trader came to that port with a ship load of great value, and he consumed the whole of it in guzzling durions and in gallantries among the Malay girls.\" -- Barros, II. vi. i.\n 1563. -- \"A gentleman in this country (Portuguese India) tells me that he remembers to have read in a Tuscan version of Pliny, 'nobiles durianes.' I have since asked him to find the passage in order that I might trace it in the Latin, but up to this time he says he has not found it.\" -- Garcia, f. 85.\n 1588. -- \"There is one that is called in the Malacca tongue durion, and is so good that I have heard it affirmed by manie that have gone about the worlde, that it doth exceede in savour all others that ever they had seene or tasted. . . . Some do say that have seene it that it seemeth to be that wherewith Adam did transgresse, being carried away by the singular savour.\"- Parke's Mendoza, ii. 318.\n 1598. -- 'Duryoen is a fruit ỹt only groweth in Malacca, and is so much comẽded by those which have proued ye same, that there is no fruite in the world to bee compared with it.\" -- Linschoten, 102; [Hak. Soc. i. 51].\n 1599. -- The Dorian, Carletti thought, had a smell of onions, and he did not at first much like it, but when at last he got used to this he liked the fruit greatly, and thought nothing of a simple and natural kind could be tasted which possessed a more complex and elaborate variety of odours and flavours than this did. -- See Viaggi, Florence, 1701; Pt. II. p. 211.\n 1601. -- \"Duryoen . . . ad apertionem primam . . . putridum coepe redolet, sed dotem tamen divinam illam omnem gustui profundit.\" -- Debry, iv. 33.\n [1610. -- \"The Darion tree nearly resembles a pear tree in size.\" -- Pyrard de Laval, Hak. Soc. ii. 366.]\n 1615. -- \"There groweth a certaine fruit, prickled like a ches-nut, and as big as one's fist, the best in the world to eate, these are somewhat costly, all other fruits being at an easie rate. It must be broken with force and therein is contained a white liquor like vnto creame, never the lesse it yields a very vnsauory sent like to a rotten oynion, and it is called Esturion\" (probably a misprint). -- De Monfart, 27.\n 1727. -- 'The Durean is another excellent Fruit, but offensive to some People's Noses, for it smells very like . . . but when once tasted the smell vanishes.\" -- A. Hamilton, ii. 81; [ed. 1744, ii. 80].\n 1855. -- \"The fetid Dorian, prince of fruits to those who like it, but chief of abominations to all strangers and novices, does not grow within the present territories of Ava, but the King makes great efforts to obtain a supply in eatable condition from the Tenasserim Coast. King Tharawadi used to lay post-horses from Martaban to Ava, to bring his odoriferous delicacy.\" -- Yule, Mission to Ava, 161.\n 1878. -- \"The Durian will grow as large as a man's head, is covered closely with terribly sharp spines, set hexagonally upon its hard skin, and when ripe it falls; if it should strike any one under the tree, severe injury or death may be the result.\"- M'Nair, Perak, 60.\n 1885. -- \"I proceeded . . . under a continuous shade of tall Durian trees from 35 to 40 feet high. . . . In the flowering time it was a most pleasant shady wood; but later in the season the chance of a fruit now and then descending on one's head would be less agreeable.\" Note. -- \"Of this fruit the natives are passionately fond; . . . and the elephants flock to its shade in the fruiting time; but, more singular still, the tiger is said to devour it with avidity.\"- Forbes, A Naturalist's Wanderings, p. 240.\n", "durjun": "s. H. darjan, a corr. of the English dozen.\n", "durwaun": "s. H. from P. darwān, darbān. A doorkeeper. A domestic servant so called is usual in the larger houses of Calcutta. He is porter at the gate of the compound (q.v.).\n [c. 1590. -- \"The Darbáns, or Porters. A thousand of these active men are employed to guard the palace.\" -- Āīn, i. 258.]\n c. 1755. -- \"Derwan.\" -- List of servants in Ives, 50.\n 1781. -- (After an account of an alleged attempt to seize Mr. Hicky's Darwān). \"Mr. Hicky begs leave to make the following remarks. That he is clearly of opinion that these horrid Assassins wanted to dispatch him whilst he lay a sleep, as a Door-van is well known to be the alarm of the House, to prevent which the Villians wanted to carry him off, -- and their precipitate flight the moment they heard Mr. Hicky's Voice puts it past a Doubt.\" -- Reflections on the consequence of the late attempt made to Assassinate the Printer of the original Bengal Gazette (in the same, April 14).\n 1784. -- \"Yesterday at daybreak, a most extraordinary and horrid murder was committed upon the Dirwan of Thomas Martin, Esq.\" -- In Seton-Karr, i. 12.\n \" \"In the entrance passage, often on both sides of it, is a raised floor with one or two open cells, in which the Darwans (or doorkeepers) sit, lie, and sleep -- in fact dwell.\" -- Calc. Review, vol. lix. p. 207.\n", "durwauza-bund": ". The formula by which a native servant in an Anglo-Indian household intimates that his master or mistress cannot receive a visitor -- 'Not at home' -- without the untruth. It is elliptical for darwāza band hai, 'the door is closed.'\n [1877. -- \"When they did not find him there, it was Darwaza bund.\" -- Allardyce, The City of Sunshine, i. 125.]\n", "dussera": "s. Skt. daśaharā, H. dasharā, Mahr. dasrā; the nine-nights' (or ten days') festival in October, also called Durgā-pūjā (see DOORGA-P.). In the west and south of India this holiday, taking place after the close of the wet season, became a great military festival, and the period when military expeditions were entered upon. The Mahrattas were alleged to celebrate the occasion in a way characteristic of them, by destroying a village! The popular etymology of the word and that accepted by the best authorities, is daś, 'ten (sins)' and har, 'that which takes away (or expiates).' It is, perhaps, rather connected with the ten days' duration of the feast, or with its chief day being the 10th of the month (Aśvina); but the origin is decidedly obscure.\n c. 1590. -- \"The autumn harvest he shall begin to collect from the Deshereh, which is another Hindoo festival that also happens differently, from the beginning of Virgo to the commencement of Libra.\" -- Ayeen, tr. Gladwin, ed. 1800, i. 307; [tr. Jarrett, ii. 46].\n 1785. -- \"On the anniversary of the Dusharah you will distribute among the Hindoos, composing your escort, a goat to every ten men.\" -- Tippoo's Letters, 162.\n 1799. -- \"On the Institution and Ceremonies of the Hindoo Festival of the Dusrah,\" published (1820) in Trans. Bomb. Lit. Soc. iii. 73 seqq. (By Sir John Malcolm.)\n 1812. -- \"The Courts . . . are allowed to adjourn annually during the Hindoo festival called dussarah.\" -- Fifth Report, 37.\n 1813. -- \"This being the desserah, a great Hindoo festival . . . we resolved to delay our departure and see some part of the ceremonies.\" -- Forbes, Or. Mem. iv. 97; [2nd ed. ii. 450].\n", "dustoor": "s. P. -- H. dastūr, 'custom' [see DESTOOR ,] dastūrī, 'that which is customary.' That commission or percentage on the money passing in any cash transaction which, with or without acknowledgment or permission, sticks to the fingers of the agent of payment. Such 'customary' appropriations are, we believe, very nearly as common in England as in India; a fact of which newspaper correspondence from time to time makes us aware, though Euro peans in India, in condemning the natives, often forget, or are ignorant of this. In India the practice is perhaps more distinctly recognised, as the word denotes. Ibn Batuta tells us that at the Court of Delhi, in his time (c. 1340), the custom was for the officials to deduct 1⁄10 of every sum which the Sultan ordered to be paid from the treasury (see I. B. pp. 408, 426, &c.).\n [1616. -- \"The dusturia in all bought goodes . . . is a great matter.\" -- Sir T. Roe, Hak. Soc. ii. 350.]\n 1638. -- \"Ces vallets ne sont point nourris au logis, mais ont leurs gages, dont ils s'entretiennent, quoy qu'ils ne montent qu'à trois ou quatre Ropias par moys . . . mais ils ont leur tour du baston, qu'ils appellent Testury, qu'ils prennent du consentement du Maistre de celuy dont ils achettent quelque chose.\" -- Mandelslo, Paris, 1659, 224.\n [1679. -- \"The usuall Dustoore shall be equally divided.\" -- S. Master, in Kistna Man. 136.]\n 1680. -- \"It is also ordered that in future the Vakils (see VAKEEL), Mutsuddees (see MOOTSUDDY), or Writers of the Tagadgeers, * Dumiers, (?) † or overseers of the Weavers, and the Picars and Podars shall not receive any monthly wages, but shall be content with the Dustoor . . . of a quarter anna in the rupee, which the merchants and weavers are to allow them. The Dustoor may be divided twice a year or oftener by the Chief and Council among the said employers. \" -- Ft. St. Geo. Cons., Dec. 2. In Notes and Extracts, No. II. p. 61.\n 1681. -- \"For the farme of Dustoory on cooley hire at Pagodas 20 per annum received a part . . . (Pag.) 13 00 0.\" -- Ibid. Jan. 10; Ibid. No. III. p. 45.\n [1684. -- \"The Honble. Comp. having order'd . . . that the Dustore upon their Investment . . . be brought into the Generall Books.\" -- Pringle, Diary, Ft. St. Geo. 1st ser. iii. 69.]\n 1780. -- \"It never can be in the power of a superintendent of Police to reform the numberless abuses which servants of every Denomination have introduced, and now support on the Broad Basis of Dustoor.\"- Hicky's Bengal Gazette, April 29.\n 1785. -- \"The Public are hereby informed that no Commission, Brokerage, or Dustoor is charged by the Bank, or permitted to be Tagādāgīr, under the Mahrattas, was an officer who enforced the State demands against defaulting cultivators (Wilson); and no doubt it was here an officer similarly employed to enforce the execution of contracts by weavers and others who had received advances. It is a corruption of Pers. takāẓagīr, from Ar. takāẓā, importunity (see quotation of 1819, under DHURNA).\n [Mr. F. Brandt suggests that this word may be Telegu Thumiar, túmu being a measure of grain, and possibly the \"Dumiers\" may have been those entitled to receive the dustooree in grain.]\n taken by any Agent or Servant employed by them.\" -- In Seton-Karr, i. 130.\n 1795. -- \"All servants belonging to the Company's Shed have been strictly prohibited from demanding or receiving any fees or dastoors on any pretence whatever.\" -- Ibid. ii. 16.\n 1824. -- \"The profits however he made during the voyage, and by a dustoory on all the alms given or received . . . were so considerable that on his return some of his confidential disciples had a quarrel with him.\" -- Heber, ed. 1844, i. 198.\n 1866. -- \". . . of all taxes small and great the heaviest is dustooree.\" -- Trevelyan, Dawk Bungalow, 217.\n", "dustuck": "s. P. dastak, ['a little hand, hand-clapping to attract attention, a notice']. A pass or permit. The dustucks granted by the Company's covenanted servants in the early half of the 18th century seems to have been a constant instrument of abuse, or bone of contention, with the native authorities in Bengal. [The modern sense of the word in N. India is a notice of the revenue demand served on a defaulter.]\n 1716. -- \"A passport or dustuck, signed by the President of Calcutta, should exempt the goods specified from being visited or stopped.\" -- Orme, ed. 1803, ii. 21.\n 1748. -- \"The Zemindar near Pultah having stopped several boats with English Dusticks and taken money from them, and disregarding the Phousdar's orders to clear them. . . .\" -- In Long, 6.\n [1762. -- \"Dusticks.\" See WRITER.]\n 1763. -- \"The dignity and benefit of our Dustucks are the chief badges of honour, or at least interest, we enjoy from our Phirmaund. \" -- From the Chief and Council at Dacca, in Van Sittart, i. 210.\n [1769. -- \"Dusticks.\" See under HOS- BOLHOOKUM.\n [1866. -- \"It is a practice of the Revenue Courts of the sircar to issue Dustuck for the malgoozaree the very day the kist (instalment) became due.\" -- Confessions of an Orderly, 132.]\n", "dwarka": "n.p. More properly Dvārakā or Dvārikā, quasi E)KATO/MPULOS, 'the City with many gates,' a very sacred Hindu place of pilgrimage, on the extreme N.W. point of peninsular Guzerat; the alleged royal city of Krishna. It is in the small State called Okha, which Gen. Legrand Jacob pronounces to be \"barren of aught save superstition and piracy\" (Tr. Bo. Geog. Soc. vii. 161). Dvārikā is, we apprehend, the BARA/KH of Ptolemy. Indeed, in an old Persian map, published in Indian Antiq. i. 370, the place appears, transcribed as Bharraky.\n c. 1590. -- \"The Fifth Division is Jugget (see JACQUETE), which is also called Daurka. Kishen came from Mehtra, and dwelt at this place, and died here. This is considered as a very holy spot by the Brahmins.\" -- Ayeen, by Gladwin, ed. 1800, ii. 76; [ed. Jarrett, ii. 248].\n E"}