{"eagle-wood": "s. The name of an aromatic wood from Camboja and some other Indian regions, chiefly trans-gangetic. It is the \"odorous wood\" referred to by Camões in the quotation under CHAMPA. We have somewhere read an explanation of the name as applied to the substance in question, because this is flecked and mottled, and so supposed to resemble the plumage of an eagle! [Burton, Ar. Nights, iv. 395; Linschoten, Hak. Soc. i. 120, 150.] The word is in fact due to a corrupt form of the Skt. name of the wood, agaru, aguru. A form, probably, of this is aGil, akil, which Gundert gives as the Malayāl. word.* From this the Portuguese must have taken their aguila, as we find it in Barbosa (below), or pao (wood) d'aguila, made into aquila, whence French bois d'aigle, and Eng. eagle-wood. The Malays call it Kayū (wood)-gahru, evidently the same word, though which way the etymology flowed it is difficult to say. [Mr. Skeat writes: \"the question is a difficult one. Klinkert gives garu (garoe) and gaharu (gaharoe), whence the trade names 'Garrow' and 'Garroo'; and the modern standard Malay certainly corresponds to Klinkert's forms, though I think gaharu should rather be written gharu, i.e. with an aspirated g, which is the way the Malays pronounce it. On the other hand, it seems perfectly clear that there must have been an alternative modern form agaru, or perhaps even aguru, since otherwise such trade names as 'ugger' and (?) 'tugger' could not have arisen. They can scarcely Royle says \"Malayan agila,\" but this is apparently a misprint for Malayālam.\n have come from the Skt. In Ridley's Plant List we have gaharu and gagaheu, which is the regular abbreviation of the reduplicated form gahru-gahru identified as Aquilaria Malaccensis, Lam.\"] [See CAMBULAC.]\n The best quality of this wood, once much valued in Europe as incense, is the result of disease in a tree of the N. O. Leguminosae, the Aloexylonagallochum, Loureiro, growing in Camboja and S. Cochin China, whilst an inferior kind, of like aromatic qualities, is produced by a tree of an entirely different order, Aquilaria agallocha, Roxb. (N. O. Aquilariaceae), which is found as far north as Silhet.*\n Eagle-wood is another name for aloes-wood, or aloes (q.v.) as it is termed in the English Bible. [See Encycl. Bibl. i. 120 seq.] It is curious that Bluteau, in his great Portuguese Vocabulario, under Pao d'Aguila, jumbles up this aloes-wood with Socotrine Aloes. *AGA/LLOXON was known to the ancients, and is described by Dioscorides (c. A.D. 65). In Liddell and Scott the word is rendered \"the bitter aloe\"; which seems to involve the same confusion as that made by Bluteau.\n Other trade-names of the article given by Forbes Watson are Garrow- and Garroo-wood, agla-wood, ugger-, and tugger- (?) wood.\n 1516.- \"Das Dragoarias, e preços que ellas valem em Calicut . . . * * * * * Aguila, cada Farazola (see FRAZALA) de 300 a 400 (fanams) Lenho aloes verdadeiro, negro, pesado, e muito fino val 1000 (fanams).\"† -- Barbosa (Lisbon), 393.\n 1563. -- \"R. And from those parts of which you speak, comes the true lign-aloes? Is it produced there?\n \"O. Not the genuine thing. It is indeed true that in the parts about C. Comorin and in Ceylon there is a wood with a scent (which we call aguila brava), as we have many another wood with a scent. And at one time that wood used to be exported to Bengala under the name of aguila brava; but since then the Bengalas have got more knowing, and buy it no longer. . . .\"- Garcia, f. 119v.-120.\n We do not find information as to which tree produces the eagle-wood sold in the Tenasserim bazars. [It seems to be A. agallocha: see Watt, Econ. Dict. i. 279 seq.].\n This lign aloes, \"genuine, black, heavy, very choice,\" is presumably the fine kind from Champa: the aguila the inferior product.\n 1613. -- \". . . A aguila, arvore alta e grossa, de folhas como a Olyveira.\"- Godinho de Eredia, f. 15v.\n 1774. -- \"Kinnâmon . . . Oud el bochor, et Agadj oudi, est le nom hébreu, arabe, et turc d'un bois nommé par les Anglois Agalwood, et par les Indiens de Bombay Agar, dont on a deux diverses sortes, savoir: Oud mawárdi, c'est la meilleure. Oud Kakulli, est la moindre sorte.\" -- Niebuhr, Des. de l'Arabie, xxxiv.\n 1854. -- (In Cachar) \"the eagle-wood, a tree yielding uggur oil, is also much sought for its fragrant wood, which is carried to Silhet, where it is broken up and distilled.\" -- Hooker, Himalayan Journals, ed. 1855, ii. 318.\n The existence of the aguila tree (dārakht-i-'ūd) in the Silhet hills is mentioned by Abu'l Fazl (Gladwin's Ayeen, ii. 10; [ed. Jarrett, ii. 125]; orig. i. 391).\n", "earth-oil": "s. Petroleum, such as that exported from Burma. . . The term is a literal translation of that used in nearly all the Indian vernaculars. The chief sources are at Ye-nan-gyoung on the Irawadi, lat. c. 20˚ 22'.\n 1755. -- \"Raynan-Goung . . . at this Place there are about 200 Families, who are chiefly employed in getting Earth-oil out of Pitts, some five miles in the Country.\" -- Baker, in Dalrymple's Or. Rep. i. 172.\n 1810. -- \"Petroleum, called by the natives earth-oil . . . which is imported from Pegu, Ava, and the Arvean (read Aracan) Coast.\" -- Williamson, V.M. ii. 21-23.\n", "ecka": "s. A small one-horse carriage used by natives. It is Hind. ekkā, from ek, 'one.' But we have seen it written acre, and punned upon as quasi-acher, by those who have travelled by it! [Something of the kind was perhaps known in very early times, for Arrian (Indika, xvii.) says: \"To be drawn by a single horse is considered no distinction.\" For a good description with drawing of the ekka, see Kipling, Beast and Man in India, 190 seq.]\n 1811. -- \". . . perhaps the simplest carriage that can be imagined, being nothing more than a chair covered with red cloth, and fixed upon an axle-tree between two small wheels. The Ekka is drawn by one horse, who has no other harness than a girt, to which the shaft of the carriage is fastened.\" -- Solvyns, iii.\n 1834. -- \"One of those native carriages called ekkas was in waiting. This vehicle resembles in shape a meat-safe, placed upon the axletree of two wheels, but the sides are composed of hanging curtains instead of wire pannels.\" -- The Baboo, ii. 4.\n [1843. -- \"Ekhees, a species of single horse carriage, with cloth hoods, drawn by one pony, were by no means uncommon.\"- Davidson, Travels in Upper India, i. 116.]\n", "eed": "s. Arab. 'Īd. A Mahommedan holy festival, but in common application in India restricted to two such, called there the baṛī and chhoṭī (or Great and Little) 'Id. The former is the commemoration of Abraham's sacrifice, the victim of which was, according to the Mahommedans, Ishmael. [See Hughes, Dict. of Islam, 192 seqq.] This is called among other names, Baḳr-'Īd, the 'Bull 'Īd,' Baḳarah 'Īd, 'the cow festival,' but this is usually corrupted by ignorant natives as well as Europeans into Bakrī-'Id (Hind. bakrā, f. bakrī, 'a goat'). The other is the 'Īd of the Ramazān, viz. the termination of the annual fast; the festival called in Turkey Bairam, and by old travellers sometimes the \"Mahommedan Easter.\"\n c. 1610. -- \"Le temps du ieusne finy on celebre vne grande feste, et des plus solennelles qu'ils ayent, qui s'appelle ydu.\"- Pyrard de Laval, i. 104; [Hak. Soc. i. 140].\n [1671. -- \"They have allsoe a great feast, which they call Buckery Eed.\" -- In Yule, Hedges' Diary, Hak. Soc. ii. cccx.]\n 1673. -- \"The New Moon before the New Year (which commences at the Vernal Equinox), is the Moors Ӕde, when the Governor in no less Pomp than before, goes to sacrifice a Ram or He-Goat, in remembrance of that offered for Isaac (by them called Ishauh); the like does every one in his own House, that is able to purchase one, and sprinkle their blood on the sides of their Doors.\" -- Fryer, 108. (The passage is full of errors.)\n 1860. -- \"By the Nazim's invitation we took out a party to the palace at the Bakri Eed (or Feast of the Goat), in memory of the sacrifice of Isaac, or, as the Moslems say, of Ishmael.\" -- Mrs. Mackenzie, Storms and Sunshine, &c., ii. 255 seq.\n 1869. -- \"Il n'y a proprement que deux fêtes parmi les Musulmans sunnites, celle de la rupture du jeûne de Ramazan, 'Id fito, et celle des victimes 'Id curbân, nommée aussi dans l'Inde Bacr 'Id, fête du Taureau, ou simplement 'Id, la fête par excellence, laquelle est établie en mémoire du sacrifice d'Ismael.\" -- Garcin de Tassy, Rel. Mus. dans l'Inde, 9 seq.\n", "eedgah": "s. Ar. -- P. 'Īdgāh, 'Place of 'Īd.' (See EED. ) A place of assembly and prayer on occasion of Musulman festivals. It is in India usually a platform of white plastered brickwork, enclosed by a low wall on three sides, and situated outside of a town or village. It is a marked characteristic of landscape in Upper India. [It is also known as Namāzgāh, or 'place of prayer,' and a drawing of one is given by Herklots, Qanoon-e-Islam, Pl. iii. fig. 2.]\n 1792. -- \"The commanding nature of the ground on which the Eed-Gah stands had induced Tippoo to construct a redoubt upon that eminence.\" -- Ld. Cornwallis, Desp. from Seringapatam, in Seton-Karr, ii. 89.\n [1832. -- \". . . Kings, Princes and Nawaubs . . . going to an appointed place, which is designated the Eade-Garrh.\"- Mrs. Meer Hassan Ali, Observations, i. 262.\n [1843. -- \"In the afternoon . . . proceeded in state to the Eed Gao, a building at a small distance, where Mahommedan worship was performed.\" -- Davidson, Travels in Upper India, i. 53.]\n", "ekteng": "adj. The native representation of the official designation 'acting' applied to a substitute, especially in the Civil Service. The manner in which the natives used to explain the expression to themselves is shown in the quotation.\n 1883. -- \"Lawrence had been only 'acting' there; a term which has suggested to the minds of the natives, in accordance with their pronunciation of it, and with that striving after meaning in syllables which leads to so many etymological fallacies, the interpretation ek-tang, 'one-leg,' as if the temporary incumbent had but one leg in the official stirrup.\" -- H. Y. in Quarterly Review (on Bosworth Smith's Life of Lord Lawrence), April, p. 297.\n", "elchee": "s. An ambassador. Turk. īlchī, from īl, a (nomad) tribe, hence the representative of the īl. It is a title that has attached itself particularly to Sir John Malcolm, and to Sir Stratford Canning, probably because they were personally more familiar to the Orientals among whom they served than diplomatists usually are.\n 1404. -- \"And the people who saw them approaching, and knew them for people of the Emperor's, being aware that they were come with some order from the great Lord, took to flight as if the devil were after them; and those who were in their tents selling their wares, shut them up and also took to flight, and shut themselves up in their houses, calling out to one another, Elchi! which is as much as to say 'Ambassadors!' For they knew that with ambassadors coming they would have a black day of it; and so they fled as if the devil had got among them.\" -- Clavijo, xcvii. Comp. Markham, p. 111.\n [1599. -- \"I came to the court to see a Morris dance, and a play of his Elchies.\" -- Hakluyt, Voyages, II. ii. 67 (Stanf. Dict.).]\n 1885. -- \"No historian of the Crimean War could overlook the officer (Sir Hugh Rose) who, at a difficult crisis, filled the post of the famous diplomatist called the great Elchi by writers who have adopted a tiresome trick from a brilliant man of letters.\" -- Sat. Review, Oct: 24.\n", "elephant": "s. This article will be confined to notes connected with the various suggestions which have been put forward as to the origin of the word -- a sufficiently ample subject.\n The oldest occurrence of the word (E)LE/FAS -- FANTOS) is in Homer. With him, and so with Hesiod and Pindar, the word means 'ivory.' Herodotus first uses it as the name of the animal (iv. 191). Hence an occasional, probably an erroneous, assumption that the word E)LE/FAS originally meant only the material, and not the beast that bears it.\n In Persian the usual term for the beast is pīl, with which agree the Aramaic pīl (already found in the Chaldee and Syriac versions of the O. T.), and the Arabic fīl. Old etymologists tried to develop elephant out of fīl; and it is natural to connect with it the Spanish for 'ivory' (marfil, Port. marfim), but no satisfactory explanation has yet been given of the first syllable of that word. More certain is the fact that in early Swedish and Danish the word for 'elephant' is fil, in Icelandic fill; a term supposed to have been introduced by old traders from the East viâ Russia. The old Swedish for 'ivory' is filsben.*\n The oldest Hebrew mention of ivory is in the notice of the products brought to Solomon from Ophir, or India. Among these are ivory tusks -- shenhabbim, i.e. 'teeth of habbīm,' a word which has been interpreted as from Skt. ibha, elephant.† But it is entirely doubtful what this habbīm, occurring here only, really means.‡ We know Pīlu, for elephant, occurs in certain Sanskrit books, but it is regarded as a foreign word.\n See Lassen, i. 313; Max Müller's Lectures on Sc. of Language, 1st S. p. 189.\n \"As regards the interpretation of habbim, a A(/PAC LEG., in the passage where the state of the text, as shown by comparison with the LXX, is very unsatisfactory, it seems impossible to say anything that can be of the least use in clearing up the origin of elephant. The O. T. speaks so often of ivory, and never again by this name, that habbim must be either a corruption or some tradename, presumably for some special kind of ivory. Personally, I believe it far more likely that habbim is at bottom the same as hobnim (ebony?) associated with shen in Ezekiel xxvii. 15, and that the passage once ran 'ivory and ebony'\" (W. Robertson Smith); [also see Encycl. Bibl. ii. 2297 seq.].\n from other evidence that ivory was known in Egypt and Western Asia for ages before Solomon. And in other cases the Hebrew word for ivory is simply shen, corresponding to dens Indus in Ovid and other Latin writers. In Ezekiel (xxvii. 15) we find karnoth shen='cornua dentis.' The use of the word 'horns' does not necessarily imply a confusion of these great curved tusks with horns; it has many parallels, as in Pliny's, \"cum arbore exacuant limentque cornua elephanti\" (xviii. 7); in Martial's \"Indicoque cornu\" (i. 73); in Aelian's story, as alleged by the Mauritanians, that the elephants there shed their horns every ten years (\"DEKA/TW| E)/TEI PA/NTWS TA\\ KE/RATA E)KPESEI=N\" -- xiv. 5); whilst Cleasby quotes from an Icelandic saga 'olifant-horni' for 'ivory.'\n We have mentioned Skt. ibha, from which Lassen assumes a compound ibhadantā for ivory, suggesting that this, combined by early traders with the Arabic article, formed al-ibhadantā, and so originated E)LE/FANTOS. Pott, besides other doubts, objects that ibhadantā, though the name of a plant (Tiaridium indicum, Lehm.), is never actually a name of ivory.\n Pott's own etymology is alaf-hindi, 'Indian ox,' from a word existing in sundry resembling forms, in Hebrew and in Assyrian (alif, alap).* This has met with favour; though it is a little hard to accept any form like Hindī as earlier than Homer.\n Other suggested origins are Pictet's from airāvata (lit. 'proceeding from water'), the proper name of the elephant of Indra, or Elephant of the Eastern Quarter in the Hindu Cosmology. † This is felt to be only too ingenious, but as improbable. It is, however, suggested, it would seem independently, by Mr. Kittel (Indian Antiquary, i. 128), who supposes the first part of the word to be Dravidian, a transformation from āne, 'elephant.'\n See Zeitschr. für die Kie Kunde des Morgs, iv. 12 seqq.; also Ebehr. Schrader in Zeitsch. d. M. Gesellsch. xxvii. 706 seqq.; [Encycl. Bibl. ii. 1262].\n In Journ. As., ser. iv. tom. ii.\n Pictet, finding his first suggestion not accepted, has called up a Singhalese word aliya, used for 'elephant,' which he takes to be from āla, 'great'; thence aliya, 'great creature'; and proceeding further, presents a combination of āla, 'great,' with Skt. phaṭa, sometimes signifying 'a tooth,' thus ali-phaṭa, 'great tooth'=elephantus.*\n Hodgson, in Notes on Northern Africa (p. 19, quoted by Pott), gives elef ameqran ('Great Boar,' elef being 'boar') as the name of the animal among the Kabyles of that region, and appears to present it as the origin of the Greek and Latin words.\n Again we have the Gothic ulbandus, 'a camel,' which has been regarded by some as the same word with elephantus. To this we shall recur.\n Pott, in his elaborate paper already quoted, comes to the conclusion that the choice of etymologies must lie between his own alaf-hindī and Lassen's al-ibha-dantā. His paper is 50 years old, but he repeats this conclusion in his Wurzel-Wörterbüch der Indo-Germanische Sprachen, published in 1871,† nor can I ascertain that there has been any later advance towards a true etymology. Yet it can hardly be said that either of the alternatives carries conviction.\n Both, let it be observed, apart from other difficulties, rest on the assumption that the knowledge of E)LE/FAS, whether as fine material or as monstrous animal, came from India, whilst nearly all the other or less-favoured suggestions point to the same assumption. \n But knowledge acquired, or at least taken cognizance of, since Pott's latest reference to the subject, puts us in possession of the new and surprising fact that, even in times which we are entitled to call historic, the elephant existed wild, far to the westward of India, and not very far from the eastern extremity of the Mediterranean. Though the fact was indicated from the wall-paintings by Wilkinson some 65 years ago,‡ and has more recently been amply displayed in historical works which have circulated by scores in popular libraries, it In Kuhn's Zeitschr. für VergleichendeSprachkunst, iv. 128-131.\n Detmold, pp. 950-952.\n See Topography of Thebes, with a General View of Egypt, 1835, p. 153.\n is singular how little attention or interest it seems to have elicited.*\n The document which gives precise Egyptian testimony to this fact is an inscription (first interpreted by Ebers in 1873)† from the tomb of Amenemhib, a captain under the great conqueror Thotmes III. [Thūtmosis], who reigned B.C. c. 1600. This warrior, speaking from his tomb of the great deeds of his master, and of his own right arm, tells how the king, in the neighbourhood of Ni, hunted 120 elephants for the sake of their tusks; and how he himself (Amenemhib) encountered the biggest of them, which had attacked the sacred person of the king, and cut through its trunk. The elephant chased him into the water, where he saved himself between two rocks; and the king bestowed on him rich rewards.\n The position of Ni is uncertain, though some have identified it with Nineveh.‡ [Maspero writes: \"Nīi, long confounded with Nineveh, after Champolion (Gram. égyptienne, p. 150), was identified by Lenormant (LesOrigines, vol. iii. p. 316 et seq.) with Ninus Vetus, Membidj, and by Max Müller (Asien und Europa, p. 267) with Balis on the Euphrates: I am inclined to make it Kefer-Naya, between Aleppo and Turmanīn\" (Struggle of the Nations, 144, note).] It is named in another inscription between Arinath and Akerith, as, all three, cities of Naharain or Northern Mesopotamia, captured by Amenhotep II., the son of Thotmes III. Might not Ni be Nisibis? We shall find that Assyrian inscriptions of later date have been interpreted as placing elephant-hunts in the land of Harran and in the vicinity of the Chaboras. \n If then these elephant-hunts may be located on the southern skirts of Taurus, we shall more easily understand how a tribute of elephant-tusks should have been offered at the court of Egypt by the people of Rutennu or Northern Syria, and also by the people of the adjacent Asebi or Cyprus, as we find repeatedly recorded on the Egyptian See e.g. Brugsch's Hist. of the Pharaohs, 2d ed. i. 396-400; and Canon Rawlinson's Egypt, ii. 235-6.\n In Z. für Aeqypt. Spr. und Aetferth. 1873, pp. 1-9, 63, 64; also tr. by Dr. Birch in Records of the Past, vol. ii. p. 59 (no date, more shame to S. Bagster & Sons); and again by Ebers, revised in Z.D.M.G., 1876, pp. 391 seqq.\n See Canon Rawlinson's Egypt, u.s.\n monuments, both in hieroglyphic writing and pictorially.*\n What the stones of Egypt allege in the 17th cent. B.C., the stones of Assyria 500 years afterwards have been alleged to corroborate. The great inscription of Tighlath-Pileser I., who is calculated to have reigned about B.C. 1120 1100, as rendered by Lotz, relates:\n \"Ten mighty Elephants Slew I in Harran, and on the banks of the Haboras. Four Elephants I took alive; Their hides, Their teeth, and the live Elephants I brought to my city Assur.\"†\n The same facts are recorded in a later inscription, on the broken obelisk of Assurnazirpal from Kouyunjik, now in the Br. Museum, which commemorates the deeds of the king's ancestor, Tighlath Pileser.‡\n In the case of these Assyrian inscriptions, however, elephant is by no means an undisputed interpretation. In the famous quadruple test exercise on this inscription in 1857, which gave the death-blow to the doubts which some sceptics had emitted as to the genuine character of the Assyrian interpretations, Sir H. Rawlinson, in this passage, rendered the animals slain and taken alive as wild buffaloes. The ideogram given as teeth he had not interpreted. The question is argued at length by Lotz in the work already quoted, but it is a question for cuneiform experts, dealing, as it does, with the interpretation of more than one ideogram, and enveloped as yet in uncertainties. It is to be observed, that in 1857 Dr. Hincks, one of the four test-translators,\u0015 had rendered the passage almost exactly as Lotz has done 23 years later, though I cannot see that Lotz makes any allusion to this fact. [See Encycl. Bibl. ii. 1262.] Apart from arguments as to decipherment and ideograms, it is certain that probabilities are much affected by the publication of the Egyptian inscription For the painting see Wilkinson's Ancient Egyptians, edited by Birch, vol. i. pl. 11 b, which shows the Rutennu bringing a chariot and horses, a bear, an elephant, and ivory tusks, as tribute to Thotmes III. For other records see Brugsch, E.T., 2nd ed. i. 381, 384, 404.\n Die Inschriften Tighlathpileser's I., . . . mit Ùbersetzung und Kommentar von Dr. Wilhelm Lotz, Leipzig, 1880, p. 53; [and see Maspero, op. cit. 661 seq.].\n Lotz, loc. cit. p. 197.\n See J.R. As. Soc. vol. xviii.\n of Amenhoteb, which gives a greater plausibility to the rendering 'elephant' than could be ascribed to it in 1857. And should it eventually be upheld, it will be all the more remarkable that the sagacity of Dr. Hincks should then have ventured on that rendering.\n In various suggestions, including Pott's, besides others that we have omitted, the etymology has been based on a transfer of the name of the ox, or some other familiar quadruped. There would be nothing extraordinary in such a transfer of meaning. The reference to the bos Luca* is trite; the Tibetan word for ox (glan) is also the word for 'elephant'; we have seen how the name 'Great Boar' is alleged to be given to the elephant among the Kabyles; we have heard of an elephant in a menagerie being described by a Scotch rustic as 'a muckle sow'; Pausanias, according to Bochart, calls rhinoceroses 'Aethiopic bulls' [Bk. ix. 21, 2]. And let me finally illustrate the matter by a circumstance related to me by a brother officer who accompanied Sir Neville Chamberlain on an expedition among the turbulent Pathan tribes c. 1860. The women of the villages gathered to gaze on the elephants that accompanied the force, a stranger sight to them than it would have been to the women of the most secluded village in Scotland. 'Do you see these?' said a soldier of the Frontier Horse; 'do you know what they are? These are the Queen of England's buffaloes that give 5 maunds (about 160 quarts) of milk a day!'\n Now it is an obvious suggestion, that if there were elephants on the skirts of Taurus down to B.C. 1100, or even (taking the less questionable evidence) down only to B.C. 1600, it is highly improbable that the Greeks would have had to seek a name for the animal, or its tusk, from Indian trade. And if the Greeks had a vernacular name for the elephant, there is also a proba \"Inde boves Lucas turrito corpore tetros, Anguimanos, belli docuerunt volnera Pœnei Sufferre, et magnas Martis turbare catervas.\" Lucretius, v. 1301-3.\n Here is the origin of Tennyson's 'serpent-hands' quoted under HATTY. The title bos Luca is explained by St. Isidore:\n \"Hos boves Lucanos vocabant antiqui Romani: boves quia nullum animal grandius videbant: Lucanos quia in Lucania illos primus Pyrrhus in prœlio objecit Romanis.\" -- Isid. Hispal. lib. xii. Originum, cap. 2.\n bility, if not a presumption, that some tradition of this name would be found, mutatis mutandis, among other Aryan nations of Europe.\n Now may it not be that E)LE/FAS- FAVTOS in Greek, and ulbandus in MoesoGothic, represent this vernacular name? The latter form is exactly the modification of the former which Grimm's law demands. Nor is the word confined to Gothic. It is found in the Old H. German (olpentâ); in Anglo-Saxon (olfend, oluend, &c.); in Old Swedish (aelpand, alwandyr, ulfwald); in Icelandic (ulfaldi). All these Northern words, it is true, are used in the sense of camel, not of elephant. But instances already given may illustrate that there is nothing surprising in this transfer, all the less where the animal originally indicated had long been lost sight of. Further, Jülg, who has published a paper on the Gothic word, points out its resemblance to the Slav forms welbond, welblond, or wielblad, also meaning 'camel' (compare also Russian verbliud). This, in the last form (wielblad), may, he says, be regarded as resolvable into 'Great beast.' Herr Jülg ends his paper with a hint that in this meaning may perhaps be found a solution of the origin of elephant (an idea at which Pictet also transiently pointed in a paper referred to above), and half promises to follow up this hint; but in thirty years he has not done so, so far as I can discover. Nevertheless it is one which may yet be pregnant.\n Nor is it inconsistent with this suggestion that we find also in some of the Northern languages a second series of names designating the elephant -- not, as we suppose ulbandus and its kin to be, common vocables descending from a remote age in parallel development -- but adoptions from Latin at a much more recent period. Thus, we have in Old and Middle German Elefant and Helfant, with elfenbein and helfenbein for ivory; in Anglo-Saxon, ylpend, elpend, with shortened forms ylp and elp, and ylpenban for ivory; whilst the Scandinavian tongues adopt and retain fil. [The N.E.D. regards the derivation as doubtful, but considers the theory of Indian origin improbable.\n [A curious instance of misapprehension is the use of the term 'Chain elephants.' This is a misunderstanding of the ordinary locution zanjīr-i-fīl when speaking of elephants. Zanjīr is literally a 'chain,' but is here akin to our expressions, a 'pair,' 'couple,' 'brace' of anything. It was used, no doubt, with reference to the iron chain by which an elephant is hobbled. In an account 100 elephants would be entered thus: Fīl, Zanjīr, 100. (See NUMERICAL AFFIXES.)]\n [1826. -- \"Very frequent mention is made in Asiatic histories of chain - elephants; which always mean elephants trained for war; but it is not very clear why they are so denominated.\" -- Ranking, Hist. Res. on the Wars and Sports of the Mongols and Romans, 1826, Intro. p. 12.]\n", "elephanta": "\n a. n.p. An island in Bombay Harbour, the native name of which is Ghārāpurī (or sometimes, it would seem, shortly, Purī), famous for its magnificent excavated temple, considered by Burgess to date after the middle of the 8th cent. The name was given by the Portuguese from the life-size figure of an elephant, hewn from an isolated mass of trap-rock, which formerly stood in the lower part of the island, not far from the usual landing-place. This figure fell down many years ago, and was often said to have disappeared. But it actually lay in situ till 1864-5, when (on the suggestion of the late Mr. W. E. Frere) it was removed by Dr. (now Sir) George Birdwood to the Victoria Gardens at Bombay, in order to save the relic from destruction. The elephant had originally a smaller figure on its back, which several of the earlier authorities speak of as a young elephant, but which Mr. Erskine and Capt. Basil Hall regarded as a tiger. The horse mentioned by Fryer remained in 1712; it had disappeared apparently before Niebuhr's visit in 1764. [Compare the recovery of a similar pair of elephant figures at Delhi, Cunningham, Archaeol. Rep. i. 225 seqq.]\n c. 1321. -- \"In quod dum sic ascendissem, in xxviii. dietis me transtuli usque ad Tanam . . . haec terra multum bene est situata. . . . Haec terra antiquitus fuit valde magna. Nam ipsa fuit terra regis Pori, qui cum rege Alexandro praelium maximum commisit.\" -- Friar Odoric, in Cathay, &c., App. p. v.\n We quote this because of its relation to the passages following. It seems probable that the alleged connection with Porus and Alexander may have grown out of the name Puri or Pori.\n [1539. -- Mr. Whiteway notes that in João de Crastro's Log of his voyage to Diu will be found a very interesting account with measurements of the Elephanta Caves.]\n 1548. -- \"And the Isle of Pory, which is that of the Elephant (do Alyfante), is leased to João Pirez by arrangements of the said Governor (dom João de Crastro) for 150 pardaos.\" -- S. Botelho, Tombo, 158.\n 1580. -- \"At 3 hours of the day we found ourselves abreast of a cape called Bombain, where is to be seen an ancient Roman temple, hollowed in the living rock. And above the said temple are many tamarindtrees, and below it a living spring, in which they have never been able to find bottom. The said temple is called Alefante, and is adorned with many figures, and inhabited by a great multitude of bats; and here they say that Alexander Magnus arrived, and for memorial thereof caused this temple to be made, and further than this he advanced not.\" -- Gasparo Balbi, f. 62v.-63.\n 1598. -- \"There is yet an other Pagode, which they hold and esteem for the highest and chiefest Pagode of all the rest, which standeth in a little Iland called Pory; this Pagode by the Portingalls is called the Pagode of the Elephant. In that Iland standeth an high hill, and on the top thereof there is a hole, that goeth down into the hill, digged and carved out of the hard rock or stones as big as a great cloyster . . . round about the wals are cut and formed, the shapes of Elephants, Lions, tigers, & a thousand such like wilde and cruel beasts. . . .\" -- Linschoten, ch. xliv.; [Hak. Soc. i. 291].\n 1616. -- Diogo de Couto devotes a chapter of 11 pp. to his detailed account \"do muito notavel e espantoso Pagode do Elefante.\" We extract a few paragraphs:\n \"This notable and above all others astonishing Pagoda of the Elephant stands on a small islet, less than half a league in compass, which is formed by the river of Bombain, where it is about to discharge itself southward into the sea. It is so called because of a great elephant of stone, which one sees in entering the river. They say that it was made by the orders of a heathen king called Banasur, who ruled the whole country inland from the Ganges. . . . On the left side of this chapel is a doorway 6 palms in depth and 5 in width, by which one enters a chamber which is nearly square and very dark, so that there is nothing to be seen there; and with this ends the fabric of this great pagoda. It has been in many parts demolished; and what the soldiers have left is so maltreated that it is grievous to see destroyed in such fashion one of the Wonders of the World. It is now 50 years since I went to see this marvellous Pagoda; and as I did not then visit it with such curiosity as I should now feel in doing so, I failed to remark many particulars which exist no longer. But I do remember me to have seen a certain Chapel, not to be seen now, open on the whole façade (which was more than 40 feet in length), and which along the rock formed a plinth the whole length of the edifice, fashioned like our altars both as to breadth and height; and on this plinth were many remarkable things to be seen. Among others I remember to have noticed the story of Queen Pasiphae and the bull; also the Angel with naked sword thrusting forth from below a tree two beautiful figures of a man and a woman, who were naked, as the Holy Scripture paints for us the appearance of our first parents Adam and Eve.\" -- Couto, Dec. VII. liv. iii. cap. xi.\n 1644. -- \". . . an islet which they call Ilheo do Ellefanté. . . . In the highest part of this Islet is an eminence on which there is a mast from which a flag is unfurled when there are prows (paros) about, as often happens, to warn the small unarmed vessels to look out. . . . There is on this island a pagoda called that of the Elephant, a work of extraordinary magnitude, being cut out of the solid rock,\" &c. -- Bocarro, MS.\n 1673. -- \". . . We steered by the south side of the Bay, purposely to touch at Elephanto, so called from a monstrous Elephant cut out of the main Rock, bearing a young one on its Back; not far from it the Effigies of a Horse stuck up to the Belly in the Earth in the Valley; from thence we clambered up the highest Mountain on the Island, on whose summit was a miraculous Piece hewed out of solid Stone: It is supported with 42 Corinthian Pillars,\" &c.- Fryer, 75.\n 1690. -- \"At 3 Leagues distance from Bombay is a small Island called Elephanta, from the Statue of an Elephant cut in Stone. . . . Here likewise are the just dimensions of a Horse Carved in Stone, so lively . . . that many have rather Fancyed it, at a distance, a living Animal. . . . But that which adds the most Remarkable Character to this Island, is the fam'd Pagode at the top of it; so much spoke of by the Portuguese, and at present admir'd by the present Queen Dowager, that she cannot think any one has seen this part of India, who comes not Freighted home with some Account of it.\" -- Ovington, 158-9.\n 1712. -- \"The island of Elephanta . . . takes its name from an elephant in stone, with another on its back, which stands on a small hill, and serves as a sea mark. . . . As they advanced towards the pagoda through a smooth narrow pass cut in the rock, they observed another hewn figure which was called Alexander's horse.\" -- From an account written by Captain Pyke, on board the Stringer East Indiaman, and illd. by drawings. Read by A. Dalrymple to the Soc. of Antiquaries, 10th Feb. 1780, and pubd. in Archaeologia, vii. 323 seqq. One of the plates (xxi.) shows the elephant having on its back distinctly a small elephant, whose proboscis comes down into contact with the head of the large one.\n 1727. -- \"A league from thence is another larger, called Elephanto, belonging to the Portugueze, and serves only to feed some Cattle. I believe it took its name from an Elephant carved out of a great black Stone, about Seven Foot in Height.\" -- A. Hamilton, i. 240; [ed. 1744, i. 241].\n 1760. -- \"Le lendemain, 7 Decembre, des que le jour parut, je me transportai au bas de la seconde montagne, en face de Bombaye, dans un coin de l'Isle, où est l'Elephant qui a fait donner à Galipouri le nom d'Elephante. L'animal est de grandeur naturelle, d'une pierre noire, et detachée du sol, et paroit porter son petit sur son dos.\" -- Anquetil du Perron, I. ccccxxiii.\n 1761. -- \". . . The work I mention is an artificial cave cut out of a solid Rock, and decorated with a number of pillars, and gigantic statues, some of which discover ye work of a skilful artist; and I am inform'd by an acquaintance who is well read in ye antient history, and has minutely considered ye figures, that it appears to be ye work of King Sesostris after his Indian Expedition.\" -- MS. Letter of James Rennell.\n 1764. -- \"Plusieurs Voyageurs font bien mention du vieux temple Payen sur la petite Isle Elephanta près de Bombay, mais ils n'en parlent qu'en passant. Je le trouvois si curieux et si digne de l'attention des Amateurs d'Antiquités, que j'y fis trois fois le Voyage, et que j'y dessinois tout ce que s'y trouve de plus remarquable. . . .\"- Carsten Niebuhr, Voyaye, ii. 25.\n \" \"Pas loin du Rivage de la Mer, et en pleine Campagne, on voit encore un Elephant d'une pierre dure et noiratre . . . La Statue . . . porte quelque chose sur le dos, mais que le tems a rendu entièrement meconnoissable. . . . Quant au Cheval dont Ovington et Hamilton font mention je ne l'ai pas vu.\" -- Ibid. 33.\n 1780. -- \"That which has principally attracted the attention of travellers is the small island of Elephanta, situated in the east side of the harbour of Bombay. . . . Near the south end is the figure of an elephant rudely cut in stone, from which the island has its name. . . . On the back are the remains of something that is said to have formerly represented a young elephant, though no traces of such a resemblance are now to be found.\" -- Account, &c. By Mr. William Hunter, Surgeon in the E. Indies, Archaeologia, vii. 286.\n 1783. -- In vol. viii. of the Archaeologia, p. 251, is another account in a letter from Hector Macneil, Esq. He mentions \"the elephant cut out of stone,\" but not the small elephant, nor the horse.\n 1795. -- \"Some Account of the Caves in the Island of Elephanta. By J. Goldingham, Esq.\" (No date of paper). In As. Researches, iv. 409 seqq.\n 1813. -- Account of the Cave Temple of Elephanta . . . by Wm. Erskine, Trans. Bombay Lit. Soc. i. 198 seqq. Mr. Erskine says in regard to the figure on the back of the large elephant: \"The remains of its paws, and also the junction of its belly with the larger animal, were perfectly distinct; and the appearance it offered is represented on the annexed drawing made by Captain Hall (Pl. II.),* who from its appearance conjectured that it must have been a tiger rather than an elephant; an idea in which I feel disposed to agree.\" -- Ibid. 208.\n b. s. A name given, originally by the Portuguese, to violent storms occurring at the termination, though some travellers describe it as at the setting-in, of the Monsoon. [The Portuguese, however, took the name from the H. hathiyā, Skt. hastā, the 13th lunar Asterism, connected with hastin, an elephant, and hence sometimes called 'the sign of the elephant.' The hathiyā is at the close of the Rains.]\n 1554. -- \"The Damani, that is to say a violent storm arose; the kind of storm is known under the name of the Elephant; it blows from the west.\" -- Sidi'Ali, p. 75.\n [1611. -- \"The storm of Ofante doth begin.\" -- Danvers, Letters, i. 126.]\n c. 1616. -- \"The 20th day (August), the night past fell a storme of raine called the Oliphant, vsuall at going out of the raines.\" -- Sir T. Roe, in Purchas, i. 549; [Hak. Soc. i. 247].\n 1659. -- \"The boldest among us became dismayed; and the more when the whole culminated in such a terrific storm that we were compelled to believe that it must be that yearly raging tempest which is called the Elephant. This storm, annually, in September and October, makes itself heard in a frightful manner, in the Sea of Bengal.\" -- Walter Schulze, 67.\n c. 1665. -- \"Il y fait si mauvais pour le Vaisseaux au commencement de ce mois à cause d'un Vent d'Orient qui y souffle en ce tems-là avec violence, et qui est toujours accompagnè de gros nuages qu'on appelle Elephans, parce-qu'ils en ont la figure. . . .\" -- Thevenot, v. 38.\n 1673. -- \"Not to deviate any longer, we are now winding about the South-West part of Ceilon; where we have the Tail of the Elephant full in our mouth; a constellation by the Portugals called Rabo del Elephanto, known for the breaking up of the Munsoons, which is the last Flory this season makes.\" -- Fryer, 48.\n [1690. -- \"The Mussoans (Monsoon) are rude and Boisterous in their departure, as well as at their coming in, which two seasons are called the Elephant in India, and just before their breaking up, take their farewell for the most part in very rugged puffing weather.\" -- Ovington, 137].\n 1756. -- \"9th (October). We had what they call here an Elephanta, which is an exces It is not easy to understand the bearing of the drawing in question.\n sive hard gale, with very severe thunder, lightning and rain, but it was of short continuance. In about 4 hours there fell . . . 2 (inches).\" -- Ives, 42.\n c. 1760. -- \"The setting in of the rains is commonly ushered in by a violent thunderstorm, generally called the Elephanta.\"- Grose, i. 33.\n", "elephant-creeper": "s. Argyreia speciosa, Sweet. (N. O. Convolvulaceae). The leaves are used in native medicine as poultices, &c.\n", "elk": "s. The name given by sportsmen in S. India, with singular impropriety, to the great stag Rusa Aristotelis, the sāmbar (see SAMBRE) of Upper and W. India.\n [1813. -- \"In a narrow defile . . . a male elk (cervus alces, Lin.) of noble appearance, followed by twenty-two females, passed majestically under their platform, each as large as a common-sized horse.\" -- Forbes, Or. Mem. 2nd ed. i. 506.]\n", "ell'ora": "(though very commonly called Ellóra ), n.p. Properly Elurā, [Tel. elu, 'rule,' ūru, 'village,'] otherwise Vērulē, a village in the Nizam's territory, 7 m. from Daulatābād, which gives its name to the famous and wonderful rock-caves and temples in its vicinity, excavated in the crescentshaped scarp of a plateau, about 1½ m. in length. These works are Buddhist (ranging from A.D. 450 to 700), Brahminical (c. 650 to 700), and Jain (c. 800-1000).\n c. 1665. -- \"On m'avoit fait a Sourat grande estime des Pagodes d'Elora . . . (and after describing them) . . . Quoiqu'il en soit, si l'on considère cette quantité de Temples spacieux, remplis de pilastres et de colonnes, et tant de milliers de figures, et le tout taillé dans le roc vif, on peut dire avec verité que ces ouvrages surpassent la force humaine; et qu'au moins les gens du siècle dans lequel ils ont été faits, n'étoient pas tout-à-fait barbares.\" -- Thevenot, v.p. 222.\n 1684. -- \"Muhammad Sháh Malik Júná, son of Tughlik, selected the fort of Deogir as a central point whereat to establish the seat of government, and gave it the name of Daulatábád. He removed the inhabitants of Delhí thither. . . . Ellora is only a short distance from this place. At some very remote period a race of men, as if by magic, excavated caves high up among the defiles of the mountains. These rooms extended over a breadth of one kos. Carvings of various designs and of correct execution adorned all the walls and ceilings; but the outside of the mountain is perfectly level, and there is no sign of any dwelling. From the long period of time these Pagans re mained masters of this territory, it is reasonable to conclude, although historians differ, that to them is to be attributed the construction of these places.\" -- Sākī Musta 'idd Khān, Ma-āṣir-i-' Ālamgīrī, in Elliot, vii. 189 seq.\n 1760. -- \"Je descendis ensuite par un sentier frayé dans le roc, et après m'être muni de deux Brahmes que l'on me donna pour fort instruits je commencai la visite de ce que j'appelle les Pagodes d'Eloura.\"- Anquetil du Perron, I. ccxxxiii.\n 1794. -- \"Description of the Caves . . . on the Mountain, about a Mile to the Eastward of the town of Ellora, or as called on the spot, Verrool.\" (By Sir C. W. Malet.) In As. Researches, vi. 38 seqq.\n 1803. -- \"Hindoo Excavations in the Mountain of . . . Ellora in Twenty-four Views. . . . Engraved from the Drawings of James Wales, by and under the direction of Thomas Daniell.\"\n", "elu": "n.p. This is the name by which is known an ancient form of the Singhalese language from which the modern vernacular of Ceylon is immediately derived, \"and to which\" the latter \"bears something of the same relation that the English of today bears to Anglo-Saxon. Fundamentally Elu and Singhalese are identical, and the difference of form which they present is due partly to the large number of new grammatical forms evolved by the modern language, and partly to an immense influx into it of Sanskrit nouns, borrowed, often without alteration, at a comparatively recent period. . . . The name Elu is no other than Sinhala much corrupted, standing for an older form, Hĕla or Hĕlu, which occurs in some ancient works, and this again for a still older, Sĕla, which brings us back to the Pali Sîhala.\" (Mr. R. C. Childers, in J.R.A.S., N.S., vii. 36.) The loss of the initial sibilant has other examples in Singhalese. (See also under CEYLON.)\n", "emblic": "Myrobalans. See under MYROBALANS .\n", "english-bazar": "n.p. This is a corruption of the name (Angrezābād= 'English-town') given by the natives in the 17th century to the purlieus of the factory at Malda in Bengal. Now the Head-quarters Station of Malda District.\n 1683. -- \"I departed from Cassumbazar with designe (God willing) to visit ye factory at Englesavad.\" -- Hedges, Diary, May 9; [Hak. Soc. i. 86; also see i. 71].\n 1878. -- \"These ruins (Gaur) are situated about 8 miles to the south of Angrézábád (English Bázár), the civil station of the district of Máldah. . . .\" -- Ravenshaw's Gaur, p. 1.\n [ESTIMAUZE, s. A corruption of the Ar. -- P. iltimās, 'a prayer, petition, humble representation.'\n [1687. -- \"The Arzdest (Urz) with the Estimauze concerning your twelve articles which you sent to me arrived.\" -- In Yule, Hedges' Diary, Hak. Soc. ii. lxx.]\n", "eurasian": "a. A modern name for persons of mixt European and Indian blood, devised as being more euphemistic than Half-caste and more precise than East-Indian. [\"No name has yet been found or coined which correctly represents this section. Eurasian certainly does not. When the European and Anglo-Indian Defence Association was established 17 years ago, the term Anglo-Indian, after much consideration, was adopted as best designating this community.\"- (Procs. Imperial Anglo-Indian Ass., in Pioneer Mail, April 13, 1900.)]\n [1844. -- \"The Eurasian Belle,\" in a few Local Sketches by J. M., Calcutta. -- 6th ser. Notes and Queries, xii. 177.\n [1866. -- See quotation under KHUDD.]\n 1880. -- \"The shovel-hats are surprised that the Eurasian does not become a missionary or a schoolmaster, or a policeman, or something of that sort. The native papers say, 'Deport him'; the white prints say, 'Make him a soldier'; and the Eurasian himself says, 'Make me a Commissioner, give me a pension.'\" -- Ali Baba, 123.\n", "europe": "adj. Commonly used in India for \"European,\" in contradistinction to country (q.v.) as qualifying goods, viz. those imported from Europe. The phrase is probably obsolescent, but still in common use. \"Europe shop\" is a shop where European goods of sorts are sold in an upcountry station. The first quotation applies the word to a man. [A \"Europe morning\" is lying late in bed, as opposed to the Anglo-Indian's habit of early rising.]\n 1673. -- \"The Enemies, by the help of an Europe Engineer, had sprung a Mine to blow up the Castle.\" -- Fryer, 87.\n [1682-3. -- \"Ordered that a sloop be sent to Conimero with Europe goods. . . .\"- Pringle, Diary, Ft. St. Geo., 1st ser. ii. 14.]\n 1711. -- \"On the arrival of a Europe ship, the Sea-Gate is always throng'd with People.\" -- Lockyer, 27.\n 1781. -- \"Guthrie and Wordie take this method of acquainting the Public that they intend quitting the Europe Shop Business.\" -- India Gazette, May 26.\n 1782. -- \"To be Sold, a magnificent Europe Chariot, finished in a most elegant manner, and peculiarly adapted to this Country.\"- Ibid. May 11.\n c. 1817. -- \"Now the Europe shop into which Mrs. Browne and Mary went was a very large one, and full of all sorts of things. One side was set out with Europe caps and bonnets, ribbons, feathers, sashes, and what not.\" -- Mrs. Sherwood's Stories, ed. 1873, 23.\n 1866. -- \"Mrs. Smart. Ah, Mr. Cholmondeley, I was called the Europe Angel.\"- The Dawk Bungalow, 219.\n [1888. -- \"I took a 'European morning' after having had three days of going out before breakfast. . . .\" -- Lady Dufferin, Viceregal Life, 371.]\n", "eysham": "s. Ar. aḥshām, pl. of ḥashm, 'a train or retinue.' One of the military technicalities affected by Tippoo; and according to Kirkpatrick (Tippoo's Letters, App. p. cii.) applied to garrison troops. Miles explains it as \"Irregular infantry with swords and matchlocks.\" (See his tr. of H. of Hydur Naik, p. 398, and tr. of H. of Tipú Sultan, p. 61). [The term was used by the latter Moghuls (see Mr. Irvine below).\n [1896. -- \"In the case of the Ahshām, or troops belonging to the infantry and artillery, we have a little more definite information under this head.\" -- W. Irvine, Army of the Indian Moghuls, in J.R.A.S., July 1896, p. 528.]\n F"}