{"factor": "s. Originally a commercial agent; the executive head of a factory. Till some 55 years ago the Factors formed the third of the four classes into which the covenanted civil servants of the Company were theoretically divided, viz. Senior Merchants, Junior Merchants, factors and writers. But these terms had long ceased to have any relation to the occupation of these officials, and even to have any application at all except in the nominal lists of the service. The titles, how ever, continue (through vis inertiae of administration in such matters) in the classified lists of the Civil Service for years after the abolition of the last vestige of the Company's trading character, and it is not till the publication of the E. I. Register for the first half of 1842 that they disappear from that official publication. In this the whole body appears without any classification; and in that for the second half of 1842 they are divided into six classes, first class, second class, &c., an arrangement which, with the omission of the 6th class, still continues. Possibly the expressions Factor, Factory, may have been adopted from the Portuguese Feitor, Feitoria. The formal authority for the classification of the civilians is quoted under 1675.\n 1501. -- \"With which answer night came on, and there came aboard the Captain Mór that Christian of Calecut sent by the Factor (feitor) to say that Cojebequi assured him, and he knew it to be the case, that the King of Calecut was arming a great fleet.' -- Correa, i. 250.\n 1582. -- \"The Factor and the Catuall having seen these parcels began to laugh thereat.\" -- Castañeda, tr. by N. L., f. 46b.\n 1600. -- \"Capt. Middleton, John Havard, and Francis Barne, elected the three principal Factors. John Havard, being present, willingly accepted.\" -- Sainsbury, i. 111.\n c. 1610. -- \"Les Portugais de Malaca ont des commis et facteurs par toutes ces Isles pour le trafic.\" -- Pyrard de Laval, ii. 106. [Hak. Soc. ii. 170].\n 1653. -- \"Feitor est vn terme Portugais signifiant vn Consul aux Indes.\" -- De la Boullaye-le-Gouz, ed. 1657, p. 538.\n 1666. -- \"The Viceroy came to Cochin, and there received the news that Antonio de Sà, Factor (Fator) of Coulam, with all his officers, had been slain by the Moors.\"- Faria y Sousa, i. 35.\n 1675-6. -- \"For the advancement of our Apprentices, we direct that, after they have served the first five yeares, they shall have £10 per annum, for the last two yeares; and having served these two yeares, to be entertayned one year longer, as Writers, and have Writers' Sallary: and having served that yeare, to enter into ye degree of Factor, which otherwise would have been ten yeares. And knowing that a distinction of titles is, in many respects necessary, we do order that when the Apprentices have served their times, they be stiled Writers; and when the Writers have served their times, they be stiled Factors, and Factors having served their times to be stiled Merchants; and Merchants having served their times to be stiled Senior Merchants.\" -- Ext. of Court's Letter in Bruce's Annals of the E.I. Co., ii. 374-5.\n 1689. -- \"These are the chief Places of Note and Trade where their Presidents and Agents reside, for the support of whom, with their Writers and Factors, large Privileges and Salaries are allowed.\" -- Ovington, 386. (The same writer tells us that Factors got £40 a year; junior Factors, £15; Writers, £7. Peons got 4 rupees a month. P. 392.)\n 1711. -- Lockyer gives the salaries at Madras as follows: \"The Governor, £200 and £100 gratuity; 6 Councillors, of whom the chief (200?) had £100, 3d. £70, 4th. £50, the others £40, which was the salary of 6 Senior Merchants. 2 Junior Merchants £30 per annum; 5 Factors, £15; 10 Writers, £5; 2 Ministers, £100; 1 Surgeon, £36.\n * * * * * * * \"Attorney-General has 50 Pagodas per Annum gratuity. \"Scavenger 100 do.\" * * * * * * * (p. 14.)\n c. 1748. -- \"He was appointed to be a Writer in the Company's Civil Service, becoming . . . after the first five (years) a factor.\" -- Orme, Fragments, viii.\n 1781. -- \"Why we should have a Council and Senior and Junior Merchants, factors and writers, to load one ship in the year (at Penang), and to collect a very small revenue, appears to me perfectly incomprehensible.\" -- Corresp. of Ld. Cornwallis, i. 390.\n 1786. -- In a notification of Aug. 10th, the subsistence of civil servants out of employ is fixed thus:-\n A Senior Merchant -- £400 sterling per ann. A Junior Merchant -- £300 \" \" Factors and Writers -- £200 \" \" In Seton-Karr, i. 131.\n", "factory": "s. A trading establishment at a foreign port or mart (see preceding).\n 1500. -- \"And then he sent ashore the Factor Ayres Correa with the ship's carpenters . . . and sent to ask the King for timber . . . all which the King sent in great sufficiency, and he sent orders also for him to have many carpenters and labourers to assist in making the houses; and they brought much plank and wood, and palmtrees which they cut down at the Point, so that they made a great Campo,* in which they made houses for the Captain Mór, and for each of the Captains, and houses for the people, and they made also a separate large house for the factory (feitoria).\"- Correa, i. 168.\n 1582. -- \". . . he sent a Nayre . . . to the intent hee might remaine in the Factorye.\" -- Castañeda (by N. L.), ff. 54b.\n 1606. -- \"In which time the Portingall and Tydoryan Slaves had sacked the towne, setting fire to the factory.\" -- Middleton's Voyage, G. (4).\n 1615. -- \"The King of Acheen desiring This use of campo is more like the sense of Compound (q.v.) than in any instance we had found when completing that article.\n that the Hector should leave a merchant in his country . . . it has been thought fit to settle a factory at Acheen, and leave Juxon and Nicolls in charge of it.\" -- Sainsbury, i. 415.\n 1809. -- \"The factory-house (at Cuddalore) is a chaste piece of architecture, built by my relative Diamond Pitt, when this was the chief station of the British on the Coromandel Coast.\" -- Ld. Valentia, i. 372.\n We add a list of the Factories established by the E. I. Company, as complete as we have been able to compile. We have used Milburn, Sainsbury, the \"Charters of the E. I. Company,\" and \"Robert Burton, The English Acquisitions in Guinea and East India, 1728,\" which contains (p. 184) a long list of English Factories. It has not been possible to submit our list as yet to proper criticism. The letters attached indicate the authorities, viz. M. Milburn, S. Sainsbury, C. Charters, B. Burton. [For a list of the Hollanders' Factories in 1613 see Danvers, Letters, i. 309.]\n In Arabia, the Gulf, and Persia. Judda, B. Muscat, B. Mocha, M. Kishm, B. Aden, M. Bushire, M. Shahr, B. Gombroon, C. Durga (?), B. Bussorah, M. Dofar, B. Shiraz, C. Maculla, B. Ispahan, C.\n In Sind. -- Tatta (?). In Western India. Cutch, M. Barcelore, M. Cambay, M. Mangalore, M. Brodera (Baroda), M. Cananore, M. Broach, C. Dhurmapatam, M. Ahmedabad, C. Tellecherry, C. Surat and Swally, C. Calicut, C. Bombay, C. Cranganore, M. Raybag (?), M. Cochin, M. Rajapore, M. Porca, M. Carwar, C. Carnoply, M. Batikala, M. Quilon, M. Honore, M. Anjengo, C.\n Eastern and Coromandel Coast. Tuticorin, M. Masulipatam, C., S. Callimere, B. Madapollam, C. Porto Novo, C. Verasheron (?), M. Cuddalore (Ft. St. Ingeram (?), M. David), C. (qy. Vizagapatam, C. Sadras?) Bimlipatam, M. Fort St. George, C.M. Ganjam, M. Pulicat, M. Manickpatam, B. Pettipoli, C., S. Arzapore (?), B.\n Bengal Side. Balasore, C. (and JeMalda, C. lasore?) Berhampore, M. Calcutta (Ft. WilPatna, C. liam and ChuttaLucknow, C. nuttee, C.) Agra, C. Hoogly, C. Lahore, M. Cossimbazar, C. Dācca, C. Rajmahal, C. Chittagong?\n Indo-Chinese Countries. Pegu, M. Ligore, M. Tennasserim (TrinaSiam, M., S. (Judea, core, B.) i.e. Yuthia). Quedah, M. Camboja, M. Johore, M. Cochin China, M. Pahang, M. Tonquin, C. Patani, S.\n In China. Macao, M., S. Tywan (in Formosa), Amoy, M. M. Hoksien (i.e. FuChusan, M. (and Ning- chow), M. po?).\n In Japan. -- Firando, M. Archipelago. In Sumatra. Acheen, M. Indrapore, C. Passaman, M. Tryamong, C. Ticoo, M. (qu. same (B. has also, in Suma- as Ayer Dickets, tra, Ayer Borma, B.?) Eppon, and Bamola, Sillebar, M. which we cannot Bencoolen, C. identify.) Jambi, M., S. Indraghiri, S.\n In Java. Bantam, C. Jacatra (since Bata- Japara, M., S. via), M.\n In Borneo. Banjarmasin, M. Brunei, M. Succadana, M.\n In Celebes, &c. Macassar, M., S. Pulo Roon (?), M., S. Banda, M. Puloway, S. Lantar, S. Pulo Condore, M. Neira, S. Magindanao, M. Rosingyn, S. Machian, (3), S. Selaman, S. Moluccas, S. Amboyna, M.\n Camballo (in Ceram), Hitto, Larica (or Luricca), and Looho, or Lugho, are mentioned in S. (iii. 303) as sub-factories of Amboyna.\n [FAGHFUR, n.p. \"The common Moslem term for the Emperors of Chian; in the Kamus the first syllable is Zammated (Fugh); in Al-Maṣ'udi (chap. xiv.) we find Baghfúr and in Al-Idrisi Baghbúgh, or Baghbún. In Al-Asma'i Bagh=god or idol (Pehlewi and Persian); hence according to some Baghdá (?) and Bághistán, a pagoda (?). Sprenger (Al-Maṣ'udi, p. 327) remarks that Baghfúr is a literal translation of Tien-tse, and quotes Visdelou: \"pour mieux faire comprendre de quel ciel ils veulent parler, ils poussent la généalogie (of the Emperor) plus loin. Ils lui donnent le ciel pour père, la terre pour mère, le soleil pour frère aîné, et la lune pour sœur aînée.\"- Burton, Arabian Nights, vi. 120-121.]\n", "failsoof": "s. Ar. -- H. failsūf, from FILO/SOFOS. But its popular sense is a 'crafty schemer,' an 'artful dodger.' Filosofo, in Manilla, is applied to a native who has been at college, and returns to his birthplace in the provinces, with all the importance of his acquisitions, and the affectation of European habits (Blumentritt, Vocabular.).\n", "fakeer": "s. Hind. from Arab. faḳīr ('poor'). Properly an indigent person, but specially 'one poor in the sight of God,' applied to a Mahommedan religious mendicant, and then, loosely and inaccurately, to Hindu devotees and naked ascetics. And this last is the most ordinary Anglo-Indian use.\n 1604. -- \"Fokers are men of good life, which are only given to peace. Leo calls them Hermites; others call them Talbies and Saints.\" -- Collection of things . . . of Barbarie, in Purchas, ii. 857.\n \" \"Muley Boferes sent certaine Fokers, held of great estimation amongst the Moores, to his brother Muley Sidan, to treate conditions of Peace.\" -- Ibid.\n 1633. -- \"Also they are called Fackeeres, which are religious names.\" -- W. Bruton, in Hakl. v. 56.\n 1653. -- \"Fakir signifie pauure en Turq et Persan, mais en Indien signifie . . . vne espece de Religieux Indou, qui foullent le monde aux pieds, et ne s'habillent que de haillons qu'ils ramassent dans les ruës.\" -- De la Boullaye-le-Gouz, ed. 1657, 538.\n c. 1660. -- \"I have often met in the Field, especially upon the Lands of the Rajas, whole squadrons of these Faquires, altogether naked, dreadful to behold. Some held their Arms lifted up . . . ; others had their terrible Hair hanging about them . . . ; some had a kind of Hercules's Club; others had dry and stiff Tiger-skins over their Shoulders. . . .\" -- Bernier, E.T. p. 102; [ed. Constable, 317].\n 1673. -- \"Fakiers or Holy Men, abstracted from the World, and resigned to God.\"- Fryer, 95.\n [1684. -- \"The Ffuckeer that Killed ye Boy at Ennore with severall others . . . were brought to their tryalls. . . .\" -- Pringle, Diary, Ft. St. Geo. 1st ser. iii. 111.]\n 1690. -- \"They are called Faquirs by the Natives, but Ashmen commonly by us, because of the abundance of Ashes with which they powder their Heads.\" -- Ovington, 350.\n 1727. -- \"Being now settled in Peace, he invited his holy Brethren the Fakires, who are very numerous in India, to come to Agra and receive a new Suit of Clothes.\"- A. Hamilton, i. 175; [ed. 1744, ii. 177].\n 1763. -- \"Received a letter from Dacca dated 29th Novr., desiring our orders with regard to the Fakirs who were taken prisoners at the retaking of Dacca.\" -- Ft. William Cons. Dec. 5, in Long, 342. On these latter Fakirs, see under SUNYASEE.\n 1770. -- \"Singular expedients have been tried by men jealous of superiority to share with the Bramins the veneration of the multitude; this has given rise to a race of monks known in India by the name of Fakirs.\" -- Raynal (tr. 1777), i. 49.\n 1774. -- \"The character of a fakir is held in great estimation in this country.\" -- Bogle, in Markham's Tibet, 23.\n 1856.- \"There stalks a row of Hindoo devotees, Bedaubed with ashes, their foul matted hair Down to their heels; their blear eyes fiercely scowl Beneath their painted brows. On this side struts A Mussulman Fakeer, who tells his beads, By way of prayer, but cursing all the while The heathen.\" -- The Banyan Tree.\n 1878. -- \"Les mains abandonnées sur les genoux, dans une immobilité de fakir.\"- Alph. Daudet, Le Nabob, ch. vi.\n", "falaun": "s. Ar. falān, fulān, and H. fulāna, falāna, 'such an one,' 'a certain one'; Span. and Port. fulano, Heb. Fuluni (Ruth iv. 1) In Elphinstone's Life we see that this was the term by which he and his friend Strachey used to indicate their master in early days, and a man whom they much respected, Sir Barry Close. And gradually, by a process of Hobson-Jobson, this was turned into Forlorn.\n 1803. -- \"The General (A. Wellesley) is an excellent man to have a peace to make. . . . I had a long talk with him about such a one; he said he was a very sensible man.\" -- Op. cit. i. 81.\n 1824. -- \"This is the old ghaut down which we were so glad to retreat with old Forlorn.\" -- ii. 164. See also i. 56, 108, 345, &c.\n", "fanám": "s. The denomination of a small coin long in use in S. India, Malayāl. and Tamil paṇam, 'money,' from Skt. paṇa, [rt. paṇ, 'to barter']. There is also a Dekhani form of the word, falam. In Telugu it is called rūka. The form fanam was probably of Arabic origin, as we find it long prior to the Portuguese period. The fanam was anciently a gold coin, but latterly of silver, or sometimes of base gold. It bore various local values, but according to the old Madras monetary system, prevailing till 1818, 42 fanams went to one star pagoda, and a Madras fanam was therefore worth about 2d. (see Prinsep's Useful Tables, by E. Thomas, p. 18). The weights of a large number of ancient fanams given by Mr. Thomas in a note to his Pathan Kings of Delhi show that the average weight was 6 grs. of gold (p. 170). Fanams are still met with on the west coast, and as late as 1862 were received at the treasuries of Malabar and Calicut. As the coins were very small they used to be counted by means of a small board or dish, having a large number of holes or pits. On this a pile of fanams was shaken, and then swept off, leaving the holes filled. About the time named Rs. 5000 worth of gold fanams were sold off at those treasuries. [Mr. Logan names various kinds of fanams: the vīrāy, or gold, of which 4 went to a rupee; new vīrāy, or gold, 3½ to a rupee; in silver, 5 to a rupee; the rāsī fanam, the most ancient of the indigenous fanams, now of fictitious value; the sultānī fanam of Tippoo in 1790-92, of which 3½ went to a rupee (Malabar, ii. Gloss. clxxix.).]\n c. 1344. -- \"A hundred fănăm are equal to 6 golden dīnārs\" (in Ceylon). -- Ibn Batuta, iv. 174.\n c. 1348. -- \"And these latter (Malabar Christians) are the Masters of the public steelyard, from which I derived, as a perquisite of my office as Pope's Legate, every month a hundred gold fan, and a thousand when I left.\" -- John Marignolli, in Cathay, 343.\n 1442. -- \"In this country they have three kinds of money, made of gold mixed with alloy . . . the third called fanom, is equivalent in value to the tenth part of the last mentioned coin\" (partāb, vid. pardao).- Abdurrazāk, in India in the XVth Cent. p. 26.\n 1498. -- \"Fifty fanoeens, which are equal to 3 cruzados.\" -- Roteiro de V. da Gama, 107.\n 1505. -- \"Quivi spendeno ducati d auro veneziani e monete di auro et argento e metalle, chiamano vna moneta de argento fanone. XX vagliono vn ducato. Tara e vn altra moneta de metale. XV vagliono vn Fanone.\" -- Italian version of Letter from Dom Manuel of Portugal (Reprint by A. Burnell, 1881), p. 12.\n 1510. -- \"He also coins a silver money called tare, and others of gold, 20 of which go to a pardao, and are called fanom. And of these small coins of silver, there go sixteen to a fanom.\" -- Varthema, Hak. Soc. 130.\n [1515. -- \"They would take our cruzados at 19 fanams.\" -- Albuquerque's Treaty with the Samorin, Alguns Documentos da Torre do Tombo, p. 373.]\n 1516. -- \"Eight fine rubies of the weight of one fanão . . . are worth fanões 10.\"- Barbosa (Lisbon ed.), 384.\n 1553. -- \"In the ceremony of dubbing a knight he is to go with all his kinsfolk and friends, in pomp and festal procession, to the House of the King . . . and make him an offering of 60 of those pleces of gold which they call Fanões, each of which may be worth 20 reis of our money.\" -- De Barros, Dec. I. liv. ix. cap. iii.\n 1582. -- In the English transl. of 'Castañeda' is a passage identical with the preceding, in which the word is written \"Fannon.\" -- Fol. 36b.\n \" \"In this city of Negapatan aforesaid are current certain coins called fannò. . . . They are of base gold, and are worth in our money 10 soldi each, and 17 are equal to a zecchin of Venetian gold.\" -- Gasp. Balli, f. 84v.\n c. 1610. -- \"Ils nous donnent tous les jours a chacun un Panan, qui est vne pièce d'or monnoye du Roy qui vaut environ quatre sols et demy.\" -- Pyrard de Laval, i. 250; [Hak. Soc. i. 350; in i. 365 Panants].\n [c. 1665. -- \". . . if there is not found in every thousand oysters the value of 5 fanos of pearls -- that is to say a half ecu of our money, -- it is accepted as a proof that the fishing will not be good. . . .\" -- Távernier, ed. Ball, ii. 117 seq.]\n 1678. -- \"2. Whosoever shall profane the name of God by swearing or cursing, he shall pay 4 fanams to the use of the poore for every oath or curse.\" -- Orders agreed on by the Governor and Council of Ft. St. Geo. Oct. 28. In Notes and Exts. No. i. 85.\n 1752. -- \"N.B. 36 Fanams to a Pagoda, is the exchange, by which all the servants belonging to the Company receive their salaries. But in the Bazar the general exchange in Trade is 40 to 42.\" -- T. Brooks, p. 8.\n 1784. -- This is probably the word which occurs in a \"Song by a Gentleman of the Navy when a Prisoner in Bangalore Jail\" (temp. Hyder'Ali).\n \"Ye Bucks of Seringapatam, Ye Captives so cheerful and gay; How sweet with a golden sanam You spun the slow moments away.\" In Seton-Karr, i. 19.\n 1785. -- \"You are desired to lay a silver fanam, a piece worth three pence, upon the ground. This, which is the smallest of all coins, the elephant feels about till he finds.\" -- Caraccioli's Life of Clive, i. 288.\n 1803. -- \"The pay I have given the boatmen is one gold fanam for every day they do not work, and two gold fanams for every day they do.\" -- From Sir A. Wellesley, in Life of Munro, i. 342.\n", "fan-palm": "s. The usual application of this name is to the Borassus flabelliformis, L. (see BRAB, PALMYRA), which is no doubt the type on which our ladies' fans have been formed. But it is also sometimes applied to the Talipot (q.v.); and it is exceptionally (and surely erroneously) applied by Sir L. Pelly (J.R.G.S. xxxv. 232) to the \"Traveller's Tree,\" i.e. the Madagascar Ravenala (Urania speciosa).\n", "fanqui": "s. Chin. fan-kwei, 'foreign demon'; sometimes with the affix tsz or tsŭ, 'son'; the popular Chinese name for Europeans. [\"During the 15th and 16th centuries large numbers of black slaves of both sexes from the E. I. Archipelago were purchased by the great houses of Canton to serve as gate-keepers. They were called 'devil slaves,' and it is not improbable that the term 'foreign devil,' so freely used by the Chinese for foreigners, may have had this origin.\" -- Ball, Things Chinese, 535.]\n", "farásh": "s. Ar. -- H. farrāsh, [farsh, 'to spread (a carpet')]. A menial servant whose proper business is to spread carpets, pitch tents, &c., and, in fact, in a house, to do housemaid's work; employed also in Persia to administer the bastinado. The word was in more common use in India two centuries ago than now. One of the highest hereditary officers of Sindhia's Court is called the Farāsh-khāna-wālā. [The same word used for the tamarisk tree (Tamarix gallica) is a corr. of the Ar. farās.]\n c. 1300. -- \"Sa grande richesce apparut en un paveillon que li roys d'Ermenie envoia au roy de France, qui valoit bien cinq cens livres; et li manda li roy de Hermenie que uns ferrais au Soudanc dou Coyne li avoit donnei. Ferrais est cil qui tient les paveillons au Soudanc et qui li nettoie ses mesons.\" -- Jehan, Seigneur de Joinville, ed. De Wailly, p. 78.\n c. 1513. -- \"And the gentlemen rode . . . upon horses from the king's stables, attended by his servants whom they call farazes, who groom and feed them.\" -- Correa, Lendas, II. i. 364.\n (Here it seems to be used for Syce (q.v.) or groom).\n [1548. -- \"Ffarazes.\" See under BATTA, a.]\n c. 1590. -- \"Besides, there are employed 1000 Farráshes, natives of Irán, Turán, and Hindostán.\" -- Āīn, i. 47.\n 1648. -- \"The Frassy for the Tents.\" -- Van Twist, 86.\n 1673. -- \"Where live the Frasses or Porters also.\" -- Fryer, 67.\n 1764. -- (Allowances to the Resident at Murshīdābād).\n * * * * * * \"Public servants as follows: -- 1 Vakeel, 2 Moonshees, 4 Chobdars, 2 Jemadars, 20 Peons, 10 Mussalchees, 12 Bearers, 2 Chowry Bearers, and such a number of Frosts and Lascars as he may have occasion for removing his tents.\" -- In Long, 406.\n [1812. -- \"Much of course depends upon the chief of the Feroshes or tent-pitchers, called the Ferosh-Bashee, who must necessarily be very active.\" -- Morier, Journey through Persia, 70.]\n 1824. -- \"Call the ferashes . . . and let them beat the rogues on the soles of their feet, till they produce the fifty ducats.\"- Hajji Baba (ed. 1835), 40.\n [1859.- \"The Sultan rises and the dark Ferrash Strikes and prepares it for another guest.\" FitzGerald, Omar Khayyam, xlv.]\n", "fedea": "s. A denomination of money formerly current in Bombay and the adjoining coast; Mahr. p'hadyā (qu. Ar. fidya, ransom?). It constantly occurs in the account statements of the 16th century, e.g. of Nunez (1554) as a money of account, of which 4 went to the silver tanga, [see TANGA] 20 to the Pardao. In Milburn (1813) it is a pice or copper coin, of which 50 went to a rupee. Prof. Robertson Smith suggests that this may be the Ar. denomination of a small coin used in Egypt, faḍḍa (i.e. 'silverling'). It may be an objection that the letter ẓwād used in that word is generally pronounced in India as a z. The Faḍḍa is the Turkish pāra, 1⁄40 of a piastre, an infinitesimal value now. [Burton (Arabian Nights, xi. 98) gives 2000 faddahs as equal about 1s. 2d.] But, according to Lane, the name was originally given to half-dirhems, coined early in the 15th century, and these would be worth about 5⅔d. The fedea of 1554 would be about 4¼d. This rather indicates the identity of the names.\n", "ferázee": "s Properly Ar. farāizī, from farāiẓ (pl. of farẓ) 'the divine ordinances.' A name applied to a body of Mahommedan Puritans in Bengal, kindred to the Wahābis of Arabia. They represent a reaction and protest against the corrupt condition and pagan practices into which Mahom medanism in Eastern India had fallen, analogous to the former decay of native Christianity in the south (see MALABAR RITES). This reaction was begun by Hajji Sharīyatullah, a native of the village of Daulatpūr, in the district of Farīdpūr, who was killed in an agrarian riot in 1831. His son Dūdū Mīyān succeeded him as head of the sect. Since his death, some 35 years ago, the influence of the body is said to have diminished, but it had spread very largely through Lower Bengal. The Farāiẓī wraps his dhoty (q.v.) round his loins, without crossing it between his legs, a practice which he regards as heathenish, as a Bedouin would.\n", "ferozeshuhur": "n.p. The last of these appears to be the correct representation of this name of the scene of the hard-fought battle of 21st-22nd December, 1845. For, according to Col. R. C. Temple, the Editor of Panjab Notes and Queries, ii. 116 (1885), the village was named after Bhāī Pherū, a Sikh saint of the beginning of the century, who lies buried at Mīān-ke-Taḥṣīl in Lahore District.\n", "fetish": "s. A natural object, or animal, made an object of worship. From Port. fetiço, feitiço, or fetisso (old Span. fechizo), apparently from factitius, signifying first 'artificial,' and then 'unnatural,' 'wrought by charms,' &c. The word is not Anglo-Indian; but it was at an early date applied by the Portuguese to the magical figures, &c., used by natives in Africa and India, and has thence been adopted into French and English. The word has of late years acquired a special and technical meaning, chiefly through the writings of Comte. [See Jevons, Intr. to the Science of Rel. 166 seqq.] Raynouard (Lex. Roman.) has fachurier, fachilador, for 'a sorcerer,' which he places under fat, i.e. fatum, and cites old Catalan fadador, old Span. hadador, and then Port. feiticeiro, &c. But he has mixed up the derivatives of two different words, fatum and factitius.  Prof. Max Müller quotes, from Muratori, a work of 1311 which has: \"incantationes, sacrilegia, auguria, vel malefica, quae facturae seu praestigia vulgariter appellantur.\" And Raynouard himself has in a French passage of 1446: \"par leurs sorceries et faictureries.\"\n 1487. -- \"E assi lhe (a el Rey de Beni) mandou muitos e santos conselhos pera tornar á Fé de Nosso Senhor . . . mandandolhe muito estranhar suas idolotrias e feitiçarias, que em suas terras os negros tinhão e usão.\" -- Garcia, Resende, Chron. of Dom. João II. ch. lxv.\n c. 1539. -- \"E que jà por duas vezes o tinhão tẽtado cõ arroydo feytiço, só a fim de elle sayr fora, e o matarem na briga . . .\" -- Pinto, ch. xxxiv.\n 1552. -- \"They have many and various idolatries, and deal much in charms (feiticoes) and divinations.\" -- Castanheda, ii. 51.\n 1553. -- \"And as all the nation of this Ethiopia is much given to sorceries (feitiços) in which stands all their trust and faith . . . and to satisfy himself the more surely of the truth about his son, the king ordered a feitiço which was used among them (in Congo). This feitiço being tied in a cloth was sent by a slave to one of his women, of whom he had a suspicion.\"- Barros, I. iii. 10.\n 1600. -- \"If they find any Fettisos in the way as they goe (which are their idolatrous gods) they give them some of their fruit.\"- In Purchas, ii. 940, see also 961.\n 1606. -- \"They all determined to slay the Archbishop . . . they resolved to do it by another kind of death, which they hold to be not less certain than by the sword or other violence, and that is by sorceries (feytiços), making these for the places by which he had to pass.\" -- Gouvea, f. 47.\n 1613. -- \"As feiticeiras usão muyto de rayzes de ervas plantas e arvores e animaes pera feitiços e transfigurações. . . .\"- Godinho de Eredia, f. 38.\n 1673. -- \"We saw several the Holy Office had branded with the names of Fetisceroes or Charmers, or in English Wizards.\"- Fryer, 155.\n 1690. -- \"They (the Africans) travel nowhere without their Fateish about them.\" -- Ovington, 67.\n 1878. -- \"The word fetishism was never used before the year 1760. In that year appeared an anonymous book called Du Culte des Dieux Fétiches, ou Parallèle de l'Ancienne Religion de l' Egypte avec la Rel. actuelle de la Nigritie.\" It is known that this book was written by . . . the well known President de Brosses. . . . Why did the Portuguese navigators . . . recognise at once what they saw among the Negroes of the Gold Coast as feitiços? The answer is clear. Because they themselves were perfectly familiar with a feitiço, an amulet or talisman.\" -- Max Müller, Hibbert Lectures, 56-57.\n", "firefly": "s. Called in South Indian vernaculars by names signifying 'Lightning Insect.'\n A curious question has been discussed among entomologists, &c., of late years, viz. as to the truth of the alleged rhythmical or synchronous flashing of fireflies when visible in great numbers. Both the present writers can testify to the fact of a distinct effect of this kind. One of them can never forget an instance in which he witnessed it, twenty years or more before he was aware that any one had published, or questioned, the fact. It was in descending the Chāndor Ghãt, in Nāsik District of the Bombay Presidency, in the end of May or beginning of June 1843, during a fine night preceding the rains. There was a large amphitheatre of forest-covered hills, and every leaf of every tree seemed to bear a firefly. They flashed and intermitted throughout the whole area in apparent rhythm and sympathy. It is, we suppose, possible that this may have been a deceptive impression, though it is difficult to see how it could originate. The suggestions made at the meetings of the Entomological Society are utterly unsatisfactory to those who have observed the phenomenon. In fact it may be said that those suggested explanations only assume that the soidisant observers did not observe what they alleged. We quote several independent testimonies to the phenomenon.\n 1579. -- \"Among these trees, night by night, did show themselues an infinite swarme of fierie seeming wormes flying in the aire, whose bodies (no bigger than an ordinarie flie) did make a shew, and giue such light as euery twigge on euery tree had beene a lighted candle, or as if that place had beene the starry spheare.\" -- Drake's Voyage, by F. Fletcher, Hak. Soc. 149.\n 1675. -- \"We . . . left our Burnt Wood on the Right-hand, but entred another made us better Sport, deluding us with false Flashes, that you would have thought the Trees on a Flame, and presently, as if untouch'd by Fire, they retained their wonted Verdure. The Coolies beheld the Sight with Horror and Amazement . . . where we found an Host of Flies, the Subject both of our Fear and Wonder. . . . This gave my Thoughts the Contemplation of that Miraculous Bush crowned with Innocent Flames, . . . the Fire that consumes everything seeming rather to dress than offend it.\" -- Fryer, 141-142.\n 1682. -- \"Fireflies (de vuur-vliegen) are so called by us because at eventide, whenever they fly they burn so like fire, that from a distance one fancies to see so many lanterns; in fact they give light enough to write by. . . . They gather in the rainy season in great multitudes in the bushes and trees, and live on the flowers of the trees. There are various kinds.\" -- Nieuhoff, ii. 291.\n 1764.- \"Ere fireflies trimmed their vital lamps, and ere Dun Evening trod on rapid Twilight's heel, His knell was rung.\" -- Grainger, Bk. I.\n 1824.- \"Yet mark! as fade the upper skies, Each thicket opes ten thousand eyes. Before, behind us, and above, The fire-fly lights his lamp of love, Retreating, chasing, sinking, soaring, The darkness of the copse exploring.\" Heber, ed. 1844, i. 258.\n 1865. -- \"The bushes literally swarm with fireflies, which flash out their intermittent light almost contemporaneously; the effect being that for an instant the exact outline of all the bushes stands prominently forward, as if lit up with electric sparks, and next moment all is jetty dark -- darker from the momentary illumination that preceded. These flashes succeed one another every 3 or 4 seconds for about 10 minutes, when an interval of similar duration takes place; as if to allow the insects to regain their electric or phosphoric vigour.\" -- Cameron Our Tropical Possessions in Malayan India, 80-81.\n The passage quoted from Mr. Cameron's book was read at the Entom. Soc. of London in May 1865, by the Rev. Hamlet Clarke, who added that:\n \"Though he was utterly unable to give an explanation of the phenomenon, he could so far corroborate Mr. Cameron as to say that he had himself witnessed this simultaneous flashing; he had a vivid recollection of a particular glen in the Organ Mountains where he had on several occasions noticed the contemporaneous exhibition of their light by numerous individuals, as if they were acting in concert.\"\n Mr. McLachlan then suggested that this might be caused by currents of wind, which by inducing a number of the insects simultaneously to change the direction of their flight, might occasion a momentary concealment of their light.\n Mr. Bates had never in his experience received the impression of any simultaneous flashing. . . . he regarded the contemporaneous flashing as an illusion produced probably by the swarms of insects flying among foliage, and being continually, but only momentarily, hidden behind the leaves. -- Proc. Entom. Soc. of London, 1865, pp. 94-95.\n Fifteen years later at the same Society:\n \"Sir Sidney Saunders stated that in the South of Europe (Corfu and Albania) the simultaneous flashing of Luciola italica, with intervals of complete darkness for some seconds, was constantly witnessed in the dark summer nights, when swarming myriads were to be seen. . . . He did not concur in the hypothesis propounded by Mr. McLachlan . . . the flashes are certainly intermittent . . . the simultaneous character of these coruscations among vast swarms would seem to depend upon an instinctive impulse to emit their light at certain intervals as a protective influence, which intervals became assimilated to each other by imitative emulation. But whatever be the causes . . . the fact itself was incontestable.\" -- Ibid. for 1880, Feby. 24, p. ii.; see also p. vii.\n 1868. -- \"At Singapore . . . the little luminous beetle commonly known as the firefly (Lampyris, sp. ign.) is common . . . clustered in the foliage of the trees, instead of keeping up an irregular twinkle, every individual shines simultaneously at regular intervals, as though by a common impulse; so that their light pulsates, as it were, and the tree is for one moment illuminated by a hundred brilliant points, and the next is almost in total darkness. The intervals have about the duration of a second, and during the intermission only one or two remain luminous.\" -- Collingwood, Rambles of a Naturalist, p. 255.\n 1880. -- \"HARBINGERS OF THE MONSOON. -- One of the surest indications of the approach of the monsoon is the spectacle presented nightly in the Mawul taluka, that is, at Khandalla and Lanoli, where the trees are filled with myriads of fireflies, which flash their phosphoric light simultaneously. Each tree suddenly flashes from bottom to top. Thousands of trees presenting this appearance simultaneously, afford a spectacle beautiful, if not grand, beyond conception. This little insect, the female of its kind, only appears and displays its brilliant light immediately before the monsoon.\" -- Deccan Herald. (From Pioneer Mail, June 17).\n", "firinghee": "s. Pers. Farangī, Firingī; Ar. Al-Faranj, Ifranjī, Firanjī, i.e. a Frank. This term for a European is very old in Asia, but when now employed by natives in India is either applied (especially in the South) specifically to the Indian-born Portuguese, or, when used more generally, for 'European,' implies something of hostility or disparagement. (See Sonnerat and Elphinstone below.) In South India the Tamil P'arangi, the Singhalese Parangi, mean only 'Portuguese,' [or natives converted by the Portuguese, or by Mahommedans, any European (Madras Gloss. s.v.). St. Thomas's Mount is called in Tam. Parangi Malai, from the original Portuguese settlement]. Piringi is in Tel.='cannon,' (C. B. P.), just as in the medieval Mahommedan historians we find certain mangonels for sieges called maghribī or 'Westerns.' [And so Farhangī or Phirangī is used for the straight cut and thrust swords introduced by the Portuguese into India, or made there in imitation of the foreign weapon (Sir W. Elliot, Ind. Antiq. xv. 30)]. And it may be added that Baber, in describing the battle of Pānipat (1526) calls his artillery Farangīha (see Autob. by Leyden and Erskine, p. 306, note. See also paper by Gen. R. Maclagan, R.E., on early Asiatic fire-weapons, in J.A.S. Beng. xlv. Pt. i. pp. 66-67).\n c. 930. -- \"The Afranjah are of all those nations the most warlike . . . the best organised, the most submissive to the authority of their rulers.\" -- Maṣ'ūdī, iii. 66.\n c. 1340. -- \"They call Franchi all the Christians of these parts from Romania westward.\" -- Pegolotti, in Cathay, &c., 292.\n c. 1350. -- \" --- Franks. For so they term us, not indeed from France, but from Frank-land (non a Franciâ sed a Franquiâ).\" -- Marignolli, ibid. 336.\n In a Chinese notice of the same age the horses carried by Marignolli as a present from the Pope to the Great Khan are called \"horses of the kingdom of Fulang,\" i.e. of Farang or Europe.\n 1384. -- \"E quello nominare Franchi procede da' Franceschi, che tutti ci appellano Franceschi.\" -- Frescobaldi, Viaggio, p. 23.\n 1436. -- \"At which time, talking of Cataio, he told me howe the chief of that Princes corte knewe well enough what the Franchi were. . . . Thou knowest, said he, how neere wee bee unto Capha, and that we practise thither continually . . . adding this further, We Cataini have twoo eyes, and yow Franchi one, whereas yow (torneng him towards the Tartares that were wth him) have neuer a one. . . .\" -- Barbaro, Hak. Soc. 58.\n c. 1440. -- \"Hi nos Francos appellant, aiuntque cum ceteras gentes coecas vocent, se duobis oculis, nos unico esse, superiores existimantes se esse prudentiâ.\" -- Conti, in Poggius, de Var. Fortunae, iv.\n 1498. -- \"And when he heard this he said that such people could be none other than Francos, for so they call us in those parts.\" -- Roteiro de V. da Gama, 97.\n 1560. -- \"Habitão aqui (Tabriz) duas nações de Christãos . . . e huns delles a qui chamão Franques, estes tem o costume e fé, como nos . . . e outros são Armenos.\" -- A. Tenreiro, Itinerario, ch. xv.\n 1565. -- \"Suddenly news came from Thatta that the Firingis had passed Lahori Bandar, and attacked the city.\" -- Táríkh-i-Táhirí, in Elliot, i. 276.\n c. 1610. -- \"La renommée des François a esté telle par leur conquestes en Orient, que leur nom y est demeuré pour memoire éternelle, en ce qu'encore aujourd'huy par toute l'Asie et Afrique on appelle du nom de Franghi tous ceux qui viennent d'Occident. \" -- Mocquet, 24.\n [1614. -- \". . . including us within the word Franqueis.\" -- Foster, Letters, ii. 299.]\n 1616. -- \". . . alii Cafres et Cafaros eos dicunt, alii Francos, quo nomine omnes passim Christiani . . . dicuntur.\" -- Jarric, Thesaurus, iii. 217.\n [1623. -- \"Franchi, or Christians.\" -- P. della Valle, Hak. Soc. ii. 251.]\n 1632. -- \". . . he shew'd two Passes from the Portugals which they call by the name of Fringes.\" -- W. Bruton, in Hakluyt, v. 32.\n 1648. -- \"Mais en ce repas-là tout fut bien accommodé, et il y a apparence qu'un cuisinier Frangui s'en estoit mélé.\" -- Tavernier, V. des Indes, iii. ch. 22; [ed. Ball, ii. 335].\n 1653. -- \"Frenk signifie en Turq vn Europpeen, ou plustost vn Chrestien ayant des cheueux et vn chapeau comme les François, Anglois. . . .\" -- De la Boullaye-le-Gouz, ed. 1657, 538.\n c. 1660. -- \"The same Fathers say that this King (Jehan-Guire), to begin in good earnest to countenance the Christian Religion, designed to put the whole Court into the habit of the Franqui, and that after he had . . . even dressed himself in that fashion, he called to him one of the chief Omrahs . . . this Omrah . . . having answered him very seriously, that it was a very dangerous thing, he thought himself obliged to change his mind, and turned all to raillery.\" -- Bernier, E.T. 92; [ed. Constable, 287; also see p. 3].\n 1673. -- \"The Artillery in which the Fringis are Listed; formerly for good Pay, now very ordinary, having not above 30 or 40 Rupees a month.\" -- Fryer, 195.\n 1682. -- \". . . whether I had been in Turky and Arabia (as he was informed) and could speak those languages . . . with which they were pleased, and admired to hear from a Frenge (as they call us).\"- Hedges, Diary, Oct. 29; [Hak. Soc. i. 44].\n 1712. -- \"Johan Whelo, Serdaar Frengiaan, or Captain of the Europeans in the Emperor's service. . . .\" -- Valentijn, iv. (Suratte) 295.\n 1755. -- \"By Feringy I mean all the black mustee (see MUSTEES) Portuguese Christians residing in the settlement as a people distinct from the natural and proper subjects of Portugal; and as a people who sprung originally from Hindoos or Mussulmen.\"- Holwell, in Long, 59.\n 1774. -- \"He said it was true, but everybody was afraid of the Firingies.\" -- Bogle, in Markham's Tibet, 176.\n 1782. -- \"Ainsi un Europeen est tout ce que les Indiens connoissent de plus méprisable; ils le nomment Parangui, nom qu'ils donnèrent aux Portugais, lorsque ceux-ci abordèrent dans leur pays, et c'est un terme qui marque le souverain mépris qu'ils ont pour toutes les nations de l'Europe.\"- Sonnerat, i. 102.\n 1791. -- \". . . il demande à la passer (la nuit) dans un des logemens de la pagoda; mais on lui refusa d'y coucher, à cause qu'il étoit frangui.\" -- B. de St. Pierre, Chaumière Indienne, 21.\n 1794. -- \"Feringee. The name given by the natives of the Decan to Europeans in general, but generally understood by the English to be confined to the Portuguese.\" -- Moor's Narrative, 504.\n [1820. -- \"In the southern quarter (of Backergunje) there still exist several original Portuguese colonies. . . . They are a meagre, puny, imbecile race, blacker than the natives, who hold them in the utmost contempt, and designate them by the appellation of Caula Ferenghies, or black Europeans.\"- Hamilton, Descr. of Hindostan, i. 133; for an account of the Feringhis of Sibpur, see Beveridge, Bākarganj, 110.]\n 1824. -- \"'Now Hajji,' said the ambassador. . . . 'The Franks are composed of many, many nations. As fast as I hear of one hog, another begins to grunt, and then another and another, until I find that there is a whole herd of them.'\" -- Hajji Baba, ed. 1835, p. 432.\n 1825. -- \"Europeans, too, are very little known here, and I heard the children continually calling out to us, as we passed through the villages, 'Feringhee, ue Feringhee!'\" -- Heber, ii. 43.\n 1828. -- \"Mr. Elphinstone adds in a note that in India it is a positive affront to call an Englishman a Feringhee.\" -- Life of E. ii. 207.\n c. 1861.- \"There goes my lord the Feringhee, who talks so civil and bland, But raves like a soul in Jehannum if I don't quite understand- He begins by calling me Sahib, and ends by calling me fool. . . .\" Sir A. C. Lyall, The Old Pindaree.\n The Tibetans are said to have corrupted Firinghee into Pelong (or Philin). But Jaeschke disputes this origin of Pelong.\n", "firmaun": "s. Pers. farmān, 'an order, patent, or passport,' der. from farmūdan, 'to order.' Sir T. Roe below calls it firma, as if suggestive of the Italian for 'signature.'\n [1561. -- \". . . wrote him a letter called Firmao. . . .\" -- Castanheda, Bk. viii. ch. 99.\n [1602. -- \"They said that he had a Firmao of the Grand Turk to go overland to the Kingdom of (Portugal). . . .\" -- Couto, Dec. viii. ch. 15.]\n 1606. -- \"We made our journey having a Firman (Firmão) of safe conduct from the same Soltan of Shiraz.\" -- Gouvea, f. 140b.\n [1614. -- \"But if possible, bring their chaps, their Firms, for what they say or promise.\" -- Foster, Letters, ii. 28.]\n 1616. -- \"Then I moued him for his favour for an English Factory to be resident in the Towne, which hee willingly granted, and gave present order to the Buxy to draw a Firma . . . for their residence.\" -- Sir T. Roe, in Purchas, i. 541; [Hak. Soc. i. 93; also see i. 47].\n 1648. -- \"The 21st April the Bassa sent me a Firman or Letter of credentials to all his lords and Governors.\" -- T. Van den Broecke, 32.\n 1673. -- \"Our Usage by the Pharmaund (or charters) granted successively from their Emperors, is kind enough, but the better because our Naval Power curbs them.\"- Fryer, 115.\n 1683. -- \"They (the English) complain, and not without a Cause; they having a Phirmaund, and Hodgee Sophee Caun's Perwannas thereon, in their hands, which cleared them thereof; and to pay Custome now they will not consent, but will rather withdraw their trading. Wherefore their desire is that for 3,000 rup. Piscash (as they paid formerly at Hugly) and 2,000 r. more yearly on account of Jidgea, which they are willing to pay, they may on that condition have a grant to be Custome Free.\" -- Nabob's Letter to Vizier (MS.), in Hedges' Diary, July 18; [Hak. Soc. i. 101].\n 1689. -- \". . . by her came Bengal Peons who brought in several letters and a firmaun from the new Nabob of Bengal.\" -- Wheeler, i. 213.\n c. 1690. -- \"Now we may see the Mogul's Stile in his Phirmaund to be sent to Surat, as it stands translated by the Company's Interpreter.\" -- A. Hamilton, i. 227; [ed. 1744, i. 230].\n", "fiscal": "s. Dutch Fiscaal; used in Ceylon for 'Sheriff'; a relic of the Dutch rule in the island. [It was also used in the Dutch settlements in Bengal (see quotation from Hedges, below). \"In Malabar the Fiscal was a Dutch Superintendent of Police, Justice of the Peace and Attorney General in criminal cases. The office and title of Fiscal was retained in British Cochin till 1860, when the designation was changed into Tahsildar and SubMagistrate.\" -- (Logan, Malabar, iii. Gloss. s.v.)]\n [1684. -- \". . . the late Dutch Fiscall's Budgero. . . .\" -- See quotation from Hedges, under DEVIL'S REACH.]\n", "florican": "s. A name applied in India to two species of small bustard, the 'Bengal Florican' (Sypheotides bengalensis, Gmelin), and the Lesser Florican (S. auritus, Latham), the līkh of Hind., a word which is not in the dictionaries. [In the N.W.P. the common name for the Bengal Florican is charas, P. charz. The name Curmoor in Bombay (see quotation from Forbes below) seems to be khar-mor, the 'grass peacock.' Another Mahr. name, tanamora, has the same meaning.] The origin of the word Florican is exceedingly obscure; see Jerdon below. It looks like Dutch. [The N.E.D. suggests a connection with Flanderkin, a native of Flanders.] Littré has: \"Florican . . . Nom à Ceylon d'un grand échassier que l'on présume être un grue.\" This is probably mere misapprehension in his authority.\n 1780. -- \"The floriken, a most delicious bird of the buzzard (sic!) kind.\" -- Munro's Narrative, 199.\n 1785.- \"A floriken at eve we saw And kill'd in yonder glen, When lo ! it came to table raw, And rouzed (sic) the rage of Ben:\" In Seton-Karr, i. 98.\n 1807. -- \"The floriken is a species of the bustard. . . . The cock is a noble bird, but its flight is very heavy and awkward . . . if only a wing be broken . . . he will run off at such a rate as will baffle most spaniels. . . . There are several kinds of the floriken . . . the bastard floriken is much smaller.... Both kinds . . . delight in grassy plains, keeping clear of heavy cover.\" -- Williamson, Oriental Field Sports, 104.\n 1813. -- \"The florican or curmoor (Otis houbara, Lin.) exceeds all the Indian wild fowl in delicacy of flavour.\" -- Forbes, Or. Mem. ii. 275; [2nd ed. i. 501].\n 1824. -- \". . . bringing with him a brace of florikens, which he had shot the previous day. I had never seen the bird before; it is somewhat larger than a blackcock, with brown and black plumage, and evidently of the bustard species.\" -- Heber, i. 258.\n 1862. -- \"I have not been able to trace the origin of the Anglo-Indian word 'Florikin,' but was once informed that the Little Bustard in Europe was sometimes called Flanderkin. Latham gives the word 'Flercher' as an English name, and this, apparently, has the same origin as Florikin.\" -- Jerdon's Birds, 2nd ed. ii. 625. (We doubt if Jerdon has here understood Latham correctly. What Latham writes is, in describing the Passarage Bustard, which, he says, is the size of the Little Bustard: \"Inhabits India. Called Passarage Plover. . . . I find that it is known in India by the name of Oorail; by some of the English called Flercher.\" (Suppt. to Gen. Synopsis of Birds, 1787, 229.) Here we understand \"the English\" to be the English in India, and Flercher to be a clerical error for some form of \"floriken.\" [Flercher is not in N.E.D.]\n 1875: -- \"In the rains it is always matter of emulation at Rajkot, who shall shoot the first purple-crested florican.\" -- Wyllie's Essays, 358.\n", "flowered-silver": "A term applied by Europeans in Burma to the standard quality of silver used in the ingot currency of Independent Burma, called by the Burmese yowet-nī or 'Red-leaf.' The English term is taken from the appearance of stars and radiating lines, which forms on the surface of this particular alloy, as it cools in the crucible. The Ava standard is, or was, of about 15 per cent. alloy, the latter containing, besides copper, a small proportion of lead, which is necessary, according to the Burmese, for the production of the flowers or stars (see Yule, Mission to Ava, 259 seq.).\n [1744. -- \"Their way to make flower'd Silver is, when the Silver and Copper are mix'd and melted together, and while the Metal is liquid, they put it into a Shallow Mould, of what Figure and Magnitude they please, and before the Liquidity is gone, they blow on it through a small wooden Pipe, which makes the Face, or Part blown upon, appear with the Figures of Flowers or Stars, but I never saw any European or other Foreigner at Pegu, have the Art to make those Figures appear, and if there is too great a Mixture of Alloy, no Figures will appear.\" -- A. Hamilton, ed. 1744, ii. 41.]\n", "fly": "s. The sloping, or roof part of the canvas of a tent is so called in India; but we have not traced the origin of the word; nor have we found it in any English dictionary. [The N.E.D. gives the primary idea as \"something attached by the edge,\" as a strip on a garment to cover the button-holes.] A tent such as officers generally use has two flies, for better protection from sun and rain. The vertical canvas walls are called Kanāt (see CANAUT). [Another sense of the word is \"a quick-travelling carriage\" (see quotation in Forbes below).]\n [1784. -- \"We all followed in fly-palanquins.\" -- Sir J. Day, in Forbes, Or. Mem. ii. 88.]\n 1810. -- \"The main part of the operation of pitching the tent, consisting of raising the flies, may be performed, and shelter afforded, without the walls, &c., being present.\"- Williamson, V. M. ii. 452.\n 1816.- \"The cavalcade drew up in line, Pitch'd the marquee, and went to dine. The bearers and the servants lie Under the shelter of the fly.\" The Grand Master, or Adventures of Qui Hi, p. 152.\n 1885. -- \"After I had changed my ridinghabit for my one other gown, I came out to join the general under the tent-fly. . . .\"- Boots and Saddles, by Mrs. Custer, p. 42 (American work).\n", "flying-fox": "s. Popular name of the great bat (Pteropus Edwardsi, Geoff). In the daytime these bats roost in large colonies, hundreds or thousands of them pendent from the branches of some great ficus. Jerdon says of these bats: \"If water is at hand, a tank, or river, or the sea, they fly cautiously down and touch the water, but I could not ascertain if they took a sip, or merely dipped part of their bodies in\" (Mammals of India, p. 18). The truth is, as Sir George Yule has told us from his own observation, that the bat in its skimming flight dips its breast in the water, and then imbibes the moisture from its own wet fur. Probably this is the first record of a curious fact in natural history. \"I have been positively assured by natives that on the Odeypore lake in Rajputana, the crocodiles rise to catch these bats, as they follow in line, touching the water. Fancy flyfishing for crocodile with such a fly!\" (Communication from M.-Gen. R. H. Keatinge.) [On the other hand Mr. Blanford says: \"I have often observed this habit: the head is lowered, the animal pauses in its flight, and the water is just touched, I believe, by the tongue or lower jaw. I have no doubt that some water is drunk, and this is the opinion of both Tickell and M'Master. The former says that flying-foxes in confinement drink at all hours, lapping with their tongues. The latter has noticed many other bats drink in the evening as well as the flying-foxes.\" (Mammalia of India, 258).]\n 1298. -- \". . . all over India the birds and beasts are entirely different from ours, all but . . . the Quail. . . . For example, they have bats -- I mean those birds that fly by night and have no feathers of any kind; well, their birds of this kind are as big as a goshawk!\" -- Marco Polo, Bk. iii. ch. 17.\n c. 1328. -- \"There be also bats really and truly as big as kites. These birds fly nowhither by day, but only when the sun sets. Wonderful! By day they hang themselves up on trees by the feet, with their bodies downwards, and in the daytime they look just like big fruit on the tree.\" -- Friar Jordanus, p. 19.\n 1555. -- \"On the road we occasionally saw trees whose top reached the skies, and on which one saw marvellous bats, whose wings stretched some 14 palms. But these bats were not seen on every tree.\" -- Sidi' Ali, 91.\n [c. 1590. -- Writing of the Sarkār of Kābul, 'Abul Faẓl says: \"There is an animal called a flying-fox, which flies upward about the space of a yard.\" This is copied from Baber, and the animal meant is perhaps the flying squirrel. -- Āīn, ed. Jarrett, ii. 406.\n [1623. -- \"I saw Batts as big as Crows.\" -- P. della Valle, Hak. Soc. i. 103.]\n 1813. -- \"The enormous bats which darken its branches frequently exceed 6 feet in length from the tip of each wing, and from their resemblance to that animal are not improperly called flying-foxes.\" -- Forbes, Or. Mem. iii. 246; [2nd ed. ii. 269].\n [1869. -- \"They (in Batchian) are almost the only people in the Archipelago who eat the great fruit-eating bats called by us 'flying foxes' . . . they are generally cooked with abundance of spices and condiments, and are really very good eating, something like hare.\" -- Wallace, Malay Archip., ed. 1890, p. 256.]\n 1882. -- \". . . it is a common belief in some places that emigrant coolies hang with heads downward, like flying-foxes, or are ground in mills for oil.\" -- Pioneer Mail, Dec. 13, p. 579.\n", "fogass": "s. A word of Port. origin used in S. India; fogaça, from fogo, 'fire,' a cake baked in embers. It is composed of minced radish with chillies, &c., used as a sort of curry, and eaten with rice.\n 1554. -- \". . . fecimus iter per amoenas et non infrugiferas Bulgarorum convalles: quo fere tempore pani usu sumus subcinericio, fugacias vocant.\" -- Busbequii Epist. i. p. 42.\n", "folium indicum": "(See MALA- BATHRUM .) The article appears under this name in Milburn (1813, i. 283), as an article of trade.\n", "fool's rack": "s. (For Rack see ARRACK .) Fool Rack is originally, as will be seen from Garcia and Acosta, the name of the strongest distillation from toddy or sura, the 'flower' (p'hūl, in H. and Mahr.) of the spirit. But the 'striving after meaning' caused the English corruption of this name to be applied to a peculiarly abominable and pernicious spirit, in which, according to the statement of various old writers, the stinging sea-blubber was mixed, or even a distillation of the same, with a view of making it more ardent.\n 1563. -- \". . . this çura they distil like brandy (agua ardente): and the result is a liquor like brandy; and a rag steeped in this will burn as in the case of brandy; and this fine spirit they call fula, which means 'flower'; and the other quality that remains they call orraca, mixing with it a small quantity of the first kind. . . .\" -- Garcia, f. 67.\n 1578. -- \". . . la qual (sura) en vasos despues distilan, para hazer agua ardiente, de la qual una, a que ellos llaman Fula, que quiere dezir 'flor,' es màs fina . . . y la segunda, que llaman Orraca, no tanto.\"- Acosta, p. 101.\n 1598. -- \"This Sura being [beeing] distilled, is called Fula or Nipe [see NIPA], and is as excellent aqua vitae as any is made in Dort of their best renish [rennish] wine, but this is of the finest kinde of distillation.\"- Linschoten, 101; [Hak. Soc. ii. 49].\n 1631. -- \"DURAEUS . . . Apparet te etiam a vino adusto, nec Arac Chinensi, abhorrere? BONTIUS. Usum commendo, abusum abominor . . . at cane pejus et angue vitandum est quod Chinenses avarissimi simul et astutissimi bipedum, mixtis Holothuriis in mari fluctuantibus, parant . . . eaque tam exurentis sunt caloris ut solo attactu vesicas in cute excitent. . . .\" -- Jac. Bontii, Hist. Nat. et Med. Ind., Dial. iii.\n 1673. -- \"Among the worst of these (causes of disease) Fool Rack (Brandy made of Blubber, or Carvil, by the Portugals, because it swims always in a Blubber, as if nothing else were in it; but touch it, and it stings like nettles; the latter, because sailing on the Waves it bears up like a Portuguese Carvil (see CARAVEL): It is, being taken, a Gelly, and distilled causes those that take it to be Fools. . . .\" -- Fryer, 68-69.\n [1753. -- \". . . that fiery, single and simple distilled spirit, called Fool, with which our seamen were too frequently intoxicated.\" -- Ives, 457.\n [1868. -- \"The first spirit that passes over is called 'phúl.'\" -- B. H. Powell, Handbook, Econ. Prod. of Punjab, 311.]\n", "foozilow": "v. The imperative p'huslāo of the H. verb p'huslānā, 'to flatter or cajole,' used, in a common Anglo-Indian fashion (see BUNNOW, PUCKAROW, LUGOW), as a verbal infinitive. \n", "foras lands": "s. This is a term peculiar to the island of Bombay, and an inheritance from the Portuguese. They are lands reclaimed from the sea, by the construction of the Vellard (q.v.) at Breech-Candy, and other embankments, on which account they are also known as 'Salt Batty [see BATTA] (i.e. rice) -grounds.' The Court of Directors, to encourage reclamation, in 1703 authorised these lands to be leased rent-free to the reclaimers for a number of years, after which a small quit-rent was to be fixed. But as individuals would not undertake the maintenance of the embankments, the Government stepped in and constructed the Vellard at considerable expense. The lands were then let on terms calculated to compensate the Government. The tenure of the lands, under these circumstances, for many years gave rise to disputes and litigation as to tenantright, the right of Government to resume, and other like subjects. The lands were known by the title Foras, from the peculiar tenure, which should perhaps be Foros, from foro, 'a quitrent. ' The Indian Act VI. of 1851 arranged for the termination of these differences, by extinguishing the disputed rights of Government, except in regard to lands taken up for public purposes, and by the constitution of a Foras Land Commission to settle the whole matter. This work was completed by October 1853. The roads from the Fort crossing the \"Flats,\" or Foras Lands, between Malabar Hill and Parell were generally known as \"the Foras Roads\"; but this name seems to have passed away, and the Municipal Commissioners have superseded that general title by such names as Clerk Road, Bellasis Road, Falkland Road. One name, 'Comattee-poora Forest Road,' perhaps preserves the old generic title under a disguise.\n Forasdārs are the holders of Foras Lands. See on the whole matter Bombay Selections, No. III., New Series, 1854. The following quaint quotation is from a petition of Forasdārs of Mahim and other places regarding some points in the working of the Commission:\n 1852. -- \". . . that the case with respect to the old and new salt batty grounds, may it please your Honble. Board to consider deeply, is totally different, because in their original state the grounds were not of the nature of other sweet waste grounds on the island, let out as foras, nor these grounds were of that state as one could saddle himself at the first undertaking thereof with leases or grants even for that smaller rent as the foras is under the denomination of foras is same other denomination to it, because the depth of these grounds at the time when sea-water was running over them was so much that they were a perfect sea-bay, admitting fishing-boats to float towards Parell.\" -- In Selections, as above, p. 29.\n", "foujdar": "&c., s. Properly a military commander (P. fauj, 'a military force,' fauj-dār, 'one holding such a force at his disposal'), or a military governor of a district. But in India, an officer of the Moghul Government who was invested with the charge of the police, and jurisdiction in criminal matters. Also used in Bengal, in the 18th century, for a criminal judge. In the Āīn, a Faujdār is in charge of several pergunnahs under the Sipāh-sālār, or Viceroy and C.-in-Chief of the Subah (Gladwin's Ayeen, i. 294; [Jarrett, ii. 40]).\n 1683. -- \"The Fousdar received another Perwanna directed to him by the Nabob of Decca . . . forbidding any merchant whatsoever trading with any Interlopers.\"- Hedges, Diary, Nov. 8; [Hak. Soc. i. 136].\n [1687. -- \"Mullick Burcoordar Phousdardar of Hughly.\" -- Ibid. ii. lxv.]\n 1690. -- \". . . If any Thefts or Robberies are committed in the Country, the Fousdar, another officer, is oblig'd to answer for them. . . .\" -- Ovington, 232.\n 1702. -- \". . . Perwannas directed to all Foujdars.\" -- Wheeler, i. 405.\n [1727. -- \"Fouzdaar.\" See under HOO- GLY.]\n 1754. -- \"The Phousdar of Vellore . . . made overtures offering to acknowledge Mahomed Ally.\" -- Orme, i. 372.\n 1757. -- \"Phousdar. . . .\" -- Ives, 157.\n 1783. -- \"A complaint was made that Mr. Hastings had sold the office of phousdar of Hoogly to a person called Khân Jehân Khân, on a corrupt agreement.\" -- 11th Report on Affairs of India, in Burke, vi. 545.\n 1786. -- \". . . the said phousdar (of Hoogly) had given a receipt of bribe to the patron of the city, meaning Warren Hastings, to pay him annually 36,000 rupees a year.\" -- Articles agst. Hastings, in Ibid. vii. 76.\n 1809. -- \"The Foojadar, being now in his capital, sent me an excellent dinner of fowls, and a pillau.\" -- Ld. Valentia, i. 409.\n 1810.- \"For ease the harass'd Foujdar prays When crowded Courts and sultry days Exhale the noxious fume, While poring o'er the cause he hears The lengthened lie, and doubts and fears The culprit's final doom.\" Lines by Warren Hastings.\n 1824. -- \"A messenger came from the 'Foujdah' (chatellain) of Suromunuggur, asking why we were not content with the quarters at first assigned to us.\" -- Heber, i. 232. The form is here plainly a misreading; for the Bishop on next page gives Foujdar.\n", "foujdarry": "s. P. faujdārī, a district under a faujdār (see FOUJDAR); the office and jurisdiction of a faujdār; in Bengal and Upper India, 'police jurisdiction,' 'criminal' as opposed to 'civil' justice. Thusthe chief criminal Court at Madras and Bombay, up to 1863, was termed the Foujdary Adawlut, corresponding to the Nizamut Adawlut of Bengal. (See ADAWLUT.)\n [1802. -- \"The Governor in Council of Fort St. George has deemed it to be proper at this time to establish a Court of Fozdarry Adaulut.\" -- Procl. in Logan, Malabar, ii. 350; iii. 351.]\n", "fowra": "s. In Upper India, a mattock or large hoe; the tool generally employed in digging in most parts of India. Properly speaking(H.)phāoṛā. (See MAMOOTY.)\n [1679. -- (Speaking of diamond digging) \"Others with iron pawraes or spades heave it up to a heap.\" -- S. Master, in Kistna Man. 147.\n [1848. -- \"On one side Bedullah and one of the grasscutters were toiling away with fowrahs, a kind of spade-pickaxe, making water-courses.\" -- Mrs. Mackenzie, Life in the Mission, i. 373.]\n 1880. -- \"It so fell out the other day in Cawnpore, that, when a patwari endeavoured to remonstrate with some cultivators for taking water for irrigation from a pond, they knocked him down with the handle of a phaora and cut off his head with the blade, which went an inch or more into the ground, whilst the head rolled away several feet.\" -- Pioneer Mail, March 4.\n", "fox": ". (See FLYING-FOX .)\n", "frazala": "s. Ar. fārsala, a weight formerly much used in trade in the Indian seas. As usual, it varied much locally, but it seems to have run from 20 to 30 lbs., and occupied a place intermediate between the (smaller) maund and the Bahar; the fārsala being generally equal to ten (small) maunds, the bahār equal to 10, 15, or 20 fārsalas. See Barbosa (Hak. Soc.) 224; Milburn, i. 83, 87, &c.; Prinsep's Useful Tables, by Thomas, pp. 116, 119.\n 1510. -- \"They deal by farasola, which farasola weighs about twenty-five of our lire.\" -- Varthema, p. 170. On this Dr. Badger notes: \"Farasola is the plural of fārsala . . . still in ordinary use among the Arabs of the Red Sea and Persian Gulf; but I am unable to verify (its) origin.\" Is the word, which is sometimes called frail, the same as a frail, or basket, of figs? And again, is it possible that fārsāla is the same word as 'parcel,' through Latin particella? We see that this is Sir R. Burton's opinion (Camõens, iv. 390; [Arab. Nights, vi. 312]). [The N.E.D. says: \"O. F. frayel of unknown origin.\"]\n [1516. -- \"Farazola.\" See under EAGLE- WOOD.]\n 1554. -- \"The baar (see BAHAR) of cloves in Ormuz contains 20 faracola, and besides these 20 ffaraçolas it contains 3 maunds (mãos) more, which is called picottaa (see PICOTA).\" -- A. Nunez, p. 5.\n [1611. -- \"The weight of Mocha 25 lbs. 11 oz. every frasula, and 15 frasulas makes a bahar.\" -- Danvers, Letters, i. 123.]\n 1793. -- \"Coffee per Frail . . . Rs. 17.\" -- Bombay Courier, July 20.\n", "freguezia": "s. This Portuguese word for 'a parish' appears to have been formerly familiar in the west of India.\n c. 1760. -- \"The island . . . still continues divided into three Roman Catholic parishes, or Freguezias, as they call them; which are Bombay, Mahim, and Salvaçam.\" -- Grose, i. 45.\n", "fuleeta": "s. Properly P. palīta or fatīla, 'a slow-match,' as of a matchlock, but its usual colloquial Anglo-Indian application is to a cotton slowmatch used to light cigars, and often furnished with a neat or decorated silver tube. This kind of cigar-light is called at Madras Ramasammy (q.v.).\n", "fuleeta-pup": "s. This, in Bengal, is a well-known dish in the repertory of the ordinary native cook. It is a corruption of 'fritter-puff'!\n", "furlough": "s. This word for a soldier's leave has acquired a peculiar citizenship in Anglo-Indian colloquial, from the importance of the matter to those employed in Indian service. It appears to have been first made the subject of systematic regulation in 1796. The word seems to have come to England from the Dutch Verlof, 'leave of absence,' in the early part of the 17th century, through those of our countrymen who had been engaged in the wars of the Netherlands. It is used by Ben Jonson, who had himself served in those wars:\n 1625.- \"Pennyboy, Jun. Where is the deed? hast thou it with thee? Picklock. No. It is a thing of greater consequence Than to be borne about in a black box Like a Low-Country vorloffe, or Welsh brief.\" The Staple of News, Act v. sc. 1.\n", "furnaveese": "n.p. This once familiar title of a famous Mahratta Minister (Nana Furnaveese) is really the Persian fard-navīs, 'statement writer,' or secretary.\n [1824. -- \"The head civil officer is the Furnavese (a term almost synonymous with that of minister of finance) who receives the accounts of the renters and collectors of revenue.\" -- Malcolm, Central India, 2nd ed. i. 531.]\n", "fusly": "adj. Ar. -- P. faṣlī, relating to the faṣl, season or crop. This name is applied to certain solar eras established for use in revenue and other civil transactions, under the Mahommedan rule in India, to meet the inconvenience of the lunar calendar of the Hijra, in its want of correspondence with the natural seasons. Three at least of these eras were established by Akbar, applying to different parts of his dominions, intended to accommodate themselves as far as possible to the local calendars, and commencing in each case with the Hijra year of his accession to the throne (A.H. 963=A.D. 1555-56), though the month of commencement varies. [See Āīn, ed. Jarrett, ii. 30.] The Faṣlī year of the Deccan again was introduced by Shāh Jehān when settling the revenue system of the Mahratta country in 1636; and as it starts with the Hijra date of that year, it is, in numeration, two years in advance of the others.\n Two of these faṣlī years are still in use, as regards revenue matters, viz. the Faṣlī of Upper India, under which the Faṣlī year 1286 began 2nd April 1878; and that of Madras, under which Faslī year 1286 began 1st July 1877.\n", "futwa": "s. Ar. fatwā. The decision of a council of men learned in Mahommedan law, on any point of Moslem law or morals. But technically and specifically, the deliverance of a Mahommedan law-officer on a case put before him. Such a deliverance was, as a rule, given officially and in writing, by such an officer, who was attached to the Courts of British India up to a little later than the middle of last century, and it was more or less a basis of the judge's decision. (See more particularly under ADAWLUT, CAZEE and LAW-OFFICER.)\n 1796. -- \"In all instances wherein the Futwah of the Law-officers of the NizamutAdaulat shall declare the prisoners liable to more severe punishment than under the evidence, and all the circumstances of the case shall appear to the Court to be just and equitable. . . .\" -- Regn. VI. of 1796, \u0015 ii.\n 1836. -- \"And it is hereby enacted that no Court shall, on a Trial of any person accused of the offence made punishable by this Act require any Futwa from any LawOfficer. . . .\" -- Act XXX. of 1836, regarding Thuggee, \u0015 iii.\n G"}