{"galee": "s. H. gālī, abuse; bad language.\n [1813. -- \". . . the grossest galee, or abuse, resounded throughout the camp.\"- Broughton, Letters from a Mahr. Camp., ed. 1892, p. 205.\n [1877. -- \"You provoke me to give you gali (abuse), and then you cry out like a neglected wife.\" -- Allardyce, The City of Sunshine, ii. 2.]\n", "galleece": "s. Domestic Hindustani gālīs, 'a pair of braces,' from the old-fashioned gallows, now obsolete, except in Scotland, [S. Ireland and U.S.,] where the form is gallowses.\n", "galle": "n.p. A rocky cape, covering a small harbour and a town with old fortifications, in the S.W. of Ceylon, familiar to all Anglo-Indians for many years as a coaling-place of mail-steamers. The Portuguese gave the town for crest a cock (Gallo), a legitimate pun. The serious derivations of the name are numerous. Pridham says that it is Galla, 'a Rock,' which is probable. But Chitty says it means 'a Pound,' and was so called according to the Malabars (i.e. Tamil people) from \". . . this part of the country having been anciently set aside by Ravana for the breeding of his cattle\" (Ceylon Gazetteer, 1832, p. 92). Tennent again says it was called after a tribe, the Gallas, inhabiting the neighbouring district (see ii. 105, &c.). [Prof. Childers (5 ser. Notes & Queries, iii. 155) writes: \"In Sinhalese it is Gālla, the etymology of which is unknown; but in any case it can have nothing to do with 'rock,' the Sinhalese for which is gala with a short a and a single l.\"] Tennent has been entirely misled by Reinaud in supposing that Galle could be the Kala of the old Arab voyages to China, a port which certainly lay in the Malay seas. (See CALAY.)\n 1518. -- \"He tried to make the port of Columbo, before which he arrived in 3 days, but he could not make it because the wind was contrary, so he tacked about for 4 days till he made the port of Galle, which is in the south part of the island, and entered it with his whole squadron; and then our people went ashore killing cows and plundering whatever they could find.\" -- Correa, ii. 540.\n 1553. -- \"In which Island they (the Chinese), as the natives say, left a language which they call Chingálla, and the people themselves Chingállas, particularly those who dwell from Ponta de Gálle onwards, facing the south and east. For adjoining that point they founded a City called Tanabaré (see DONDERA HEAD), of which a large part still stands; and from being hard by that Cape of Gálle, the rest of the people, who dwelt from the middle of the Island upwards, called the inhabitants of this part Chingálla, and their language the same, as if they would say language or people of the Chins of Gálle.\" -- Barros, III. ii. cap. 1. (This is, of course, all fanciful.)\n [1554. -- \"He went to the port of Gabaliquama, which our people now call Porto de Gale.\" -- Castanheda, ii. ch. 23.]\n c. 1568. -- \"Il piotta s'ingannò per ciochè il Capo di Galli dell' Isola di Seilan butta assai in mare.\" -- Cesare de' Federici, in Ramusio, iii. 396v.\n 1585. -- \"Dopo haver nauigato tre giorni senza veder terra, al primo di Maggio fummo in vista di Punta di Gallo, laquale è assai pericolosa da costeggiare.\" -- G. Balbi, f. 19.\n 1661. -- \"Die Stadt Punto-Gale ist im Jahr 1640 vermittelst Gottes gnadigem Seegen durch die Tapferkeit des Commandanten Jacob Koster den Neiderländen zu teil geworden.\" -- W. Schulze, 190.\n 1691. -- \"We passed by Cape Comoryn, and came to Puntogale.\" -- Valentijn, ii. 540.\n", "gallegalle": "s. A mixture of lime and linseed oil, forming a kind of mortar impenetrable to water (Shakespear), Hind. galgal.\n 1621. -- \"Also the justis, Taccomon Done, sent us word to geve ouer making gallegalle in our howse we hired of China Capt., because the white lyme did trowble the player or singing man, next neighbour. . . .\" -- Cocks's Diary, ii. 190.\n", "gallevat": "s. The name applied to a kind of galley, or war-boat with oars, of small draught of water, which continued to be employed on the west coast of India down to the latter half of the 18th century. The work quoted below under 1717 explains the galleywatts to be \"large boats like Gravesend Tilt-boats; they carry about 6 Carvel-Guns and 60 men at small arms, and Oars; They sail with a Peak Sail like the Mizen of a Man-of-War, and row with 30 or 40 Oars. . . . They are principally used for landing Troops for a Descent. . . .\" (p. 22). The word is highly interesting from its genealogical tree; it is a descendant of the great historical and numerous family of the Galley (galley, galiot, galleon, galeass, galleida, galeoncino, &c.), and it is almost certainly the immediate parent of the hardly less historical Jolly-boat, which plays so important a part in British naval annals. [Prof. Skeat takes jolly-boat to be an English adaptation of Danish jolle, 'a yawl'; Mr. Foster remarks that jollyvatt as an English word, is at least as old as 1495-97 (Oppenheim, Naval Accounts and Inventories, Navy Rec. Soc. viii. 193) (Letters, iii. 296).] If this be true, which we can hardly doubt, we shall have three of the boats of the British man-of-war owing their names (quod minime reris!) to Indian originals, viz. the Cutter, the Dingy, and the Jolly-boat to catur, dingy and gallevat. This last derivation we take from Sir J. Campbell's Bombay Gazetteer (xiii. 417), a work that one can hardly mention without admiration. This writer, who states that a form of the same word, galbat, is now generally used by the natives in Bombay waters for large foreign vessels, such as English ships and steamers, is inclined to refer it to jalba, a word for a small boat used on the shores of the Red Sea (see Dozy and Eng., p. 276), which appears below in a quotation from Ibn Batuta, and which vessels were called by the early Portuguese geluas. Whether this word is the parent of galley and its derivatives, as Sir J. Campbell thinks, must be very doubtful, for galley is much older in European use than he seems to think, as the quotation from Asser shows. The word also occurs in Byzantine writers of the 9th century, such as the Continuator of Theophanes quoted below, and the Emperor Leo. We shall find below the occurrence of galley as an Oriental word in the form jalia, which looks like an Arabized adoption from a Mediterranean tongue. The Turkish, too, still has ḳālyūn for a ship of the line, which is certainly an adoption from galeone. The origin of galley is a very obscure question. Amongst other suggestions mentioned by Diez (Etym. Worterb., 2nd ed. i. 198 199) is one from GALEO/S, a shark, or from GALEW/THS, a sword-fish -- the latter very suggestive of a galley with its aggressive beak; another is from GA/LH, a word in Hesychius, which is the apparent origin of 'gallery.' It is possible that galeota, galiote, may have been taken directly from the shark or sword-fish, though in imitation of the galea already in use. For we shall see below that galiot was used for a pirate. [The N.E.D. gives the European synonymous words, and regards the ultimate etymology of galley as unknown.]\n The word gallevat seems to come directly from the galeota of the Portuguese and other S. European nations, a kind of inferior galley with only one bank of oars, which appears under the form galion in Joinville, infra (not to be confounded with the galleons of a later period, which were larger vessels), and often in the 13th and 14th centuries as galeota, galiotes, &c. It is constantly mentioned as forming part of the Portuguese fleets in India. Bluteau defines galeota as \"a small galley with one mast, and with 15 or 20 benches a side, and one oar to each bench.\"\n a. Galley.\n c. 865. -- \"And then the incursion of the Russians (TW=N *(PW\\S) afflicted the Roman territory (these are a Scythian nation of rude and savage character), devastating Pontus . . . and investing the City itself when Michael was away engaged in war with the Ishmaelites. . . . So this incursion of these people afflicted the empire on the one hand, and on the other the advance of the fleet on Crete, which with some 20 cymbaria, and 7 galleys (GALE/AS), and taking with it cargo-vessels also, went about, descending sometimes on the Cyclades Islands, and sometimes on the whole coast (of the main) right up to Proconnesus.\" -- TheophanisContinuatio, Lib. iv. 33-34.\n A.D. 877. -- \"Crescebat insuper diebus singulis perversorum numerus; adeo qui dem, ut si triginta ex eis millia una die necarentur, alii succedebant numero duplicato. Tunc rex Aelfredus jussit cymbas et galeas, id est longas naves, fabricari per regnum, ut navali proelio hostibus adventantibus obviaret.\" -- Asser, Annales Rer. Gest. Aelfredi Magni, ed. West, 1722, p. 29.\n c. 1232. -- \"En cele navie de Genevois avoit soissante et dis galeis, mout bien armées; cheuetaine en estoient dui grant home de Gene. . . .\" -- Guillaume de Tyr, Texte Français, ed. Paulin Paris, i. 393.\n 1243. -- Under this year Matthew Paris puts into the mouth of the Archbishop of York a punning couplet which shows the difference of accent with which galea in its two senses was pronounced:\n \"In terris galeas, in aquis formido galeias: Inter eas et eas consulo cautus eas.\"\n 1249. -- \"Lors s'esmut notre galie, et alames bien une grant lieue avant que li uns ne parlast à l'autre. . . . Lors vint messires Phelippes de Monfort en un galion,* et escria au roy: 'Sires, sires, parlés à vostre frere le conte de Poitiers, qui est en cel autre vessel.' Lors escria li roys: 'Alume, alume!'\" -- Joinville, ed. de Wailly, p. 212.\n 1517. -- \"At the Archinale ther (at Venice) we saw in makyng iiiixx (i.e. 80) new galyes and galye Bastards, and galye Sotyltes, besyd they that be in viage in the haven.\"- Torkington's Pilgrimage, p. 8.\n 1542. -- \"They said that the Turk had sent orders to certain lords at Alexandria to make him up galleys (galés) in wrought timber, to be sent on camels to Suez; and this they did with great diligence . . . insomuch that every day a galley was put together at Suez . . . where they were making up 50 galleys, and 12 galeons, and also small rowing-vessels, such as caturs, much swifter than ours.\" -- Correa, iv. 237.\n b. Jalia.\n 1612. -- \". . . and coming to Malaca and consulting with the General they made the best arrangements that they could for the enterprise, adding a flotilla . . . sufficient for any need, for it consisted of seven Galeots, a calamute (?), a sanguicel, five bantins,† and one jalia.\" -- Bocarro, 101.\n 1615. -- \"You must know that in 1605 there had come from the Reino (i.e. Portugal) one Sebastian Gonçalves Tibau . . . of humble parentage, who betook himself to Bengal and commenced life as a soldier; and afterwards became a factor in cargoes of salt (which forms the chief traffic in those parts), and acquiring some capital in this business, with that he bought a jalia, a kind of vessel that is there used for fighting and trading at once.\" -- Ibid. 431.\n Galeon is here the galliot of later days. See above.\n \"A kind of boat,\" is all that Crawfurd tells.- Malay Dict. s.v. [\"Banting, a native sailingvessel with two masts\" -- Williamson, Malay Dict.: \"Bantieng, soort van boot met twee masten\" Van Eysinga, Malay-Dutch Dict.]\n 1634. -- \"Many others (of the Firingis) who were on board the ghrábs, set fire to their vessels, and turned their faces towards hell. Out of the 64 large dingas, 57 ghrábs, and 200 jaliyas, one ghráb and two jaliyas escaped.\" -- Capture of Hoogly in 1634, Bādshāh Nāma, in Elliot, vii. 34.\n c. Jalba, Jeloa, &c.\n c. 1330. -- \"We embarked at this town (Jedda) on a vessel called jalba which belonged to Rashīd-eddīn al-alfī al-Yamanī, a native of Ḥabsh.\" -- lbn Batuta, ii. 158. The Translators comment: \"A large boat or gondola made of planks stitched together with coco-nut fibre.\"\n 1518. -- \"And Merocem, Captain of the fleet of the Grand Sultan, who was in Cambaya . . . no sooner learned that Goa was taken . . . than he gave up all hopes of bringing his mission to a fortunate termination, and obtained permission from the King of Cambaya to go to Judá . . . and from that port set out for Suez in a shallop\" (gelua). -- Alboquerque, Hak. Soc. iii. 19.\n 1538. -- \". . . before we arrived at the Island of Rocks, we discerned three vessels on the other side, that seemed to us to be Geloas, or Terradas, which are the names of the vessels of that country.\" -- Pinto, in Cogan, p. 7.\n [1611. -- \" Messengers will be sent along the coast to give warning of any jelba or ship approaching.\" -- Danvers, Letters, i. 94.]\n 1690. -- \"In this is a Creek very convenient for building Grabbs or Geloas.\" -- Ovington, 467.\n d. Galliot.\n In the first quotation we have galiot in the sense of \"pirate.\"\n c. 1232. -- \"L'en leur demanda de quel terre; il respondirent de Flandres, de Hollande et de Frise; et ce estoit voirs que il avoient esté galiot et ulague de mer, bien huit anz; or s'estoient repenti et pour penitence venoient en pelerinage en Jerusalem. \" -- Guill. de Tyr, as above, p. 117.\n 1337. -- \". . . que elles doivent partir pour uenir an seruice du roy le jer J. de may l'an 337 au plus tart e doiuent couster les d. 40 galées pour quatre mois 144000 florins d'or, payez en partie par la compagnie des Bardes . . . et 2000 autres florins pour viretons et 2 galiotes.\" -- Contract with Genoese for Service of Philip of Valois, quoted by Jal, ii. 337.\n 1518. -- \"The Governor put on great pressure to embark the force, and started from Cochin the 20th September, 1518, with 17 sail, besides the Goa foists, taking 3 galleys (galés) and one galeota, two brigantines (bargantys), four caravels, and the rest round ships of small size.\" -- Correa, ii. 539.\n 1548. -- \". . . pera a gualveta em que ha d'andar o alcaide do maar.\" -- S. Botelho, Tombo, 239.\n 1552. -- \"As soon as this news reached the Sublime Porte the Sandjak of Katif was ordered to send Murad-Beg to take command of the fleet, enjoining him to leave in the port of Bassora one or two ships, five galleys, and a galiot.\" -- Sidi'Ali, p. 48.\n \" \"They (the Portuguese) had 4 ships as big as carracks, 3 ghurābs or great (rowing) vessels, 6 Portuguese caravels and 12 smaller ghurabs, i.e. galiots with oars.\" -- Ibid. 67-68. Unfortunately the translator does not give the original Turkish word for galiot.\n c. 1610. -- \"Es grandes Galeres il y peut deux et trois cens hommes de guerre, et en d'autres grandes Galiotes, qu'ils nomment Fregates, il y en peut cent. . . .\"- Pyrard de Laval, ii. 72; [Hak. Soc. ii. 118].\n [1665. -- \"He gave a sufficient number of galiotes to escort them to sea.\" -- Tavernier, ed. Ball, i. 193.]\n 1689. -- \"He embarked about the middle of October in the year 1542, in a galiot, which carried the new Captain of Comorin.\" -- Dryden, Life of Xavier. (In Works, ed. 1821, xvi. 87.)\n e. Gallevat.\n 1613. -- \"Assoone as I anchored I sent Master Molineux in his Pinnasse, and Master Spooner, and Samuell Squire in my Gellywatte to sound the depths within the sands.\" -- Capt. N. Downton, in Purchas, i. 501. This illustrates the origin of Jollyboat. \n [1679. -- \"I know not how many Galwets.\" -- In Hedges, Diary, Hak. Soc. ii. clxxxiv.]\n 1717. -- \"Besides the Salamander Fireship, Terrible Bomb, six Galleywatts of 8 guns, and 60 men each, and 4 of 6 guns and 50 men each.\" -- Authentic and Faithful History of that Arch-Pyrate Tulajee Angria (1756), p. 47.\n c. 1760. -- \"Of these armed boats called Gallevats, the Company maintains also a competent number, for the service of their marine.\" -- Grose, ii. 62.\n 1763. -- \"The Gallevats are large rowboats, built like the grab, but of smaller dimensions, the largest rarely exceeding 70 tons; they have two masts . . . they have 40 or 50 stout oars, and may be rowed four miles an hour.\" -- Orme, i. 409.\n [1813. -- \". . . here they build vessels of all sizes, from a ship of the line to the smallest grabs and gallivats, employed in the Company's services.\" -- Forbes. Or Mem. 2nd ed. i. 94-5.]\n", "gambier": "s. The extract of a climbing shrub (Uncaria Gambier, Roxb.? Nauclea Gambier, Hunter; N.O. Rubiaceae) which is a native of the regions about the Straits of Malacca, and is much grown in plantations in Singapore and the neighbouring islands. The substance in chemical composition and qualities strongly resembles cutch (q.v.), and the names Catechu and Terra Japonica are applied to both. The plant is mentioned in Debry, 1601 (iii. 99), and by Rumphius, c. 1690 (v. 63), who describes its use in mastication with betel-nut; but there is no account of the catechu made from it, known to the authors of the Pharmacographia, before 1780. Crawfurd gives the name as Javanese, but Hanbury and Flückiger point out the resemblance to the Tamil name for catechu, Katta Kāmbu (Pharmacographia, 298 seqq.). [Mr. Skeat points out that the standard Malay name is gambir, of which the origin is uncertain, but that the English word is clearly derived from it.]\n", "ganda": "s. This is the H. name for a rhinoceros, gainḍa, genḍa from Skt. gaṇḍa (giving also gaṇḍaka, gaṇḍānga, gajendra). The note on the passage in Barbosa by his Hak. Soc. editor is a marvel in the way of error. The following is from a story of Correa about a battle between \"Bober Mirza\" (i.e. Sultan Baber) and a certain King \"Cacandar\" (Sikandar?), in which I have been unable to trace even what events it misrepresents. But it keeps Fernan Mendez Pinto in countenance, as regards the latter's statement about the advance of the King of the Tartars against Peking with four score thousand rhinoceroses!\n \"The King Cacandar divided his army into five battles well arrayed, consisting of 140,000 horse and 280,000 foot, and in front of them a battle of 800 elephants, which fought with swords upon their tusks, and on their backs castles with archers and musketeers. And in front of the elephants 80 rhinoceroses (gandas), like that which went to Portugal, and which they call bichá (?); these on the horn which they have over the snout carried three-pronged iron weapons with which they fought very stoutly . . . and the Mogors with their arrows made a great discharge, wounding many of the elephants and the gandas, which as they felt the arrows, turned and fled, breaking up the battles. . . .\" -- Correa, iii. 573-574.\n 1516. -- \"The King (of Guzerat) sent a Ganda to the King of Portugal, because they told him that he would be pleased to see her.\" -- Barbosa, 58.\n 1553. -- \"And in return for many rich presents which this Diogo Fernandez carried to the King, and besides others which the King sent to Affonso Alboquerque, there was an animal, the biggest which Nature has created after the elephant, and the great enemy of the latter . . . which the natives of the land of Cambaya, whence this one came, call Ganda, and the Greeks and Latins Rhinoceros. And Affonso d'Alboquerque sent this to the King Don Manuel, and it came to this Kingdom, and it was afterwards lost on its way to Rome, when the King sent it as a present to the Pope.\"- Barros, Dec. II. liv. x. cap. 1. [Also see d'Alboquerque, Hak. Soc. iv. 104 seq.].\n", "ganton": "s. This is mentioned by some old voyagers as a weight or measure by which pepper was sold in the Malay Archipelago. It is presumably Malay gantang, defined by Crawfurd as \"a dry measure, equal to about a gallon.\" [Klinkert has: \"gantang, a measure of capacity 5 katis among the Malays; also a gold weight, formerly 6 suku, but later 1 bongkal, or 8 suku.\" Gantang-gantang is 'cartridge-case.']\n 1554. -- \"Also a candy of Goa, answers to 140 gamtas, equivalent to 15 paraas, 30 medidas at 42 medidas to the paraa.\" -- A. Nunes, 39.\n [1615. -- \". . . 1000 gantans of pepper.\" -- Foster, Letters, iii. 168.]\n \" \"I sent to borow 4 or five gantas of oyle of Yasemon Dono. . . . But he returned answer he had non, when I know, to the contrary, he bought a parcell out of my handes the other day.\" -- Cocks's Diary, i. 6.\n", "ganza": "s. The name given by old travellers to the metal which in former days constituted the inferior currency of Pegu. According to some it was lead; others call it a mixt metal. Lead in rude lumps is still used in the bazars of Burma for small purchases. (Yule, Mission to Ava, 259.) The word is evidently Skt. kaṉsa, 'bell-metal,' whence Malay gangsa, which last is probably the word which travellers picked up.\n 1554. -- \"In this Kingdom of Pegu there is no coined money, and what they use commonly consists of dishes, pans, and other utensils of service, made of a metal like frosyleyra (?), broken in pieces; and this is called gamca. . . .\" -- A. Nunes, 38.\n \" \". . . vn altra statua cosi fatta di Ganza; che è vn metallo di che fanno le lor monete, fatte di rame e di piombo mescolati insieme.\" -- Cesare Federici, in Ramusio, iii. 394v.\n c. 1567. -- \"The current money that is in this Citie, and throughout all this kingdom, is called Gansa or Ganza, which is made of copper and lead. It is not the money of the king, but every man may stampe it that will. . . .\" -- Caesar Frederick, E.T., in Purchas, iii. 1717-18.\n 1726. -- \"Rough Peguan Gans (a brass mixt with lead). . . .\" -- Valentijn, Chor. 34.\n 1727. -- \"Plenty of Ganse or Lead, which passeth all over the Pegu Dominions, for Money.\" -- A. Hamilton, ii. 41; [ed. 1744, ii. 40].\n", "garce": "s. A cubic measure for rice, &c., in use on the Madras coast, as usual varying much in value. Buchanan (infra) treats it as a weight. The word is Tel. gārisa, gārise, Can. garasi, Tam. karisai. [In Chingleput salt is weighed by the Garce of 124 maunds, or nearly 5·152 tons (Crole, Man. 58); in Salem, 400 Markals (see MERCALL) are 185·2 cubic feet, or 18 quarters English (Le Fanu, Man. ii. 329); in Malabar, 120 Paras of 25 Macleod seers, or 10,800 lbs. (Logan, Man. ii. clxxix.). As a superficial measure in the N. Circars, it is the area which will produce one Garce of grain.]\n [1684-5. -- \"A Generall to Conimeer of this day date enordring them to provide 200 gars of salt. . . .\" -- Pringle, Diary Ft. St. Geo. 1st ser. iv. 40, who notes that a still earlier use of the word will be found in Notes and Exts. i. 97.]\n 1752. -- \"Grain Measures. 1 Measure weighs about 26 lb. 1 oz. avd. 8 Do. is 1 Mercal 21 \" \" 3200 Do. is 400 do., or 1 Garse 8400 \" \" \" Brooks, Weights and Measures, &c., p. 6.\n 1759. -- \". . . a garce of rice. . . .\" -- In Dalrymple, Or. Rep. i. 120.\n 1784. -- \"The day that advice was received . . . (of peace with Tippoo) at Madras, the price of rice fell there from 115 to 80 pagodas the garce.\" -- In SetonKarr, i. 13.\n 1807. -- \"The proper native weights used in the Company's Jaghire are as follows: 10 Vara hun (Pagodas)=1 Polam, 40 Polams =1 Visay, 8 Visay (Vees)=1 Manungu, 20 Manungus (Maunds)=1 Baruays, 20 Baruays (Candies)=1 Gursay, called by the English Garse. The Vara hun or Star Pagoda weighs 52¾ grains, therefore the Visay is nearly three pounds a voirdupois (see VISS); and the Garse is nearly 1265 lbs.\" -- F. Buchanan, Mysore, &c., i. 6.\n By this calculation, the Garse should be 9600 lbs. instead of 1265 as printed.\n", "gardee": "s. A name sometimes given, in 18th century, to native soldiers disciplined in European fashion, i.e. sepoys (q.v.). The IndianVocabulary (1788) gives: \"Gardee -- a tribe inhabiting the provinces of Bijapore, &c., esteemed good foot soldiers.\" The word may be only a corruption of 'guard,' but probably the origin assigned in the second quotation may be well founded; 'Guard' may have shaped the corruption of Gharbi. The old Bengal sepoys were commonly known in the N.W. as Purbias or Easterns (see POORUB). [Women in the Amazon corps at Hyderabad (Deccan), known as the Ẓafar Palṭan, or 'Victorious Battalion,' were called gardunee (Gārdanī), the feminine form of Gārad or Guard.]\n 1762. -- \"A coffre who commanded the Telingas and Gardees . . . asked the horseman whom the horse belonged to?\" -- Native Letter, in Van Sittart, i. 141.\n 1786. -- \". . . originally they (Sipahis) were commanded by Arabians, or those of their descendants born in the Canara and Concan or Western parts of India, where those foreigners style themselves Gharbies or Western. Moreover these corps were composed mostly of Arabs, Negroes, and Habissinians, all of which bear upon that coast the same name of Gharbi. . . . In time the word Gharbi was corrupted by both the French and Indians into that of Gardi, which is now the general name of Sipahies all over India save Bengal . . . where they are stiled Talingas.\" -- Note by Transl. of Seir Mutaqherin, ii. 93.\n [1815. -- \"The women composing them are called Gardunees, a corruption of our word Guard.\" -- Blacker, Mem. of the Operations in India in 1817-19, p. 213 note.]\n", "gardens": "s. In the 18th century suburban villas at Madras and Calcutta were so called. 'Garden Reach' below Fort William took its name from these.\n 1682. -- \"Early in the morning I was met by Mr. Littleton and most of the Factory, near Hugly, and about 9 or 10 o'clock by Mr. Vincent near the Dutch Garden, who came attended by severall Boats and Budgerows guarded by 35 Firelocks, and about 50 Rashpoots and Peons well armed.\" -- Hedges, Diary, July 24; [Hak. Soc. i. 32].\n 1685. -- \"The whole Council . . . came to attend the President at the gardenhouse. . . .\" -- Pringle, Diary, Fort St. Geo. 1st ser. iv. 115; in Wheeler, i. 139.\n 1747. -- \"In case of an Attack at the Garden House, if by a superior Force they should be oblig'd to retire, according to the orders and send a Horseman before them to advise of the Approach. . . .\" -- Report of Council of War at Fort St. David, in India Office MS. Records.\n 1758. -- \"The guard of the redoubt retreated before them to the garden-house.\" -- Orme, ii. 303.\n \" \"Mahomed Isoof . . . rode with a party of horse as far as Maskelyne's garden.\" -- Ibid. iii. 425.\n 1772. -- \"The place of my residence at present is a garden-house of the Nabob, about 4 miles distant from Moorshedabad.\" -- Teignmouth, Mem. i. 34.\n 1782. -- \"A body of Hyder's horse were at St. Thomas's Mount on the 29th ult. and Gen. Munro and Mr. Brodie with great difficulty escaped from the General's Gardens. They were pursued by Hyder's horse within a mile of the Black Town.\" -- India Gazette, May 11.\n 1809. -- \"The gentlemen of the settlement live entirely in their garden-houses, as they very properly call them.\" -- Ld. Valentia, i. 389.\n 1810. -- \". . . Rural retreats called Gardenhouses.\" -- Williamson, V. M. i: 137.\n 1873. -- \"To let, or for sale, Serle's Gardens at Adyar. -- For particulars apply,\" &c.- Madras Mail, July 3.\n", "garry": "s. H. gāṛī, a cart or carriage. The word is used by Anglo-Indians, at least on the Bengal side, in both senses. Frequently the species is discriminated by a distinctive prefix, as palkee-garry (palankin carriage), sej-garry (chaise), rel-garry (railway carriage), &c. [The modern dawk-garry was in its original form called the \"Equirotal Carriage,\" from the four wheels being of equal dimensions. The design is said to have been suggested by Lord Ellenborough. (See the account and drawing in Grant, Rural Life in Bengal, 3 seq.).]\n 1810. -- \"The common g'horry . . . is rarely, if ever, kept by any European, but may be seen plying for hire in various parts of Calcutta.\" -- Williamson, V. M. i. 329.\n 1811. -- The Gary is represented in Solvyns's engravings as a two-wheeled rath [see RUT] (i.e. the primitive native carriage, built like a light hackery) with two ponies.\n 1866. -- \"My husband was to have met us with a two-horse gharee.\" -- Trevelyan, Dawk Bungalow, 384:\n [1892. -- \"The brūm gārī, brougham; the fitton gārī, phaeton or barouche; the vāgnīt, waggonette, are now built in most large towns. . . . The vāgnīt seems likely to be the carriage of the future, because of its capacity.\" -- R. Kipling, Beast and Man in India, 193.]\n", "gaum": "s. A village, H. gāon, from Skt. grāma.\n 1519. -- \"In every one of the said villages, which they call guãoos.\" -- Goa Proclam. in Arch. Port. Orient., fasc. 5, 38.\n Gāonwār occurs in the same vol. (p. 75), under the forms gancare and guancare, for the village heads in Port. India.\n", "gaurian": "adj. This is a convenient name which has been adopted of late years as a generic name for the existing Aryan languages of India, i.e. those which are radically sprung from; or cognate to, the Sanskrit. The name (according to Mr. E. L. Brandreth) was given by Prof. Hoernle; but it is in fact an adoption and adaptation of a term used by the Pundits of Northern India. They divide the colloquial languages of (civilised) India into the 5 Gauṛas and 5 Drāviras [see DRAVIDIAN]. The Gauṛas of the Pundits appear to be (1) Bengalee (Bangālī) which is the proper language of Gauḍa, or Northern Bengal, from which the name is taken (see GOUR c.), (2) Oṛiya, the language of Orissa, (3) Hindī, (4) Panjābī, (5) Sindhī; their Drāvira languages are (1) Telinga, (2) Karṇāṭaka (Canarese), (3) Marāṭhī, (4) Gurjara (Gujarātī), (5) Drāvira (Tamil). But of these last (3) and (4) are really to be classed with the Gauṛian group, so that the latter is to be considered as embracing 7 principal languages. Kashmīrī, Singhalese, and the languages or dialects of Assam, of Nepaul, and some others, have also been added to the list of this class.\n The extraordinary analogies between the changes in grammar and phonology from Sanskrit in passing into those Gaurian languages, and the changes of Latin in passing into the Romance languages, analogies extending into minute details, have been treated by several scholars; and a very interesting view of the subject is given by Mr. Brandreth in vols. xi. and xii. of the J.R.A.S., N.S.\n", "gautama": "n.p. The surname, according to Buddhist legend, of the Sakya tribe from which the Buddha Sakya Muni sprang. It is a derivative from Gotama, a name of \"one of the ancient Vedic bard-families\" (Oldenberg). It is one of the most common names for Buddha among the Indo-Chinese nations. The Sommona-codom of many old narratives represents the Pali form of S'ramaṇa Gautama, \"The Ascetic Gautama.\"\n 1545. -- \"I will pass by them of the sect of Godomem, who spend their whole life in crying day and night on those mountains, Godomem, Godomem, and desist not from it until they fall down stark dead to the ground.\" -- F. M. Pinto, in Cogan, p. 222.\n c. 1590. -- See under Godavery passage from Āīn, where Gotam occurs.\n 1686. -- \"J'ai cru devoir expliquer toutes ces choses avant que de parler de Sommono- khodom (c'est ainsi que les Siamois appellent le Dieu qu'ils adorent à present).\"- Voy. de Siam, Des Pères Jesuites, Paris, 1686, p. 397.\n 1687-88. -- \"Now tho' they say that several have attained to this Felicity (Nireupan, i.e. Nirvana) . . . yet they honour only one alone, whom they esteem to have surpassed all the rest in Vertue. They call him Sommona-Codom; and they say that Codom was his Name, and that Sommona signifies in the Balie Tongue a Talapoin of the Woods.\" -- Hist. Rel. of Siam, by De La Loubere, E.T. i. 130.\n [1727. -- \". . . inferior Gods, such as Somma Cuddom. . . .\" -- A. Hamilton, ed. 1744, ii. 54.]\n 1782. -- \"Les Pegouins et les Bahmans. . . . Quant à leurs Dieux, ils en comptent sept principaux. . . . Cependant ils n'en adorent qu'un seul, qu'ils appellent Godeman. . . .\" -- Sonnerat, ii. 299.\n 1800. -- \"Gotma, or Goutum, according to the Hindoos of India, or Gaudma among the inhabitants of the more eastern parts, is said to have been a philosopher . . . he taught in the Indian schools, the heterodox religion and philosophy of Boodh. The image that represents Boodh is called Gautama, or Goutum. . . .\" -- Symes, Embassy, 299.\n 1828. -- \"The titlesorsynonymes of Buddha, as they were given to me, are as follow: \"Kotamo (Gautama) . . . Somana-kotamo, agreeably to the interpretation given me, means in the Pali language, the priest Gautama.\" -- Grawfurd, Emb. to Siam, p. 367.\n", "gavee": "s. Topsail. Nautical jargon from Port. gavea, the top. (Roebuck).\n", "gavial": "s. This is a name adopted by zoologists for one of the alligators of the Ganges and other Indian rivers, Gavialis gangeticus, &c. It is the less dangerous of the Gangetic saurians, with long, slender, subcylindrical jaws expanding into a protuberance at the muzzle. The name must have originated in some error, probably a clerical one, for the true word is Hind. ghaṛiyāl, and gavial is nothing. The term (gariyālī) is used by Baber (p. 410), where the translator's note says: \"The geriali is the round-mouthed crocodile,\" words which seem to indicate the magar (see MUGGUR) (Crocodilus biporcatus) not the ghaṛiyāl.\n c. 1809. -- \"In the Brohmoputro as well as in the Ganges there are two kinds of crocodile, which at Goyalpara are both called Kumir; but each has a specific name. The Crocodilus Gangeticus is called Ghoriyal, and the other is called Bongcha.\" -- Buchanan's Rungpoor, in Eastern India, iii. 581-2.\n", "gazat": "s. This is domestic Hind. for 'dessert.' (Panjab N. & Q. ii. 184).\n", "gecko": "s. A kind of house lizard. The word is not now in Anglo-Indian use; it is a naturalist's word; and also is French. It was no doubt originally an onomatopoeia from the creature's reiterated utterance. Marcel Devic says the word is adopted from Malay gekok [gēkoq]. This we do not find in Crawfurd, who has tăké, tăkék, and goké, all evidently attempts to represent the utterance. In Burma the same, or a kindred lizard, is called tokté, in like imitation.\n 1631. -- Bontius seems to identify this lizard with the Guana (q.v.), and says its bite is so venomous as to be fatal unless the part be immediately cut out, or cauterized. This is no doubt a fable. \"Nostratis ipsum animal apposito vocabulo gecco vocant; quippe non secus ac Coccyx apud nos suum cantum iterat, etiam gecko assiduo sonat, prius edito stridore qualem Picus emittit.\" -- Lib. V. cap. 5, p. 57.\n 1711. -- \"Chaccos, as Cuckoos receive their Names from the Noise they make. . . . They are much like lizards, but larger. \"Tis said their Dung is so venomous,\" &c.- Lockyer, 84.\n 1727. -- \"They have one dangerous little Animal called a Jackoa, in shape almost like a Lizard. It is very malicious . . . and wherever the Liquor lights on an Animal Body, it presently cankers the Flesh.\"- A. Hamilton, ii. 131; [ed. 1744, ii. 136].\n This is still a common belief. (See BISCOBRA).\n 1883. -- \"This was one of those little house lizards called geckos, which have pellets at the ends of their toes. They are not repulsive brutes like the garden lizard, and I am always on good terms with them. They have full liberty to make use of my house, for which they seem grateful, and say chuck, chuck, chuck.\" -- Tribes on My Frontier, 38.\n", "gentoo": "s. and adj. This word is a corruption of the Portuguese Gentio, 'a gentile' or heathen, which they applied to the Hindus in contradistinction to the Moros or 'Moors,' i.e. Mahommedans. [See MOOR.] Both terms are now obsolete among English people, except perhaps that Gentoo still lingers at Madras in the sense b; for the terms Gentio and Gentoo were applied in two senses:\n a. To the Hindūs generally.\n b. To the Telugu-speaking Hindūs of the Peninsula specially, and to their language.\n The reason why the term became thus specifically applied to the Telugu people is probably because, when the Portuguese arrived, the Telugu monarchy of Vijayanagara, or Bijanagar (see BISNAGAR, NARSINGA) was dominant over great part of the Peninsula. The officials were chiefly of Telugu race, and thus the people of this race, as the most important section of the Hindūs, were par excellence the Gentiles, and their language the Gentile language. Besides these two specific senses, Gentio was sometimes used for heathen in general. Thus in F. M. Pinto: \"A very famous Corsair who was called Hinimilau, a Chinese by nation, and who from a Gentio as he was, had a little time since turned Moor. . . .\" -- Ch. L.\n a.-\n 1548. -- \"The Religiosos of this territory spend so largely, and give such great alms at the cost of your Highness's administration that it disposes of a good part of the funds. . . . I believe indeed they do all this in real zeal and sincerity . . . but I think it might be reduced a half, and all for the better; for there are some of them who often try to make Christians by force, and worry the Gentoos (jentios) to such a degree that it drives the population away.\" -- Simao Botelho Cartas, 35.\n 1563. -- \". . . Among the Gentiles (Gentios) Rão is as much as to say 'King.'\"- Garcia, f. 35b.\n \" \"This ambergris is not so highly valued among the Moors, but it is highly prized among the Gentiles.\" -- Ibid. f. 14.\n 1582. -- \"A gentile . . . whose name was Canaca.\" -- Castañeda, trans. by N. L., f. 31.\n 1588. -- In a letter of this year to the Viceroy, the King (Philip II.) says he \"understands the Gentios are much the best persons to whom to farm the alfandegas (customs, &c.), paying well and regularly, and it does not seem contrary to canon-law to farm to them, but on this he will consult the learned.\" -- In Arch. Port. Orient. fasc. 3, 135.\n c. 1610. -- \"Ils (les Portugais) exercent ordinairement de semblables cruautez lors qu'ils sortent en trouppe le long des costes, bruslans et saccageans ces pauures Gentils qui ne desirent que leur bonne grace, et leur amitié mais ils n'en ont pas plus de pitié pour cela.\" -- Mocquet, 349.\n 1630. -- \". . . which Gentiles are of two sorts . . . first the purer Gentiles . . . or else the impure or vncleane Gentiles . . . such are the husbandmen or inferior sort of people called the Coulees.\" -- H. Lord, Display, &c., 85.\n 1673. -- \"The finest Dames of the Gentues disdained not to carry Water on their Heads.\" -- Fryer, 116.\n \" \"Gentues, the Portuguese idiom for Gentiles, are the Aborigines.\" -- Ibid. 27.\n 1679. -- In Fort St. Geo. Cons. of 29th January, the Black Town of Madras is called \"the Gentue Town.\" -- Notes and Exts., No. ii. 3.\n 1682. -- \"This morning a Gentoo sent by Bulchund, Governour of Hugly and Cassumbazar, made complaint to me that Mr. Charnock did shamefully -- to ye great scandal of our Nation -- keep a Gentoo woman of his kindred, which he has had these 19 years.\" -- Hedges, Diary, Dec. 1.; [Hak. Soc. i. 52].\n 1683. -- \"The ceremony used by these Gentu's in their sicknesse is very strange; they bring ye sick person . . . to ye brinke of ye River Ganges, on a Cott. . . .\" -- Ibid. May 10; [Hak. Soc. i. 86].\n In Stevens's Trans. of Faria y Sousa (1695) the Hindus are still called Gentiles. And it would seem that the English form Gentoo did not come into general use till late in the 17th century.\n 1767. -- \"In order to transact Business of any kind in this Countrey you must at least have a Smattering of the Language. . . . The original Language of this Countrey (or at least the earliest we know of) is the Bengala or Gentoo; this is commonly spoken in all parts of the Countrey. But the politest Language is the Moors or Mussulmans, and Persian.\" -- MS. Letter of James Rennell.\n 1772. -- \"It is customary with the Gentoos, as soon as they have acquired a moderate fortune, to dig a pond.\" -- Teignmouth, Mem. i. 36.\n 1774. -- \"When I landed (on Island of Bali) the natives, who are Gentoos, came on board in little canoes, with outriggers on each side.\" -- Forrest, V. to N. Guinea, 169.\n 1776. -- \"A Code of Gentoo Laws or Ordinations of the Pundits. From a Persian Translation, made from the original written in the Shanskrit Language. London, Printed in the Year 1776.\" -- (Title of Work by Nathaniel Brassey Halhed.)\n 1778. -- \"The peculiar patience of the Gentoos in Bengal, their affection to business, and the peculiar cheapness of all productions either of commerce or of necessity, had concurred to render the details of the revenue the most minute, voluminous, and complicated system of accounts which exist in the universe.\" -- Orme, ii. 7 (Reprint).\n 1781. -- \"They (Syrian Christians of Travancore) acknowledged a Gentoo Sovereign, but they were governed even in temporal concerns by the bishop of Angamala.\"- Gibbon, ch. xlvii.\n 1784. -- \"Captain Francis Swain Ward, of the Madras Establishment, whose paintings and drawings of Gentoo Architecture, &c., are well known.\" -- In Seton-Karr, i. 31.\n 1785. -- \"I found this large concourse (at Chandernagore) of people were gathered to see a Gentoo woman burn herself with her husband.\" -- Ibid. i. 90.\n \" \"The original inhabitants of India are called Gentoos.\" -- Carraccioli's Life of Clive, i. 122.\n 1803. -- \"Peregrine. O mine is an accommodating palate, hostess. I have swallowed burgundy with the French, hollands with the Dutch, sherbet with a Turk, sloe-juice with an Englishman, and water with a simple Gentoo.\" -- Colman's John Bull, i. sc. 1.\n 1807. -- \"I was not prepared for the entire nakedness of the Gentoo inhabitants.\"- Lord Minto in India, 17.\n b.-\n 1648. -- \"The Heathen who inhabit the kingdom of Golconda, and are spread all over India, are called Jentives.\" -- Van Twist, 59.\n 1673. -- \"Their Language they call generally Gentu . . . the peculiar Name of their Speech is Telinga.\" -- Fryer, 33.\n 1674. -- \"50 Pagodas gratuity to John Thomas ordered for good progress in the Gentu tongue, both speaking and writing.\" -- Fort St. Geo. Cons., in Notes and Exts. No. i. 32.\n [1681. -- \"He hath the Gentue language.\" -- In Yule, Hedges' Diary, Hak. Soc. ii. cclxxxiv.]\n 1683. -- \"Thursday, 21st June. . . . The Hon. Company having sent us a Law with reference to the Natives . . . it is ordered that the first be translated into Portuguese, Gentoo, Malabar, and Moors, and proclaimed solemnly by beat of drum.\"- Madras Consultation, in Wheeler, i. 314.\n 1719. -- \"Bills of sale wrote in Gentoo on Cajan leaves, which are entered in the Register kept by the Town Conicoply for that purpose.\" -- Ibid. ii. 314.\n 1726. -- \"The proper vernacular here (Golconda) is the Gentoos (Jentiefs) or Telingaas. \" -- Valentijn, Chor. 37.\n 1801. -- \"The Gentoo translation of the Regulations will answer for the Ceded Districts, for even . . . the most Canarine part of them understand Gentoo.\" -- Munro, in Life, i. 321.\n 1807. -- \"A Grammar of the Gentoo language, as it is understood and spoken by the Gentoo People, residing north and north-westward of Madras. By a Civil Servant under the Presidency of Fort St. George, many years resident in the Northern Circars. Madras. 1807.\"\n 1817. -- The third grammar of the Telugu language, published in this year, is called a 'Gentoo Grammar.'\n 1837. -- \"I mean to amuse myself with learning Gentoo, and have brought a Moonshee with me. Gentoo is the language of this part of the country [Godavery delta], and one of the prettiest of all the dialects.\" -- Letters from Madras, 189.\n", "ghee": "s. Boiled butter; the universal medium of cookery throughout India, supplying the place occupied by oil in Southern Europe, and more; [the samn of Arabia, the raughan of Persia]. The word is Hind. ghī, Skt. ghṛita. A short but explicit account of the mode of preparation will be found in the English Cyclopaedia (Arts and Sciences), s.v.; [and in fuller detail in Watt, Econ. Dict. iii. 491 seqq.].\n c. 1590. -- \"Most of them (Akbar's elephants) get 5 s. (ers) of sugar, 4 s. of ghí, and half a man of rice mixed with chillies, cloves, &c.\" -- Āīn-i-Akbarī, i. 130.\n 1673. -- \"They will drink milk, and boil'd butter, which they call Ghe.\" -- Fryer, 33.\n 1783. -- \"In most of the prisons [of Hyder 'Ali] it was the custom to celebrate particular days, when the funds admitted, with the luxury of plantain fritters, a draught of sherbet, and a convivial song. On one occasion the old Scotch ballad, 'My wife has ta'en the gee,' was admirably sung, and loudly encored. . . . It was reported to the Kelledar (see KILLADAR) that the prisoners said and sung throughout the night of nothing but ghee. . . . The Kelledar, certain that discoveries had been made regarding his malversations in that article of garrison store, determined to conciliate their secrecy by causing an abundant supply of this unaccustomed luxury to be thenceforth placed within the reach of their farthing purchases.\" -- Wilks, Hist. Sketches, ii. 154.\n 1785. -- \"The revenues of the city of Decca . . . amount annually to two kherore (see CRORE), proceeding from the customs and duties levied on ghee.\" -- Carraccioli L. of Clive, i. 172.\n 1817. -- \"The great luxury of the Hindu is butter, prepared in a manner peculiar to himself, and called by him ghee.\" -- Mill, Hist. i. 410.\n", "ghilzai": "n.p. One of the most famous of the tribes of Afghanistan, and probably the strongest, occupying the high plateau north of Kandahar, and extending (roundly speaking) eastward to the Sulimānī mountains, and north to the Kābul River. They were supreme in Afghanistan at the beginning of the 18th century, and for a time possessed the throne of Ispahan. The following paragraph occurs in the article AFGHANISTAN, in the 9th ed. of the Encyc. Britan., 1874 (i. 235), written by one of the authors of this book:-\n \"It is remarkable that the old Arab geographers of the 10th and 11th centuries place in the Ghilzai country\" (i.e. the country now occupied by the Ghilzais, or nearly so) \"a people called Khilijis, whom they call a tribe of Turks, to whom belonged a famous family of Delhi Kings. The probability of the identity of the Khilijis and Ghilzais is obvious, and the question touches others regarding the origin of the Afghans; but it does not seem to have been gone into.\"\n Nor has the writer since ever been able to go into it. But whilst he has never regarded the suggestion as more than a probable one, he has seen no reason to reject it. He may add that on starting the idea to Sir Henry Rawlinson (to whom it seemed new), a high authority on such a question, though he would not accept it, he made a candid remark to the effect that the Ghilzais had undoubtedly a very Turk-like aspect. A belief in this identity was, as we have recently noticed, entertained by the traveller Charles Masson, as is shown in a passage quoted below. And it has also been maintained by Surgeon-Major Bellew, in his Races of Afghanistan (1880), [who (p. 100) refers the name to Khilichī, a swordsman. The folk etymology of De Guignes and D'Herbelot is Kall, 'repose,' atz, 'hungry,' given to an officer by Ogouz Khān, who delayed on the road to kill game for his sick wife].\n All the accounts of the Ghilzais indicate great differences between them and the other tribes of Afghanistan; whilst there seems nothing impossible, or even unlikely, in the partial assimilation of a Turki tribe in the course of centuries to the Afghans who surround them, and the consequent assumption of a quasi-Afghan genealogy. We do not find that Mr. Elphinstone makes any explicit reference to the question now before us. But two of the notes to his History (5th ed. p. 322 and 384) seem to indicate that it was in his mind. In the latter of these he says: \"The Khiljis . . . though Turks by descent . . . had been so long settled among the Afghans that they had almost become identified with that people; but they probably mixed more with other nations, or at least with their Turki brethren, and would be more civilized than the generality of Afghan mountaineers.\" The learned and eminently judicious William Erskine was also inclined to accept the identity of the two tribes, doubting (but perhaps needlessly) whether the Khiliji had been really of Turki race. We have not been able to meet with any translated author who mentions both Khiliji and Ghilzai. In the following quotations all the earlier refer to Khiliji, and the later to Ghilzai. Attention may be called to the expressions in the quotation from Zīauddīn Barnī, as indicating some great difference between the Turk proper and the Khiliji even then. The language of Baber, again, so far as it goes, seems to indicate that by his time the Ghilzais were regarded as an Afghan clan.\n c. 940. -- \"Hajjāj had delegated 'Abdarrahmān ibn Mahommed ibn al-Ash'ath to Sijistān, Bost and Rukhāj (Arachosia) to make war on the Turk tribes diffused in those regions, and who are known as Ghūz and Khulj . . .\" -- Mas'ūdī, v. 302.\n c. 950. -- \"The Khalaj is a Turkī tribe, which in ancient times migrated into the country that lies between India and the parts of Sijistān beyond the Ghūr. They are a pastoral people and resemble the Turks in their natural characteristics, their dress and their language.\" -- Istakhri, from De Goeje's text, p. 245.\n c. 1030. -- \"The Afgháns and Khiljís having submitted to him (Sabaktigín), he admitted thousands of them . . . into the ranks of his armies.\" -- Al-'Utbi., in Elliot, ii. 24.\n c. 1150. -- \"The Khilkhs (read Khilij) are people of Turk race, who, from an early date invaded this country (Dāwar, on the banks of the Helmand), and whose dwellings are spread abroad to the north of India and on the borders of Ghaur and of Western Sijistān. They possess cattle, wealth, and the various products of husbandry; they all have the aspect of Turks, whether as regards features, dress, and customs, or as regards their arms and manner of making war. They are pacific people, doing and thinking no evil.\" -- Edrisi, i. 457.\n 1289. -- \"At the same time Jalálu-d dín (Khilji), who was 'Ariz-i-mamálik (Mustermaster-general), had gone to Bahárpúr, attended by a body of his relations and friends. Here he held a muster and inspection of the forces. He came of a race different from that of the Turks, so he had no confidence in them, nor would the Turks own him as belonging to the number of their friends. . . . The people high and low . . . were all troubled by the ambition of the Khiljis, and were strongly opposed to Jalálu-d dín's obtaining the crown. . . . Sultán Jalálu-d dín Fíroz Khilji ascended the throne in the . . . year 688 A.H. . . . The people of the city (of Delhi) had for 80 years been governed by sovereigns of Turk extraction, and were averse to the succession of the Khiljis . . . they were struck with admiration and amazement at seeing the Khiljis occupying the throne of the Turks, and wondered how the throne had passed from the one to the other.\" -- Ziáu-ddín Barní, in Elliot, iii. 134-136.\n 14th cent. -- The continuator of Rashíduddín enumerates among the tribes occupying the country which we now call Afghanistan, Ghūris, Herawis, Nigudaris, Sejzis, Khilij, Balūch and Afghāns. See Notices et Extraits, xiv. 494.\n c. 1507. -- \"I set out from Kábul for the purpose of plundering and beating up the quarters of the Ghiljis . . . a good farsang from the Ghilji camp, we observed a blackness, which was either owing to the Ghiljis being in motion, or to smoke. The young and inexperienced men of the army all set forward full speed; I followed them for two kos, shooting arrows at their horses, and at length checked their speed. When five or six thousand men set out on a pillaging party, it is extremely difficult to maintain discipline. . . . A minaret of skulls was erected of the heads of these Afghans.\"- Baber, pp. 220-221; see also p. 225.\n [1753. -- \"The Cligis knowing that his troops must pass thro' their mountains, waited for them in the defiles, and successively defeated several bodies of Mahommed's army.\" -- Hanway, Hist. Acc. iii. 24.]\n 1842. -- \"The Ghilji tribes occupy the principal portion of the country between Kándahár and Ghazní. They are, moreover, the most numerous of the Afghân tribes, and if united under a capable chief might . . . become the most powerful. . . . They are brave and warlike, but have a sternness of disposition amounting to ferocity. . . . Some of the inferior Ghiljís are so violent in their intercourse with strangers that they can scarcely be considered in the light of human beings, while no language can describe the terrors of a transit through their country, or the indignities which have to be endured. . . . The Ghiljis, although considered, and calling themselves, Afghâns, and moreover employing the Pashto, or Afghân dialect, are undoubtedly a mixed race.\n \"The name is evidently a modification or corruption of Khaljí or Khilají, that of a great Turkí tribe mentioned by Sherífudín in his history of Taimúr. . . .\" -- Ch. Masson, Narr. of various Journeys, &c., ii. 204, 206, 207.\n 1854. -- \"The Ghúri was succeeded by the Khilji dynasty; also said to be of Turki extraction, but which seems rather to have been of Afghán race; and it may be doubted if they are not of the Ghiljí Afgháns.\"- Erskine, Báber and Humáyun, i. 404.\n 1880. -- \"As a race the Ghilji mix little with their neighbours, and indeed differ in many respects, both as to internal government and domestic customs, from the other races of Afghanistan . . . the great majority of the tribe are pastoral in their habits of life, and migrate with the seasons from the lowlands to the highlands with their families and flocks, and easily portable black hair tents. They never settle in the cities, nor do they engage in the ordinary handicraft trades, but they manufacture carpets, felts, &c., for domestic use, from the wool and hair of their cattle. . . . Physically they are a remarkably fine race . . . but they are a very barbarous people, the pastoral class especially, and in their wars excessively savage and vindictive.\n \"Several of the Ghilji or Ghilzai-clans are almost wholly engaged in the carrying trade between India and Afghanistan, and the Northern States of Central Asia, and have been so for many centuries.\" -- Races of Afghanistan, by Bellew, p. 103.\n", "ghoul": "s. Ar. ghūl, P. ghōl. A goblin, E)/MPOUSA, or man - devouring demon, especially haunting wildernesses. \n c. 70. -- \"In the deserts of Affricke yee shall meet oftentimes with fairies,* appearing in the shape of men and women; but they vanish soone away, like fantasticall illusions.\" -- Pliny, by Ph. Holland, vii. 2.\n c. 940. -- \"The Arabs relate many strange stories about the Ghūl and their transformations. . . . The Arabs allege that the two feet of the Ghūl are ass's feet. . . . These Ghūl appeared to travellers in the night, and at hours when one meets with no one on the road; the traveller taking them for some of their companions followed them, but the Ghūl led them astray, and caused them to lose their way.\" -- Maṣ'ūdī, iii. 314 seqq. (There is much more after the copious and higgledy-piggledy Plinian fashion of this writer.)\n There is no justification for this word in the Latin.\n c. 1420. -- \"In exitu deserti . . . rem mirandam dicit contigisse. Nam cum circiter mediam noctem quiescentes magno murmure strepituque audito suspicarentur omnes, Arabes praedones ad se spoliandos venire . . . viderunt plurimas equitum turmas transeuntium. . . . Plures qui id antea viderant, daemones (ghūls, no doubt) esse per desertum vagantes asseruere.\" -- Nic. Conti, in Poggio, iv.\n 1814. -- \"The Afghauns believe each of the numerous solitudes in the mountains and desarts of their country to be inhabited by a lonely daemon, whom they call Ghoolee Beeabaun (the Goule or Spirit of the Waste); they represent him as a gigantic and frightful spectre (who devours any passenger whom chance may bring within his haunts.\" -- Elphinstone's Caubul, ed. 1839, i. 291.\n [GHURRA, s. Hind. ghara, Skt. ghata. A water-pot made of clay, of a spheroidal shape, known in S. India as the chatty.\n [1827. -- \". . . . the Rajah sent . . . 60 Gurrahs (earthen vessels holding a gallon) of sugar-candy and sweetmeats.\" -- Mundy, Pen and Pencil Sketches, 66.]\n", "ghurry": "s. Hind. ghaṛī. A clepsydra or water-instrument for measuring time, consisting of a floating cup with a small hole in it, adjusted so that it fills and sinks in a fixed time; also the gong by which the time so indicated is struck. This latter is properly ghaṛiyāl. Hence also a clock or watch; also the 60th part of a day and night, equal therefore to 24 minutes, was in old Hindu custom the space of time indicated by the clepsydra just mentioned, and was called a ghaṛī. But in Anglo-Indian usage, the word is employed for 'an hour,' [or some indefinite period of time]. The water-instrument is sometimes called Pun - Ghurry (pangharī quasi pānī-ghaṛī); also the Sun-dial, Dhoop - Ghurry (dhūp, 'sunshine'); the hour-glass, Ret-Ghurry (ret, retā, 'sand').\n (Ancient). -- \"The magistrate, having employed the first four Ghurries of the day in bathing and praying, . . . shall sit upon the Judgment Seat.\" -- Code of the Gentoo Laws (Halhed, 1776), 104.\n [1526. -- \"Gheri.\" See under PUHUR.\n [c. 1590. -- An elaborate account of this method of measuring time will be found in Āīn, ed. Jarrett, iii. 15 seq.\n [1616. -- \"About a guary after, the rest of my company arrived with the money.\"- Foster, Letters, iv. 343.]\n 1633. -- \"First they take a great Pot of Water . . . and putting therein a little Pot (this lesser pot having a small hole in the bottome of it), the water issuing into it having filled it, then they strike on a great plate of brasse, or very fine metal, which stroak maketh a very great sound; this stroak or parcell of time they call a Goome, the small Pot being full they call a Gree, 8 grees make a Par, which Par (see PUHUR) is three hours by our accompt.\"- W. Bruton, in Hakl. v. 51.\n 1709. -- \"Or un gari est une de leurs heures, mais qui est bien petite en comparaison des nôtres; car elle n'est que de vingtneuf minutes et environ quarante-trois secondes.\"(?) -- Lettres Edif. xi. 233.\n 1785. -- \"We have fixed the Coss at 6,000 Guz, which distance must be travelled by the postmen in a Ghurry and a half. . . . If the letters are not delivered according to this rate . . . you must flog the Hurkârehs belonging to you.\" -- Tippoo's Letters, 215.\n [1869. -- Wallace describes an instrument of this kind in use on board a native vessel. \"I tested it with my watch and found that it hardly varied a minute from one hour to another, nor did the motion of the vessel have any effect upon it, as the water in the bucket of course kept level.\" -- Wallace, Malay Archip., ed. 1890, p. 314.]\n", "gindy": "s. The original of this word belongs to the Dravidian tongues; Malayāl. kiṇḍi; Tel. giṇḍi; Tam. kiṇṇi, from v. kiṇu, 'to be hollow'; and the original meaning is a basin or pot, as opposed to a flat dish. In Malabar the word is applied to a vessel resembling a coffee-pot without a handle, used to drink from. But in the Bombay dialect of H., and in Anglo-Indian usage, giṇḍi means a wash-hand basin of tinned copper, such as is in common use there (see under CHILLUMCHEE).\n 1561. -- \". . . guindis of gold. . . .\" -- Correa, Lendas, II. i. 218.\n 1582. -- \"After this the Capitaine Generall commanded to discharge theyr Shippes, which were taken, in the whiche was bound store of rich Merchaundize, and amongst the same these peeces following:\n \"Foure great Guyndes of silver. . . .\" Castañeda, by N. L., f. 106.\n 1813. -- \"At the English tables two servants attend after dinner, with a gindey and ewer, of silver or white copper.\" -- Forbes, Or. Mem. ii. 397; [2nd ed. ii. 30; also i. 333].\n 1851. -- \". . . a tinned bason, called a gendee. . . .\" -- Burton, Scinde, or the Unhappy Valley, i. 6.\n", "gingall": "s. H. janjāl, 'a swivel or wall-piece'; a word of uncertain origin. [It is a corruption of the Ar. jazā'il (see JUZAIL).] It is in use with Europeans in China also.\n 1818. -- \"There is but one gun in the fort, but there is much and good sniping from matchlocks and gingals, and four Europeans have been wounded.\" -- Elphinstone, Life, ii. 31.\n 1829. -- \"The moment the picket heard them, they fired their long ginjalls, which kill a mile off.\" -- Shipp's Mem. iii. 40.\n [1900. -- \"Gingals, or Jingals, are long tapering guns, six to fourteen feet in length, borne on the shoulders of two men and fired by a third. They have a stand, or tripod, reminding one of a telescope. . . .\" -- Ball, Things Chinese, 38.]\n", "gingeli": "&c. s. The common trade name for the seed and oil of Sesamum indicum, v. orientale. There is a H. [not in Platts' Dict.] and Mahr. form jinjalī, but most probably this also is a trade name introduced by the Portuguese. The word appears to be Arabic al-juljulān, which was pronounced in Spain al-jonjolīn (Dozy and Engelmann, 146-7), whence Spanish aljonjoli, Italian giuggiolino, zerzelino, &c., Port. girgelim, zirzelim, &c., Fr. jugeoline, &c., in the Philippine Islands ajonjoli. The proper H. name is til. It is the SH/SAMON of Dioscorides (ii. 121), and of Theophrastus (Hist. Plant. i. 11). [See Watt, Econ. Dict. VI. ii. 510 seqq.]\n 1510. -- \"Much grain grows here (at Zeila) . . . oil in great quantity, made not from olives, but from zerzalino.\" -- Varthema, 86.\n 1552. -- \"There is a great amount of gergelim.\" -- Castanheda, 24.\n [1554. -- \". . . oil of Jergelim and quoquo (Coco).\" -- Botelho, Tombo, 54.]\n 1599. -- \". . . Oyle of Zezeline, which they make of a Seed, and it is very good to eate, or to fry fish withal.\" -- C. Fredericke, ii. 358.\n 1606. -- \"They performed certain anointings of the whole body, when they baptized, with oil of coco-nut, or of gergelim.\"- Gouvea, f. 39.\n c. 1610. -- \"I'achetay de ce poisson frit en l'huile de gerselin (petite semence comme nauete dont ils font huile) qui est de tresmauvais goust.\" -- Mocquet, 232.\n [1638. -- Mr. Whiteway notes that \"in a letter of Amra Rodriguez to the King, of Nov. 30 (India Office MSS. Book of the Monssons, vol. iv.), he says: 'From Masulipatam to the furthest point of the Bay of Bengal runs the coast which we call that of Gergilim.' They got Gingeli thence, I suppose.\"]\n c. 1661. -- \"La gente più bassa adopra un' altro olio di certo seme detto Telselin, che è una spezie del di setamo, ed è alquanto amarognolo.\" -- Viag. del P. Gio. Grueber, in Thevenot, Voyages Divers.\n 1673. -- \"Dragmes de Soussamo ou graine de Georgeline.\" -- App. to Journal d'Ant. Galland, ii. 206.\n 1675. -- \"Also much Oil of Sesamos or Jujoline is there expressed, and exported thence.\" -- T. Heiden, Vervaerlyke Schipbreuk, 81.\n 1726. -- \"From Orixa are imported hither (Pulecat), with much profit, Paddy, also . . . Gingeli-seed Oil. . . .\" -- Valentijn, Chor. 14.\n \" \"An evil people, gold, a drum, a wild horse, an ill conditioned woman, sugarcane, Gergelim, a Bellale (or cultivator) without foresight -- all these must be wrought sorely to make them of any good.\" -- Native Apophthegms translated in Valentijn, v. (Ceylon) 390.\n 1727. -- \"The Men are bedaubed all over with red Earth, or Vermilion, and are continually squirting gingerly Oyl at one another.\" -- A. Hamilton, i. 128; [ed. 1744, i. 130].\n 1807. -- \"The oil chiefly used here, both for food and unguent, is that of Sesamum, by the English called Gingeli, or sweet oil.\" -- F. Buchanan, Mysore, &c. i. 8.\n 1874. -- \"We know not the origin of the word Gingeli, which Roxburgh remarks was (as it is now) in common use among Europeans.\" -- Hanbury & Flückiger, 426.\n 1875. -- \"Oils, Jinjili or Til. . . .\" -- Table of Customs Duties, imposed on Imports into B. India, up to 1875.\n 1876. -- \"There is good reason for believing that a considerable portion of the olive oil of commerce is but the Jinjili, or the groundnut, oil of India, for besides large exports, of both oils to Europe, several thousand tons of the sesamum seed, and ground-nuts in smaller quantities, are exported annually from the south of India to France, where their oil is expressed, and finds its way into the market, as olive oil.\" -- Suppl. Report on Supply of Drugs to India, by Dr. Paul, India Office, March, 1876.\n", "ginger": "s. The root of Zingiber officinale, Roxb. We get this word from the Arabic zānjabīl, Sp. agengibre (al-zānjabīl), Port. gingibre, Latin zingiber, Ital. zenzero, gengiovo, and many other old forms.\n The Skt. name is sṛiñgavera, professedly connected with sṛiñga, 'a horn,' from the antler-like form of the root. But this is probably an introduced word shaped by this imaginary etymology. Though ginger is cultivated all over India, from the Himālaya to the extreme south,* the best is grown in Malabar, and in the language \"Rheede says: 'Etiam in sylvis et desertis reperitur' (Hort. Mal. xi. 10). But I am not aware of any botanist having found it wild. I suspect that no one has looked for it.\" -- Sir J. D. Hooker.\n of that province (Malayālam) green ginger is called inchi and inchi-ver, from inchi, 'root.' Inchi was probably in an earlier form of the language siñchi or chiñchi, as we find it in Canarese still sūnti, which is perhaps the true origin of the H. sonth for 'dry ginger,' [more usually connected with Skt. suṇṭhi, suṇṭh, 'to dry'].\n It would appear that the Arabs, misled by the form of the name, attributed zānjabīl or zinjabīl, or ginger, to the coast of Zinj or Zanzibar; for it would seem to be ginger which some Arabic writers speak of as 'the plant of Zinj.' Thus a poet quoted by Kazwīnī enumerates among the products of India the shajr al-Zānij or Arbor Zingitana, along with shishamwood, pepper, steel, &c. (see Gildemeister, 218). And Abulfeda says also: \"At Melinda is found the plant of Zinj\" (Geog. by Reinaud, i. 257). In Marino Sanudo's map of the world also (c. 1320) we find a rubric connecting Zinziber with Zinj. We do not indeed find ginger spoken of as a product of eastern continental Africa, though Barbosa says a large quantity was produced in Madagascar, and Varthema says the like of the Comoro Islands.\n c. A.D. 65. -- \"Ginger (*ZIGGI/BERIS) is a special kind of plant produced for the most part in Troglodytic Arabia, where they use the green plant in many ways, as we do rue (PH/GANON), boiling it and mixing it with drinks and stews. The roots are small, like those of cyperus, whitish, and peppery to the taste and smell. . . .\" -- Dioscorides, ii. cap. 189.\n c. A.D. 70. -- \"This pepper of all kinds is most biting and sharpe. . . . The blacke is more kindly and pleasant. . . . Many have taken Ginger (which some call Zimbiperi and others Zingiberi) for the root of that tree; but it is not so, although in tast it somewhat resembleth pepper. . . . A pound of Ginger is commonly sold at Rome for 6 deniers. . . .\" -- Pliny, by Ph. Holland, xii. 7.\n c. 620-30. -- \"And therein shall they be given to drink a cup of wine, mixed with the water of Zenjebil. . . .\" -- The Koran, ch. lxxvi. (by Sale).\n c. 940. -- \"Andalusia possesses considerable silver and quicksilver mines. . . . They export from it also saffron, and roots of ginger (? 'arūḳ al-zanjabīl).\" -- Maṣ'ūdi, i. 367.\n 1298. -- \"Good ginger (gengibre) also grows here (at Coilum -- see QUILON), and it is known by the same name of Coilumin, after the country.\" -- Marco Polo, Bk. III. ch. 22.\n c. 1343. -- \"Giengiovo si è di piu maniere, cioe belledi (see COUNTRY), e colombino, e micchino, e detti nomi portano per le contrade, onde sono nati ispezialmente il colombino e il micchino, che primieramente il belledi nasce in molte contrade dell' India, e il colombino nasce nel Isola del Colombo d' India, ed ha la scorza sua piana, e delicata, e cenerognola; e il micchino viene dalle contrade del Mecca . . . e ragiona che il buono giengiovo dura buono 10 anni,\" &c. -- Pegolotti, in Della Decima, iii. 361.\n c. 1420. -- \"His in regionibus (Malabar) gingiber oritur, quod belledi (see COUNTRY), gebeli et neli* vulgo appellatur. Radices sunt arborum duorum cubitorum altitudine, foliis magnis instar enulae (elecampane), duro cortice, veluti arundinum radices, quae fructum tegunt; ex eis extrahitur gingiber, quod immistum cineri, ad solemque expositum, triduo exsiccatur.\" -- N. Conti, in Poggio.\n 1580. -- In a list of drugs sold at Ormuz we find Zenzeri da buli (presumably from Dabul.)\n \" mordaci \" Mecchini \" beledi Zenzero condito in giaga (preserved in Jaggery?) -- Gasparo Balbi, f. 54.\n", "gingerly": "s. A coin mentioned as passing in Arabian ports by Milburn (i. 87, 91). Its country and proper name are doubtful. [The following quotations show that Gingerlee or Gergelin was a name for part of the E. coast of India, and Mr. Whiteway (see GINGELI) conjectures that it was so called because the oil was produced there.] But this throws no light on the gold coin of Milburn.\n 1680-81. -- \"The form of the pass given to ships and vessels, and Register of Passes given (18 in all), bound to Jafnapatam, Manilla, Mocha, Gingerlee, Tenasserim, &c.\" -- Fort St. Geo. Cons. Notes and Exts., App. No. iii. p. 47.\n 1701. -- The Carte Marine depuis Suratte jusqu'au Detroit de Malaca, par le R. Père P. P. Tachard, shows the coast tract between Vesegapatam and Iagrenate as Gergelin.\n 1753. -- \"Some authors give the Coast between the points of Devi and Gaudewari, the name of the Coast of Gergelin. The Portuguese give the name of Gergelim to the plant which the Indians call Ellu, from which they extract a kind of oil.\" -- D'Anville, 134.\n [Mr. Pringle (Diary Fort St. Geo. 1st ser. iii. 170) identifies the Gingerly Factory with Vizagapatam. See also i. 109; ii. 99.]\n Gebeli, Ar. \"'of the hills.\" Neli is also read dely, probably for d'Ely (see DELY, MOUNT). The Ely ginger is mentioned by Barbosa (p. 220).\n", "gingham": "s. A kind of stuff, defined in the Draper's Dictionary as made from cotton yarn dyed before being woven. The Indian ginghams were apparently sometimes of cotton mixt with some other material. The origin of this word is obscure, and has been the subject of many suggestions. Though it has long passed into the English language, it is on the whole most probable that, like chintz and calico, the term was one originating in the Indian trade.\n We find it hardly possible to accept the derivation, given by Littré, from \"Guingamp, ville de Bretagne, où il y a des fabriques de tissus.\" This is also alleged, indeed, in the Encycl. Britannica, 8th ed., which states, under the name of Guingamp, that there are in that town manufactures of ginghams, to which the town gives its name. [So also in 9th ed.] We may observe that the productions of Guingamp, and of the Côtes-du-Nord generally, are of linen, a manufacture dating from the 15th century. If it could be shown that gingham was either originally applied to linen fabrics, or that the word occurs before the Indian trade began, we should be more willing to admit the French etymology as possible.\n The Penny Cyclopaedia suggests a derivation from guingois, 'awry.' \"The variegated, striped, and crossed patterns may have suggested the name.\"\n 'Civilis,' a correspondent of Notes and Queries (5 ser. ii. 366, iii. 30) assigns the word to an Indian term, ginghām, a stuff which he alleges to be in universal use by Hindu women, and a name which he constantly found, when in judicial employment in Upper India, to be used in inventories of stolen property and the like. He mentions also that in Sir G. Wilkinson's Egypt, the word is assigned to an Egyptian origin. The alleged Hind. word is unknown to us and to the dictionaries; if used as 'Civilis' believes, it was almost certainly borrowed from the English term.\n It is likely enough that the word came from the Archipelago. Jansz's Javanese Dict. gives \"ginggang, a sort of striped or chequered East Indian lijnwand,\" the last word being applied to cotton as well as linen stuffs, equivalent to French toile. The verb ginggang in Javanese is given as meaning 'to separate, to go away,' but this seems to throw no light on the matter; nor can we connect the name with that of a place on the northern coast of Sumatra, a little E. of Acheen, which we have seen written Gingham (see Bennett's Wanderings, ii. 5, 6; also Elmore, Directory to India and China Seas, 1802, pp. 63-64). This place appears prominently as Gingion in a chart by W. Herbert, 1752. Finally, Bluteau gives the following: -- \"Guingam. So in some parts of the kingdom (Portugal) they call the excrement of the Silkworm, Bombicis excrementum. Guingão. A certain stuff which is made in the territories of the Mogul. Beirames, guingoens, Canequis, &c. (Godinho, Viagam da India, 44).\" Wilson gives kindan as the Tamil equivalent of gingham, and perhaps intends to suggest that it is the original of this word. The Tamil Dict. gives \"kinḍan, a kind of coarse cotton cloth, striped or chequered.\" [The Madras Gloss. gives Can. ginta, Tel. gintena, Tam. kinḍan, with the meaning of \"double-thread texture.\" The N.E.D., following Scott, Malayan Words in English, 142 seq., accepts the Javanese derivation as given above: \"Malay ginggang . . . a striped or checkered cotton fabric known to Europeans in the East as 'gingham.' As an adjective, the word means, both in Malay and Javanese, where it seems to be original, 'striped.' The full expression is kāin ginggang, 'striped cloth' (Grashuis). The Tamil 'kinḍan, a kind of coarse cotton cloth, striped or chequered' (quoted in Yule), cannot be the source of the European forms, nor, I think, of the Malayan forms. It must be an independent word, or a perversion of the Malayan term.\" On the other hand, Prof. Skeat rejects the Eastern derivation on the ground that \"no one explains the spelling. The right explanation is simply that gingham is an old English spelling of Guingamp. See the account of the 'towne of Gyngham' in the Paston Letters, ed. Gairdner, iii. 357.\" (8th ser. Notes and Queries, iv. 386.)]\n c. 1567. -- Cesare Federici says there were at Tana many weavers who made \"ormesini e gingani di lana e di bombaso\" -- ginghams of wool and cotton. -- Ramusio, iii. 387v.\n 1602. -- \"With these toils they got to Arakan, and took possession of two islets which stood at the entrance, where they immediately found on the beach two sacks of mouldy biscuit, and a box with some ginghams (guingões) in it.\" -- De Couto, Dec. IV. liv. iv. cap. 10.\n 1615. -- \"Captain Cock is of opinion that the ginghams, both white and browne, which yow sent will prove a good commodity in the Kinge of Shashmahis cuntry, who is a Kinge of certaine of the most westermost ilandes of Japon . . . and hath conquered the ilandes called The Leques.\"- Letter appd. to Cocks's Diary, ii. 272.\n 1648. -- \"The principal names (of the stuffs) are these: Gamiguins, Baftas, Chelas (see PIECE-GOODS), Assamanis (asmānīs? sky-blues), Madafoene, Beronis (see BEIRAMEE), Tricandias, Chittes (see CHINTZ), Langans (see LUNGOOTY?), Toffochillen (Tafṣīla, a gold stuff from Mecca; see ADATI, ALLEJA), Dotias (see DHOTY).\"- Van Twist, 63.\n 1726. -- In a list of cloths at Pulicat:\n \"Gekeperde Ginggangs (Twilled ginghams)\n Ditto Chialones (shaloons?)\" -- Valentijn, Chor. 14.\n Also\n \"Bore (?) Gingganes driedraad.\" -- v. 128.\n 1770. -- \"Une centaine de balles de mouchoirs, de pagnes, et de guingans, d'un très beau rouge, que les Malabares fabriquent à Gaffanapatam, où ils sont établis depuis très longtemps.\" -- Raynal, Hist. Philos., ii. 15, quoted by Littré.\n 1781. -- \"The trade of Fort St. David's consists in longcloths of different colours, sallamporees, morees, dimities, Ginghams, and succatoons.\" -- Carraccioli's L. of Clive, i. 5. [Mr. Whiteway points out that this is taken word for word from Hamilton, New Account (i. 355), who wrote 40 years before.]\n \" \"Sadras est renommé par ses guingans, ses toiles peintes; et Paliacate par ses mouchoirs.\" -- Sonnerat, i. 41.\n 1793. -- \"Even the gingham waistcoats, which striped or plain have so long stood their ground, must, I hear, ultimately give way to the stronger kerseymere (q.v.).\"- Hugh Boyd, Indian Observer, 77.\n 1796. -- \"Guingani are cotton stuffs of Bengal and the Coromandel coast, in which the cotton is interwoven with thread made from certain barks of trees.\" -- Fra Paolino, Viaggio, p. 35.\n", "gingi": "&c., n.p. Properly Chenji, [Shenji; and this from Tam. shingi, Skt. sringi, 'a hill']. A once celebrated hill-fortress in S. Arcot, 50 [44] m. N.E. of Cuddalore, 35 m. N.W. from Pondicherry, and at one time the seat of a Mahratta principality. It played an important part in the wars of the first three-quarters of the 18th century, and was held by the French from 1750 to 1761. The place is now entirely deserted.\n c. 1616. -- \"And then they were to publish a proclamation in Negapatam, that no one was to trade at Tevenapatam, at Porto Novo, or at any other port of the Naik of Ginja, or of the King of Massulapatam, because these were declared enemies of the state, and all possible war should be made on them for having received among them the Hollanders. . . .\" -- Bocarro, p. 619.\n 1675. -- \"Approve the treaty with the Cawn [see KHAN] of Chengie.\" -- Letter from Court to Fort St. Geo. In Notes and Exts., No. i. 5.\n 1680. -- \"Advice received . . . that Santogee, a younger brother of Sevagee's, had seized upon Rougnaut Pundit, the Soobidar of Chengy Country, and put him in irons.\" -- Ibid. No. iii. 44.\n 1752. -- \"It consists of two towns, called the Great and Little Gingee. . .. They are both surrounded by one wall, 3 miles in circumference, which incloses the two towns, and five mountains of ragged rock, on the summits of which are built 5 strong forts.... The place is inaccessible, except from the east and south-east. . . . The place was well supplied with all manner of stores, and garrisoned by 150 Europeans, and sepoys and black people in great numbers. . . .\"- Cambridge, Account of the War, &c., 32-33.\n", "ginseng": "s. A medical root which has an extraordinary reputation in China as a restorative, and sells there at prices ranging from 6 to 400 dollars an ounce. The plant is Aralia Ginseng, Benth. (N.O. Araliaceae). The second word represents the Chinese name Jên-Shên. In the literary style the drug is called simply Shên. And possibly Jên, or 'Man,' has been prefixed on account of the forked radish, man-like aspect of the root. European practitioners do not recognise its alleged virtues. That which is most valued comes from Corea, but it grows also in Mongolia and Manchuria. A kind much less esteemed, the root of Panax quinquefolium, L., is imported into China from America. A very closely-allied plant occurs in the Himālaya, A. Pseudo-Ginseng, Benth. Ginseng is first mentioned by Alv. Semedo (Madrid, 1642). [See Ball, Things Chinese, 268 seq., where Dr. P. Smith seems to believe that it has some medicinal value.]\n", "giraffe": "s. English, not Anglo-Indian. Fr. girafe, It. giraffa, Sp. and Port. girafa, old Sp. azorafa, and these from Ar. al-zarāfa, a cameleopard. The Pers. surnāpa, zurnāpa, seems to be a form curiously divergent of the same word, perhaps nearer the original. The older Italians sometimes make giraffa into seraph. It is not impossible that the latter word, in its biblical use, may be radically connected with giraffe.\n The oldest mention of the animal is in the Septuagint version of Deut. xiv. 5, where the word zămăr, rendered in the English Bible 'chamois,' is translated KAMHLOPA/RDALIS; and so also in the Vulgate camelopardalus, [probably the 'wild goat' of the Targums, not the giraffe (Encycl. Bibl. i. 722)]. We quote some other ancient notices of the animal, before the introduction of the word before us:\n c. B.C. 20. -- \"The animals called camelopards (KAMHLOPARDA/LEIS) present a mixture of both the animals comprehended in this appellation. In size they are smaller than camels, and shorter in the neck; but in the distinctive form of the head and eyes. In the curvature of the back again they have some resemblance to a camel, but in colour and hair, and in the length of tail, they are like panthers.\" -- Diodorus, ii. 51.\n c. A.D. 20. -- \"Camelleopards (KAMHLOPAR- DA/LEIS) are bred in these parts, but they do not in any respect resemble leopards, for their variegated skin is more like the streaked and spotted skin of fallow deer. The hinder quarters are so very much lower than the fore quarters, that it seems as if the animal sat upon its rump. . . . It is not, however, a wild animal, but rather like a domesticated beast; for it shows no sign of a savage disposition.\" -- Strabo, Bk. XVI. iv. \u0015 18, E.T. by Hamilton and Falconer.\n c. A.D. 210. -- Athenaeus, in the description which he quotes of the wonderful procession of Ptolemy Philadelphus at Alexandria, besides many other strange creatures, details 130 Ethiopic sheep, 20 of Eubœa, 12 white koloi, 26 Indian oxen, 8 Aethiopic, a huge white bear, 14 pardales and 16 panthers, 4 lynxes, 3 arkēloi, one camēlopardalis, 1 Ethiopic Rhinoceros. -- Bk. V. cap. xxxii.\n c. A.D. 520.- \"*)/ENNEPE/ MOI KA)KEI=NA, POLU/QROS *MOU=SA LIGEI=A, MIKTA\\ FU/SIN QHRW=N, DIXO/QEN KEKERASME/NA, FU=LA, PA/RDALIN AI)OLO/NWTON O(MOU= CUNH/N TE KA/MHLON. * * * * * * * *DEIRH/ OI( TANAH\\, STIKTO\\N DE/MAS, OU=)ATA BAIA\\, YILO\\N U(/PERQE KA/RH, DOLIXOI\\ PO/DES EU)RE/A TARSA\\, KW/LWN D) OU)K I)/SA ME/TRA, PO/DES T) OU) PA/MPAN O(MOI=OI, A)LL) OI( PRO/SQEN E)/ASIN A)REI/ONES, U(STA/TIOI DE\\ POLLO\\N O)LIZO/TEROI.\" -- K. T. L. Oppiani Cynegetica, iii. 461 seqq.\n c. 380. -- \"These also presented gifts, among which besides other things a certain species of animal, of nature both extraordinary and wonderful. In size it was equal to a camel, but the surface of its skin marked with flower-like spots. Its hinder parts and the flanks were low, and like those of a lion, but the shoulders and forelegs and chest were much higher in proportion than the other limbs. The neck was slender, and in regard to the bulk of the rest of the body was like a swan's throat in its elongation. The head was in form like that of a camel, but in size more than twice that of a Libyan ostrich. . . . Its legs were not moved alternately, but by pairs, those on the right side being moved together, and those on the left together, first one side and then the other. . . . When this creature appeared the whole multitude was struck with astonishment, and its form suggesting a name, it got from the populace, from the most prominent features of its body, the improvised name of camelopardalis. \" -- Heliodorus, Aethiopica, x. 27.\n c. 940. -- \"The most common animal in those countries is the giraffe (Zarāfa . . . some consider its origin to be a variety of the camel; others say it is owing to a union of the camel with the panther: others in short that it is a particular and distinct species, like the horse, the ass, or the ox, and not the result of any cross-breed. . . . In Persian the giraffe is called Ushturgāo ('camel-cow'). It used to be sent as a present from Nubia to the kings of Persia, as in later days it was sent to the Arab princes, to the first khālifs of the house of 'Abbās, and to the Wālis of Misr. . . . The origin of the giraffe has given rise to numerous discussions. It has been noticed that the panther of Nubia attains a great size, whilst the camel of that country is of low stature, with short legs,\" &c., &c.- Maṣ'ūdī, iii. 3-5.\n c. 1253. -- \"Entre les autres joiaus que il (le Vieil de la Montagne) envoia au Roy, li envoia un oliphant de cristal mout bien fait, et une beste que l'on appelle orafle, de cristal aussi.\" -- Joinville, ed. de Wailly, 250.\n 1271. -- \"In the month of Jumada II. a female giraffe in the Castle of the Hill (at Cairo) gave birth to a young one, which was nursed by a cow.\" -- Makrizi (by Quatremère), i. pt. 2, 106.\n 1298. -- \"Mais bien ont giraffes assez qui naissent en leur pays.\" -- Marco Polo, Pauthier's ed., p. 701.\n 1336. -- \"Vidi in Kadro (Cairo) animal geraffan nomine, in anteriori parte multum elevatum, longissimum collum habens, ita ut de tecto domus communis altitudinis comedere possit. Retro ita demissum est ut dorsum ejus manu hominis tangi possit. Non est ferox animal, sed ad modum jumenti pacificum, colore albo et rubeo pellem habens ordinatissime decoratam.\"- Gul. de Boldensele, 248-249.\n 1384. -- \"Ora racconteremo della giraffa che bestia ella è. La giraffa è fatta quasi come lo struzzolo, salvo che l'imbusto suo non ha penne ('just like an ostrich, except that it has no feathers on its body'!) anzi ha lana branchissima . . . ella è veramente a vedere una cosa molto contraffatta.\" -- Simone Sigoli, V. al Monte Sinai, 182.\n 1404. -- \"When the ambassadors arrived in the city of Khoi, they found in it an ambassador, whom the Sultan of Babylon had sent to Timour Bey. . . . He had also with him 6 rare birds and a beast called jornufa . . .\" (then follows a very good description). -- Clavijo, by Markham, pp. 86-87.\n c. 1430. -- \"Item, I have also been in Lesser India, which is a fine Kingdom. The capital is called Dily. In this country are many elephants, and animals called surnasa (for surnafa), which is like a stag, but is a tall animal and has a long neck, 4 fathoms in length or longer.\" -- Schiltberger, Hak. Soc. 47.\n 1471. -- \"After this was brought foorthe a giraffa, which they call Girnaffa, a beaste as long legged as a great horse, or rather more; but the hinder legges are halfe a foote shorter than the former,\" &c. (The Italian in Ramusio, ii. f. 102, has \"vna Zirapha, la quale essi chiamano Zirnapha ouer Giraffa.\") -- Josafa Barbaro, in Venetians in Persia, Hak. Soc. 54.\n 1554. -- \"Il ne fut onc que les grands seigneurs quelques barbares qu'ilz aient esté, n'aimassent qu'on leurs presentast les bestes d'estranges pais. Aussi en auons veu plusieurs au chasteau du Caire . . . entre lesquelles est celle qu'ilz nomment vulgairement Zurnapa.\" -- P. Belon, f. 118. It is remarkable to find Belon adopting this Persian form in Egypt.\n", "girja": "s. This is a word for a Christian church, commonly used on the Bengal side of India, from Port. igreja, itself a corruption of ecclesia. Khāfī Khān (c. 1720) speaking of the Portuguese at Hoogly, says they called their places of worship Kalīsā (Elliot, vii. 211). No doubt Kalīsā, as well as igreja, is a form of ecclesia, but the superficial resemblance is small, so it may be suspected that the Musulman writer was speaking from book-knowledge only.\n 1885. -- \"It is related that a certain Maulví, celebrated for the power of his curses, was called upon by his fellow religionists to curse a certain church built by the English in close proximity to a Masjid. Anxious to stand well with them, and at the same time not to offend his English rulers, he got out of the difficulty by cursing the building thus:\n 'Girjā ghar! Gir jā ghar! Gir jā!'\n (i.e.) 'Fall down, house! Fall down, house! Fall down!' or simply\n 'Church-house! Church-house! Church!'\" -- W. J. D'Gruyther, in Panjab Notes and Queries, ii. 125.\n The word is also in use in the Indian Archipelago:\n 1885. -- \"The village (of Wai in the Moluccas) is laid out in rectangular plots. . . . One of its chief edifices is the Gredja, whose grandeur quite overwhelmed us; for it is far more elaborately decorated than many a rural parish church at home.\"- H. O. Forbes, A Naturalist's Wanderings, p. 294.\n", "goa": "n.p. Properly Gowa, Gova, Mahr. Goven, [which the Madras Gloss. connects with Skt. go, 'a cow,' in the sense of the 'cowherd country']. The famous capital of the Portuguese dominions in India since its capture by Albuquerque in 1510. In earlier history and geography the place appears under the name of Sindābūr or Sandābūr (Sundāpūr?) (q.v.). Govā or Kuva was an ancient name of the southern Konkan (see in H. H. Wilson's Works, Vishnu Purana, ii. 164, note 20). We find the place called by the Turkish admiral Sidi 'Ali Gowai-Sandābūr, which may mean \"Sandābūr of Gova.\"\n 1391. -- In a copper grant of this date (S. 1313) we have mention of a chief city of Kankan (see CONCAN) called Gowa and Gowāpūra. See the grant as published by Major Legrand Jacob in J. Bo. Br. R. As. Soc. iv. 107. The translation is too loose to make it worth while to transcribe a quotation; but it is interesting as mentioning the reconquest of Goa from the Turushkas, i.e. Turks or foreign Mahommedans. We know from Ibn Batuta that Mahommedan settlers at Hunāwar had taken the place about 1344.\n 1510 (but referring to some years earlier). \"I departed from the city of Dabuli aforesaid, and went to another island which is about a mile distant from the mainland and is called Goga. . . . In this island there is a fortress near the sea, walled round after our manner, in which there is sometimes a captain who is called Savaiu, who has 400 mamelukes, he himself being also a mameluke. \" -- Varthema, 115-116.\n c. 1520. -- \"In the Island of Tissoury, in which is situated the city of Goa, there are 31 aldeas, and these are as follows. . . .\"- In Archiv. Port. Orient., fasc. 5.\n c. 1554. -- \"At these words (addressed by the Vizir of Guzerat to a Portuguese Envoy) my wrath broke out, and I said: 'Malediction! You have found me with my fleet gone to wreck, but please God in his mercy, before long, under favour of the Pādshāh, you shall be driven not only from Hormuz, but from Diu and Gowa too!'\" -- Sidi'Ali Kapudān, in J. Asiat. Ser. I. tom. ix. 70.\n 1602. -- \"The island of Goa is so old a place that one finds nothing in the writings of the Canaras (to whom it always belonged) about the beginning of its population. But we find that it was always so frequented by strangers that they used to have a proverbial saying: 'Let us go and take our ease among the cool shades of Goe moat,' which in the old language of the country means 'the cool fertile land.'\" -- Couto, IV. x. cap. 4.\n 1648. -- \"All those that have seen Europe and Asia agree with me that the Port of Goa, the Port of Constantinople, and the Port of Toulon, are three of the fairest Ports of all our vast continent.\" -- Tavernier, E.T. ii. 74; [ed. Ball, i. 186].\n", "goa plum": "The fruit of Parinarium excelsum, introduced at Goa from Mozambique, called by the Portuguese Matomba. \"The fruit is almost pure brown sugar in a paste\" (Birdwood, MS.).\n", "goa potato": "Dioscorea aculeata (Birdwood, MS.).\n", "goa powder": "This medicine, which in India is procured from Goa only, is invaluable in the virulent eczema of Bombay, and other skin diseases. In eczema it sometimes acts like magic, but smarts like the cutting of a knife. It is obtained from Andira Araroba (N.O. Leguminosae), a native (we believe) of S. America. The active principle is Chrysophanic acid (Commn. from Sir G. Birdwood).\n", "goa stone": "A factitious article which was in great repute for medical virtues in the 17th century. See quotation below from Mr. King. Sir G. Birdwood tells us it is still sold in the Bombay Bazar.\n 1673. -- \"The Paulistines enjoy the biggest of all the Monasteries at St. Roch; in it is a Library, an Hospital, and an Apothecary's Shop well furnished with Medicines, where Gasper Antonio, a Florentine, a LayBrother of the Order, the Author of the Goa-Stones, brings them in 50,000 Xerephins, by that invention Annually; he is an Old Man, and almost Blind.\" -- Fryer, 149-150.\n 1690. -- \"The double excellence of this Stone (snake-stone) recommends its worth very highly . . . and much excels the deservedly famed Gaspar Antoni, or Goa Stone.\" -- Ovington, 262.\n 1711. -- \"Goa Stones or Pedra de Gasper Antonio, are made by the Jesuits here: They are from ¼ to 8 Ounces each; but the Sise makes no Difference in the Price: We bought 11 Ounces for 20 Rupees. They are often counterfeited, but 'tis an easie Matter for one who has seen the right Sort, to dis cover it. . . . Manooch's Stones at Fort St. George come the nearest to them . . . both Sorts are deservedly cried up for their Vertues.\" -- Lockyer, 268.\n 1768-71. -- \"Their medicines are mostly such as are produced in the country. Amongst others, they make use of a kind of little artificial stone, that is manufactured at Goa, and possesses a strong aromatic scent. They give scrapings of this, in a little water mixed with sugar, to their patients.\" -- Stavorinus, E.T. i. 454.\n 1867. -- \"The Goa-Stone was in the 16th (?) and 17th centuries as much in repute as the Bezoar, and for similar virtues . . . It is of the shape and size of a duck's egg, has a greyish metallic lustre, and though hard, is friable. The mode of employing it was to take a minute dose of the powder scraped from it in one's drink every morning . . . So precious was it esteemed that the great usually carried it about with them in a casket of gold filigree.\" -- Nat. Hist. of Gems, by C. W. King, M.A., p. 256.\n", "gobang": "s. The game introduced some years ago from Japan. The name is a corr. of Chinese K'i-p'an, 'checkerboard.'\n [1898. -- \"Go, properly gomoku narabe, often with little appropriateness termed 'checkers' by European writers, is the most popular of the indoor pastimes of the Japanese, -- a very different affair from the simple game known to Europeans as Goban or Gobang, properly the name of the board on which go is played.\" -- Chamberlàin, Things Japanese, 3rd ed., 190 seq., where a full account of the game will be found.]\n", "godavery": "n.p. Skt. Godāvarī, 'giving kine.' Whether this name of northern etymology was a corruption of some indigenous name we know not. [The Dravidian name of the river is Goday (Tel. gode, 'limit'), of which the present name is possibly a corruption. ] It is remarkable how the Godavery is ignored by writers and mapmakers till a comparatively late period, with the notable exception of D. João de Castro, in a work, however, not published till 1843. Barros, in his trace of the coasts of the Indies (Dec. I. ix. cap. 1), mentions Gudavarij as a place adjoining a cape of the same name (which appears in some much later charts as C. Gordewar), but takes no notice of the great river, so far as we are aware, in any part of his history. Linschoten also speaks of the Punto de Guadovaryn, but not of the river. Nor does his map show the latter, though showing the Kistna distinctly. The small general map of India in \"Cambridge's Acc. of the War in India,\" 1761, confounds the sources of the Godavery with those of the Mahanadi (of Orissa) and carries the latter on to combine with the western rivers of the Ganges Delta. This was evidently the prevailing view until Rennell published the first edition of his Memoir (1783), in which he writes:\n \"The Godavery river, or Gonga Godowry, commonly called Ganga in European maps, and sometimes Gang in Indian histories, has generally been represented as the same river with that of Cattack.\n \"As we have no authority that I can find for supposing it, the opinion must have been taken up, on a supposition that there was no opening between the mouths of the Kistna and Mahanadee (or Cattack river) of magnitude sufficient for such a river as the Ganga\" (pp. 74-75) [also ibid. 2nd ed. 244]. As to this error see also a quotation from D'Anville under KEDGEREE. It is probable that what that geographer says in his Éclaircissemens, p. 135, that he had no real idea of the Godavery. That name occurs in his book only as \"la pointe de Gaudewari.\" This point, he says, is about E.N.E. of the \"river of Narsapur,\" at a distance of about 12 leagues; \"it is a low land, intersected by several riverarms, forming the mouths of that which the maps, esteemed to be most correct, call Wenseron; and the river of Narsapur is itself one of those arms, according to a MS. map in my possession.\" Narsaparam is the name of a taluk on the westernmost delta branch, or Vasishta Godāvarī [see Morris, Man. of Godavery Dist., 193]. Wenseron appears on a map in Baldaeus (1672), as the name of one of the two mouths of the Eastern or Gautamī Godāvarī, entering the sea near Coringa. It is perhaps the same name as Injaram on that branch, where there was an English Factory for many years.\n In the neat map of \"Regionum Choromandel, Golconda, et Orixa,\" which is in Baldaeus (1672), there is no indication of it whatever except as a short inlet from the sea called Gondewary.\n 1538. -- \"The noblest rivers of this province (Daquem or Deccan) are six in number, to wit: Crusna (Krishna), in many places known as Hinapor, because it passes by a city of this name (Hindapūr?); Bivra (read Bima?); these two rivers join on the borders of the Deccan and the land of Canara (q.v.), and after traversing great distances enter the sea in the Oria territory; Malaprare (Malprabha?); Guodavam (read Guodavari) otherwise called Gangua; Purnadi; Tapi. Of these the Malaprare enters the sea in the Oria territory, and so does the Guodavam; but Purnadi and Tapi enter the Gulf of Cambay at different points.\" -- João de Castro, Primeiro Roteiro da Costa da India, pp. 6, 7.\n c. 1590. -- \"Here (in Berar) are rivers in abundance; especially the Ganga of Gotam, which they also call Godovārī. The Ganga of Hindustan they dedicate to Mahadeo, but this Ganga to Gotam. And they tell wonderful legends of it, and pay it great adoration. It has its springs in the Sahyā Hills near Trimbak, and passing through the Wilāyat of Ahmadnagar, enters Berār and thence flows on to Tilingāna.\" -- Āīn-iAkbari (orig.) i. 476; [ed. Jarrett, ii. 228.] We may observe that the most easterly of the Delta branches of the Godavery is still called Gautami.\n", "goddess": "s. An absurd corruption which used to be applied by our countrymen in the old settlements in the Malay countries to the young women of the land. It is Malay gādīs, 'a virgin.'\n c. 1772.- \"And then how strange, at night opprest By toils, with songs you're lulled to rest; Of rural goddesses the guest, Delightful!\" W. Marsden, in Memoirs, 14.\n 1784. -- \"A lad at one of these entertainments, asked another his opinion of a gaddees who was then dancing. 'If she were plated with gold,' replied he, 'I would not take her for my concubine, much less for my wife.'\" -- Marsden's H. of Sumatra, 2nd ed., 230.\n", "godown": "s. A warehouse for goods and stores; an outbuilding used for stores; a store-room. The word is in constant use in the Chinese ports as well as in India. The H. and Beng. gudām is apparently an adoption of the Anglo-Indian word, not its original. The word appears to have passed to the continent of India from the eastern settlements, where the Malay word gadong is used in the same sense of 'store-room,' but also in that of 'a house built of brick or stone.' Still the word appears to have come primarily from the South of India, where in Telugu giḍaṅgi, giḍḍangi, in Tamil kiḍaṅgu, signify 'a place where goods lie,' from kiḍu, 'to lie.' It appears in Singhalese also as gudāma. It is a fact that many common Malay and Javanese words are Tamil, or only to be explained by Tamil. Free intercourse between the Coromandel Coast and the Archipelago is very ancient, and when the Portuguese first appeared at Malacca they found there numerous settlers from S. India (see s.v. KLING). Bluteau gives the word as palavra da India, and explains it as a \"logea quasi debaixo de chão\" (\"almost under ground\"), but this is seldom the case.\n [1513. -- \". . . in which all his rice and a Gudam full of mace was burned.\" -- Letter of F. P. Andrade to Albuquerque, Feb. 22, India Office, MSS. Corpo Chronologico, vol. I.\n [1552. -- \"At night secretly they cleared their Gudams, which are rooms almost under ground, for fear of fire.\" -- Barros, Dec. II. Bk. vi. ch. 3.]\n 1552. -- \". . . and ordered them to plunder many godowns (gudoes) in which there was such abundance of clove, nutmeg, mace, and sandal wood, that our people could not transport it all till they had called in the people of Malacca to complete its removal.\" -- Castanheda, iii. 276-7.\n 1561. -- \". . . Godowns (Gudões), which are strong houses of stone, having the lower part built with lime.\" -- Correa, II. i. 236. (The last two quotations refer to events in 1511.)\n 1570. -- \". . . but the merchants have all one house or Magazon, which house they call Godon, which is made of brickes.\"- Caesar Frederike, in Hakl.\n 1585. -- \"In the Palace of the King (at Pegu) are many magazines both of gold and of silver. . . . Sandalwood, and lign-aloes, and all such things, have their gottons (gottoni), which is as much as to say separate chambers.\" -- Gasparo Balbi, f. 111.\n [c. 1612. -- \". . . if I did not he would take away from me the key of the gadong.\" -- Danvers, Letters, i. 195.]\n 1613. -- \"As fortelezas e fortificações de Malayos ordinariamente erão aedifficios de matte entaypado, de que havia muytas casas e armenyas on godoens que são aedifficios sobterraneos, em que os mercadores recolhem as roupas de Choromandel per il perigo de fogo.\" -- Godinho de Eredia, 22.\n 1615. -- \"We paid Jno. Dono 70 taies or plate of bars in full payment of the fee symple of the gadonge over the way, to westward of English howse, whereof 100 taies was paid before.\" -- Cocks's Diary, i. 39; [in i. 15 gedonge].\n [ ,, \"An old ruined brick house or godung.\" -- Foster, Letters, iii. 109.\n [ ,, \"The same goods to be locked up in the gaddones.\" -- Ibid. iii. 159.]\n 1634.- \"Virão das ruas as secretas minas * * * * * Das abrazadas casas as ruinas, E das riquezas os gudões desertos.\" Malacca Conquistada, x. 61.\n 1680. -- \"Rent Rowle of Dwelling Houses, Goedowns, etc., within the Garrison in Christian Town.\" -- In Wheeler, i. 253-4.\n 1683. -- \"I went to ye Bankshall to mark out and appoint a Plat of ground to build a Godown for ye Honble. Company's Salt Petre.\" -- Hedges, Diary, March 5; [Hak. Soc. i. 67].\n 1696. -- \"Monday, 3rd August. The Choultry Justices having produced examinations taken by them concerning the murder of a child in the Black town, and the robbing of a godown within the walls: -- it is ordered that the Judge-Advocate do cause a session to be held on Tuesday the 11th for the trial of the criminals.\" -- Official Memorandum, in Wheeler, i. 303.\n [1800. -- \"The cook-room and Zodoun at the Laul Baug are covered in.\" -- Wellington, i. 66.]\n 1809. -- \"The Black Hole is now part of a godown or warehouse: it was filled with goods, and I could not see it.\" -- Ld. Valentia, i. 237.\n 1880. -- \"These 'Godowns' . . . are one of the most marked features of a Japanese town, both because they are white where all else is gray, and because they are solid where all else is perishable.\" -- Miss Bird's Japan, i. 264.\n", "goglet": "s. A waterbottle, usually earthenware, of globular body with a long neck, the same as what is called in Bengal more commonly a surāhī (see SERAI, b., KOOZA). This is the usual form now; the article described by Linschoten and Pyrard, with a sort of cullender mouth and pebbles shut inside, was somewhat different. Corrupted from the Port. gorgoleta, the name of such a vessel. The French have also in this sense gargoulette, and a word gargouille, our medieval gurgoyle; all derivations from gorga, garga, gorge, 'the throat,' found in all the Romance tongues. Tom Cringle shows that the word is used in the W. Indies.\n 1598. -- \"These cruses are called Gorgoletta.\" -- Linschoten, 60; [Hak. Soc. i. 207].\n 1599. -- In Debry, vii. 28, the word is written Gorgolane.\n c. 1610. -- \"Il y a une pièce de terre fort delicate, et toute percée de petits trous faconnez, et au dedans y a de petites pierres qui ne peuvent sortir, c'est pour nettoyer le vase. Ils appellent cela gargoulette: l'eau n'en sorte que peu à la fois.\" -- Pyrard de Laval, ii. 43; [Hak Soc. ii. 74, and see i. 329].\n [1616. -- \". . . 6 Gorgoletts.\" -- Foster, Letters, iv. 198.]\n 1648. -- \"They all drink out of Gorgelanes, that is out of a Pot with a Spout, without setting the Mouth thereto.\" -- T. Van Spilbergen's Voyage, 37.\n c. 1670. -- \"Quand on est à la maison on a des Gourgoulettes ou aiguières d'une certaine pierre poreuse.\" -- Bernier (ed. Amst.), ii. 214; [and comp. ed. Constable, 356].\n 1688. -- \"L'on donne à chacun de ceux que leur malheur conduit dans ces saintes prisons, un pot de terre plein d'eau pour se laver, un autre plus propre de ceux qu'on appelle Gurguleta, aussi plein d'eau pour boire.\" -- Dellon, Rel. de l'Inquisition de Goa, 135.\n c. 1690. -- \"The Siamese, Malays, and Macassar people have the art of making from the larger coco-nut shells most elegant drinking vessels, cups, and those other receptacles for water to drink called Gorgelette, which they set with silver, and which no doubt by the ignorant are supposed to be made of the precious Maldive cocos.\" -- Rumphius, I. iii.\n 1698. -- \"The same way they have of cooling their Liquors, by a wet cloth wrapped about their Gurgulets and Jars, which are vessels made of a porous Kind of Earth.\" -- Fryer, 47.\n 1726. -- \"However, they were much astonished that the water in the Gorgolets in that tremendous heat, especially out of doors, was found quite cold.\" -- Valentijn, Choro. 59.\n 1766. -- \"I perfectly remember having said that it would not be amiss for General Carnac to have a man with a Goglet of water ready to pour on his head, whenever he should begin to grow warm in debate.\"- Lord Clive, Consn. Fort William, Jan. 29. In Long, 406.\n 1829. -- \"Dressing in a hurry, find the drunken bheesty . . . has mistaken your boot for the goglet in which you carry your water on the line of march.\" -- Shipp's Memoirs, ii. 149.\n c. 1830. -- \"I was not long in finding a bottle of very tolerable rum, some salt junk, some biscuit, and a goglet, or porous earthen jar of water, with some capital cigars.\"- Tom Cringle, ed. 1863, 152.\n 1832. -- \"Murwan sent for a woman named Joada, and handing her some virulent poison folded up in a piece of paper, said, 'If you can throw this into Hussun's gugglet, he on drinking a mouthful or two of water will instantly bring up his liver piece-meal.'\"- Herklots, Qanoon-e-Islam, 156.\n 1855. -- \"To do it (gild the Rangoon Pagoda) they have enveloped the whole in an extraordinary scaffolding of bamboos, which looks as if they had been enclosing the pagoda in basketwork to keep it from breaking, as you would do with a water goglet for a dâk journey.\" -- In Blackwood's May., May, 1856.\n", "gogo": "n.p. A town on the inner or eastern shore of Kattywar Peninsula, formerly a seaport of some importance, with an anchorage sheltered by the Isle of Peram (the Beiram of the quotation from Ibn Batuta). Gogo appears in the Catalan map of 1375. Two of the extracts will show how this unhappy city used to suffer at the hands of the Portuguese. Gogo is now superseded to a great extent by Bhaunagar, 8 m. distant.\n 1321. -- \"Dated from Caga the 12th day of October, in the year of the Lord 1321.\"- Letter of Fr. Jordanus, in Cathay, &c. i. 228.\n c. 1343. -- \"We departed from Beiram and arrived next day at the city of Kūka, which is large, and possesses extensive bazars. We anchored 4 miles off because of the ebb tide.\" -- Ibn Batuta, iv. 60.\n 1531. -- \"The Governor (Nuno da Cunha) . . . took counsel to order a fleet to remain behind to make war upon Cambaya, leaving Antonio de Saldanha with 50 sail, to wit: 4 galeons, and the rest galleys and galeots, and rowing-vessels of the King's, with some private ones eager to remain, in the greed for prize. And in this fleet there stayed 1000 men with good will for the plunder before them, and many honoured gentlemen and captains. And running up the Gulf they came to a city called Goga, peopled by rich merchants; and the fleet entering by the river ravaged it by fire and sword, slaying much people. . . \" -- Correa, iii. 418.\n [c. 1590. -- \"Ghogeh.\" See under SUR- ATH.]\n 1602. -- \". . . the city of Gogá, which was one of the largest and most opulent in traffic, wealth and power of all those of Cambaya. . . . This city lies almost at the head of the Gulf, on the western side, spreading over a level plain, and from certain ruins of buildings still visible, seems to have been in old times a very great place, and under the dominion of certain foreigners.\" -- Couto, IV. vii. cap. 5.\n 1614. -- \"The passage across from Surrate to Goga is very short, and so the three fleets, starting at 4 in the morning, arrived there at nightfall. . . . The next day the Portuguese returned ashore to burn the city . . . and entering the city they set fire to it in all quarters, and it began to blaze with such fury that there was burnt a great quantity of merchandize (fazendas de porte), which was a huge loss to the Moors. . . . After the burning of the city they abode there 3 days, both captains and soldiers content with the abundance of their booty, and the fleet stood for Dio, taking, besides the goods that were on board, many boats in tow laden with the same.\" -- Bocarro, Decada, 333.\n [c. 1660. -- \"A man on foot going by land to a small village named the Gauges, and from thence crossing the end of the Gulf, can go from Diu to Surat in four or five days. . . .\" -- Tavernier, ed. Ball, ii. 37.]\n 1727. -- \"Goga is a pretty large Town . . . has some Trade. . . . It has the Conveniences of a Harbour for the largest Ships, though they lie dry on soft Mud at low Water.\" -- A. Hamilton, i. 143.\n", "gogolla": "n.p. This is still the name of a village on a peninsular sandy spit of the mainland, opposite to the island and fortress of Diu, and formerly itself a fort. It was known in the 16th century as the Villa dos Rumes, because Melique Az (Malik Ayāz, the Mahom. Governor), not much trusting the Rumes (i.e. the Turkish Mercenaries), \"or willing that they should be within the Fortress, sent them to dwell there.\" (Barros, II. iii. cap. 5).\n 1525. -- \"Paga dyo e gogolla a el Rey de Cambaya treze layques em tangas . . . xiij laiques.\" -- Lembranca, 34.\n 1538. -- In Botelho, Tombo, 230, 239, we find \"Alfandegua de Guogualaa.\"\n 1539. -- \". . . terminating in a long and narrow tongue of sand, on which stands a fort which they call Gogala, and the Portuguese the Villa dos Rumes. On the point of this tongue the Portuguese made a beautiful round bulwark.\" -- Joâo de Castro, Primeiro Roteiro, p. 218.\n", "golah": "s. Hind. golā (from gol, 'round'). A store-house for grain or salt; so called from the typical form of such store-houses in many parts of India, viz. a circular wall of mud with a conical roof. [One of the most famous of these is the Golā at Patna, completed in 1786, but never used.]\n [1785. -- \"We visited the Gola, a building intended for a public granary.\" -- In Forbes, Or. Mem. 2nd ed. ii. 445.]\n 1810. -- \"The golah, or warehouse.\" -- Williamson, V. M. ii. 343.\n 1878. -- \"The villagers, who were really in want of food, and maddened by the sight of those golahs stored with grain, could not resist the temptation to help themselves.\"- Life in the Mofussil, ii. 77.\n", "gold mohur flower": "s. Caesalpinia pulcherrima, Sw. The name is a corruption of the H. gulmor, which is not in the dictionaries, but is said to mean 'peacock-flower.'\n [1877. -- \"The crowd began to press to the great Gool-mohur tree.\" -- Allardyce, City of Sunshine, iii. 207.]\n", "gole": "s. The main body of an army in array; a clustered body of troops; an irregular squadron of horsemen. P. -- H. ghol; perhaps a confusion with the Arab. jaul (gaul), 'a troop': [but Platts connects it with Skt. kula, 'an assemblage'].\n 1507. -- \"As the right and left are called Berânghâr and Sewânghâr . . . and are not included in the centre which they call ghül, the right and left do not belong to the ghül.\" -- Baber, 227.\n 1803. -- \"When within reach, he fired a few rounds, on which I formed my men into two gholes. . . . Both gholes attempted to turn his flanks, but the men behaved ill, and we were repulsed.\"- Skinner, Mil. Mem. i. 298.\n 1849. -- \"About this time a large gole of horsemen came on towards me, and I proposed to charge; but as they turned at once from the fire of the guns, and as there was a nullah in front, I refrained from advancing after them.\" -- Brigadier Lockwood, Report of 2nd Cavalry Division at Battle of Goojerat.\n", "gomasta": "s. Hind. from Pers. gumāshtah, part. 'appointed, delegated,' A native agent or factor. In Madras the modern application is to a clerk for vernacular correspondence.\n 1747. -- \"As for the Salem Cloth they beg leave to defer settling any Price for that sort till they can be advised from the Goa Masters (!) in that Province.\" -- Ft. St. David Consn., May 11. MS. Records in India Office.\n 1762. -- \"You will direct the gentleman, Gomastahs, Muttasuddies (see MOOTSUDDY), and Moonshies, and other officers of the English Company to relinquish their farms, taalucs (see TALOOK), gunges, and golahs.\" -- The Nabob to the Governor, in Van Sittart, i. 229.\n 1776. -- \"The Magistrate shall appoint some one person his gomastah or Agent in each Town.\" -- Halhed's Code, 55.\n 1778. -- \"The Company determining if possible to restore their investment to the former condition . . . sent gomastahs, or Gentoo factors in their own pay.\" -- Orme, ed. 1803, ii. 57.\n c. 1785. -- \"I wrote an order to my gomastah in the factory of Hughly.\"- Carraccioli's Life of Clive, iii. 448.\n 1817. -- \"The banyan hires a species of broker, called a Gomastah, at so much a month.\" -- Mill's Hist. iii. 13.\n 1837. -- \". . . (The Rajah) sent us a very good breakfast; when we had eaten it, his gomashta (a sort of secretary, at least more like that than anything else) came to say . . .\" -- Letters from Madras, 128.\n", "gombroon": "n.p. The old name in European documents of the place on the Persian Gulf now known as Bandar' Abbās, or 'Abbāsī. The latter name was given to it when Shāh 'Abbās, after the capture and destruction of the island city of Hormuz, established a port there. The site which he selected was the little town of Gamrūn. This had been occupied by the Portuguese, who took it from the 'King of Lar' in 1612, but two years later it was taken by the Shāh. The name is said (in the Geog. Magazine, i. 17) to be Turkish, meaning 'a Custom House.' The word alluded to is probably gumruk, which has that meaning, and which is again, through Low Greek, from the Latin commercium. But this etymology of the name seems hardly probable. That indicated in the extract from A. Hamilton below is from Pers. Kamrūn, 'a shrimp,' or Port. camarão, meaning the same.\n The first mention of Gombroon in the E. I. Papers seems to be in 1616, when Edmund Connok, the Company's chief agent in the Gulf, calls it \"Gombraun, the best port in all Persia,\" and \"that hopeful and glorious port of Gombroon\" (Sainsbury, i. 484-5; [Foster, Letters, iv. 264]). There was an English factory here soon after the capture of Hormuz, and it continued to be maintained in 1759, when it was taken by the Comte d'Estaing. The factory was re-established, but ceased to exist a year or two after.\n [1565. -- \"Bamdel Gombruc, so-called in Persian and Turkish, which means Customhouse. \" -- Mestre Afonso's Overland Journey, Ann. Maritim. e Colon. ser. 4. p. 217.]\n 1614. -- (The Captain-major) \"under orders of Dom Luis da Gama returned to succour Comorão, but found the enemy's fleet already there and the fort surrendered. . . . News which was heard by Dom Luis da Gama and most of the people of Ormuz in such way as might be expected, some of the old folks of Ormuz prognosticating at once that in losing Comorão Ormuz itself would be lost before long, seeing that the former was like a barbican or outwork on which the rage of the Persian enemy spent itself, giving time to Ormuz to prepare against their coming thither.\" -- Bocarro, Decada, 349.\n 1622. -- \"That evening, at two hours of the night, we started from below that fine tree, and after travelling about a league and a half . . . we arrived here in Combrù, a place of decent size and population on the sea-shore, which the Persians now-a-days, laying aside as it were the old name, call the 'Port of Abbas,' because it was wrested from the Portuguese, who formerly possessed it, in the time of the present King Abbas.\" -- P. della Valle, ii. 413; [in Hak. Soc. i. 3, he calls it Combu].\n c. 1630. -- \"Gumbrown (or Gomroon, as some pronounce it) is by most Persians *KAT) E/COXH\\N cald Bander or the Port Towne . . . some (but I commend them not) write it Gamrou, others Gomrow, and other-some Cummeroon. . . . A Towne it is of no Antiquity, rising daily out of the ruines of late glorious (now most wretched) Ormus.\" -- Sir T. Herbert, 121.\n 1673. -- \"The Sailors had stigmatized this place of its Excessive Heat, with this sarcastical Saying, That there was but an Inch-Deal between Gomberoon and Hell.\" -- Fryer, 224.\n Fryer in another place (marginal rubric, p. 331) says: \"Gombroon ware, made of Earth, the best next China.\" Was this one of the sites of manufacture of the Persian porcelain now so highly prized? [\"The main varieties of this Perso-Chinese ware are the following: -- (1) A sort of semi-porcelain, called by English dealers, quite without reason, 'Gombroon ware,' which is pure white and semi-transparent, but, unlike Chinese porcelain, is soft and friable where not protected by the glaze.\" -- Ency. Brit. 9th ed. xix. 621.]\n 1727. -- \"This Gombroon was formerly a Fishing Town, and when Shaw Abass began to build it, had its Appellation from the Portugueze, in Derision, because it was a good place for catching Prawns and Shrimps, which they call Camerong.\" -- A. Hamilton, i. 92; [ed. 1744, i. 93].\n 1762. -- \"As this officer (Comte d'Estaing) . . . broke his parole by taking and destroying our settlements at Gombroon, and upon the west Coast of Sumatra, at a time when he was still a prisoner of war, we have laid before his Majesty a true state of the case.\" -- In Long, 288.\n", "gomutí": "s. Malay gumuti [Scott gives gāmūti]. A substance resembling horsehair, and forming excellent cordage (the cabos negros of the Portuguese -- Marre, Kata-Kata Malayou, p. 92), sometimes improperly called coir (q.v.), which is produced by a palm growing in the Archipelago, Arenga saccharifera, Labill. (Borassus Gomutus, Lour.). The tree also furnishes kalams or reed-pens for writing, and the material for the poisoned arrows used with the blow-tube. The name of the palm itself in Malay is anau. (See SAGWIRE.) There is a very interesting account of this palm in Rumphius, Herb. Amb., i. pl. xiii. Dampier speaks of the fibre thus:\n 1686. -- \" . . . There is another sort of Coire cables . . . that are black, and more strong and lasting, and are made of Strings that grow like Horse-hair at the Heads of certain Trees, almost like the Coco-trees. This sort comes mostly from the Island of Timor.\" -- i. 295.\n", "gong": "s. This word appears to be Malay (or, according to Crawfurd, originally Javanese), gong or agong. [\"The word gong is often said to be Chinese. Clifford and Swettenham so mark it; but no one seems to be able to point out the Chinese original\" (Scott, Malayan Words in English, 53).] Its well-known application is to a disk of thin bell-metal, which when struck with a mallet, yields musical notes, and is used in the further east as a substitute for a bell. [\"The name gong, agong, is considered to be imitative or suggestive of the sound which the instrument produces\" (Scott, loc. cit. 51).] Marcel Devic says that the word exists in all the languages of the Archipelago; [for the variants see Scott, loc. cit.]. He defines it as meaning \"instrument de musique aussi appelé tam-tam\"; but see under TOM-TOM. The great drum, to which Dampier applies the name, was used like the metallic gong for striking the hour. Systems of gongs variously arranged form harmonious musical instruments among the Burmese, and still more elaborately among the Javanese.\n The word is commonly applied by Anglo-Indians also to the H. ghanṭā (ganṭa, Dec.) or ghaṛī, a thicker metal disc, not musical, used in India for striking the hour (see GHURRY). The gong being used to strike the hour, we find the word applied by Fryer (like gurry) to the hour itself, or interval denoted.\n c. 1590. -- \"In the morning before day the Generall did strike his Gongo, which is an instrument of War that soundeth like a Bell.\" -- (This was in Africa, near Benguela). Advent. of Andrew Battel, in Purchas, ii. 970.\n 1673. -- \"They have no Watches nor HourGlasses, but measure Time by the dropping of Water out of a Brass Bason, which holds a Ghong, or less than half an Hour; when they strike once distinctly, to tell them it's the First Ghong, which is renewed at the Second Ghong for Two, and so Three at the End of it till they come to Eight; when they strike on the Brass Vessel at their liberty to give notice the Pore (see PUHUR) is out, and at last strike One leisurely to tell them it is the First Pore.\" -- Fryer, 186.\n 1686. -- \"In the Sultan's Mosque (at Mindanao) there is a great Drum with but one Head, called a Gong; which is instead of a Clock. This Gong is beaten at 12 a Clock, at 3, 6, and 9.\" -- Dampier, i. 333.\n 1726. -- \"These gongs (gongen) are beaten very gently at the time when the Prince is going to make his appearance.\" -- Valentijn, iv. 58.\n 1750-52. -- \"Besides these (in China) they have little drums, great and small kettle drums, gungungs or round brass basons like frying pans.\" -- Olof Toreen, 248.\n 1817.- \"War music bursting out from time to time With gong and tymbalon' tremendous chime.\" -- Lalla Rookh, Mokanna. Tremendous sham poetry!\n 1878. -- \". . . le nom plébéien . . . sonna dans les salons. . . . Comme un coup de cymbale, un de ces gongs qui sur les théâtres de féerie annoncent les apparitions fantastiques. \" -- Alph. Daudet, Le Nabab, ch. 4.\n", "goodry": "s. A quilt; H. gudṛī. [The gudṛī, as distinguished from the razāi (see ROZYE), is the bundle of rags on which Faḳīrs and the very poorest people sleep.]\n 1598. -- \"They make also faire couerlits, which they call Godoriins [or] Colchas, which are very faire and pleasant to the eye, stitched with silke; and also of cotton of all colours and stitchinges.\" -- Linschoten, ch. 9; [Hak. Soc. i. 61].\n c. 1610. -- \"Les matelats et les couvertures sont de soye ou de toille de coton façonnée à toutes sortes de figures et couleur. Ils appellent cela Gouldrins.\" -- Pyrard de Laval, ii. 3; [Hak. Soc. ii. 4].\n 1653. -- \"Goudrin est vn terme Indou et Portugais, qui signifie des couuertures picquées de cotton.\" -- De la Boullaye-leGouz, ed. 1657, p. 539.\n [1819. -- \" He directed him to go to his place, and take a godhra of his (a kind of old patched counterpane of shreds, which Fuqueers frequently have to lie down upon and throw over their shoulders).\" -- Tr. Lit. Soc. Bo. i. 113.]\n", "googul": "s. H. gugal, guggul, Skt. guggula, guggulu. The aromatic gumresin of the Balsamodendron Mukul, Hooker (Amyris agallocha, Ṛoxb.), the muḳl of the Arabs, and generally supposed to be the bdellium of the ancients. It is imported from the Beyla territory, west of Sind (see Bo. Govt. Selections (N.S.), No. xvii. p. 326).\n 1525. -- (Prices at Cambay). \"Gugall d'orumuz (the maund), 16 fedeas.\" -- Lembrança, 43.\n 1813. -- \"Gogul is a species of bitumen much used at Bombay and other parts of India, for painting the bottom of ships.\"- Milburn, i. 137.\n", "goojur": "n.p. H. Gūjar, Skt. Gurjjara. The name of a great Hindu clan, very numerous in tribes and in population over nearly the whole of Northern India, from the Indus to Rohilkhand. In the Delhi territory and the Doab they were formerly notorious for thieving propensities, and are still much addicted to cattletheft; and they are never such steady and industrious cultivators as the Jāts, among whose villages they are so largely interspersed. In the Punjab they are Mahommedans. Their ex tensive diffusion is illustrated by their having given name to Gujarāt (see GOOZERAT) as well as to Gujrāt and Gujrānwāla in the Punjab. And during the 18th century a great part of Sahāranpūr District in the Northern Doab was also called Gujrāt (see Elliot's Races, by Beames, i. 99 seqq.).\n 1519. -- \"In the hill-country between Nilâb and Behreh . . . and adjoining to the hill-country of Kashmīr, are the Jats, Gujers, and many other men of similar tribes.\"- Memoirs of Baber, 259.\n [1785. -- \"The road is infested by tribes of banditti called googurs and mewatties.\"- In Forbes, Or. Mem. 2nd ed. II. 426.]\n", "goolail": "s. A pellet-bow. H. gulel, probably from Skt. guḍa, gula, the pellet used. [It is the Arabic Kaus-al-bandūk, by using which the unlucky Prince in the First Kalandar's Tale got into trouble with the Wazīr (Burton, Arab. Nights, i. 98).]\n 1560. -- Busbeck speaks of being much annoyed with the multitude and impudence of kites at Constantinople: \"ego interim cum manuali balista post columnam sto, modo hujus, modo illius caudae vel alarum, ut casus tulerit, pinnas testaceis globis verberans, donec mortifero ictu unam aut alteram percussam decutio. . . .\" -- Busbeq. Epist. iii. p. 163.\n [c. 1590. -- \"From the general use of pellet bows which are fitted with bowstrings, sparrows are very scarce (in Kashmīr).\"- Āīn, ed. Jarrett, ii. 351. In the original kamān-i-guroha, guroha, according to Steingass, Dict., being \"a ball . . . ball for a cannon, balista, or cross-bow.\"]\n 1600. -- \"O for a stone-bow to hit him in the eye.\" -- Twelftlv Night, ii. 5.\n 1611.- \"Children will shortly take him for a wall, And set their stone-bows in his forehead.\" Beaum. & Flet., A King and No King, V.\n [1870. -- \"The Gooleil-bans, or pellet-bow, generally used as a weapon against crows, is capable of inflicting rather severe injuries.\" -- Chevers, Ind. Med. Jurisprudence, 337.]\n", "goolmaul": "s. H. gol-māl, 'confusion, jumble'; gol-māl karnā, 'to make a mess.'\n [1877. -- \"The boy has made such a golmol (uproar) about religion that there is a risk in having anything to do with him.\"- Allardyce, City of Sunshine, ii. 106.]\n [GOOMTEE, n.p. A river of the N.W.P., rising in the Shāhjahānpur District, and flowing past the cities of Lucknow and Jaunpur, and joining the Ganges between Benares and Ghāzipur. The popular derivation of the name, as in the quotation, is, as if Ghūmtī, from H. ghūmnā, 'to wind,' in allusion to its winding course. It is really from Skt. gomati, 'rich in cattle.'\n [1848. -- \"The Ghumti, which takes its name from its windings . . .\" -- Buyers, Recoll. of N. India, 240.]\n", "goont": "s. H. gūnṭh, gūṭh. A kind of pony of the N. Himālayas, strong but clumsy.\n c. 1590. -- \"In the northern mountainous districts of Hindustan a kind of small but strong horses is bred, which is called guṭ; and in the confines of Bengal, near Kúch, another kind of horses occurs, which rank between the guṭ and Turkish horses, and are called tánghan (see TANGUN); they are strong and powerful.\" -- Āī, i. 183; [also see ii. 280].\n 1609. -- \"On the further side of Ganges lyeth a very mighty Prince, called Raiaw Rodorow, holding a mountainous Countrey . . . thence commeth much Muske, and heere is a great breed of a small kind of Horse, called Gunts, a true travelling scalecliffe beast.\" -- W. Finch, in Purchas, i. 438.\n 1831. -- \"In Cashmere I shall buy, without regard to price, the best ghounte in Tibet.\" -- Jacquemont's Letters, E.T. i. 238.\n 1838. -- \"Give your gūnth his head and he will carry you safely . . . any horse would have struggled, and been killed; these gūnths appear to understand that they must be quiet, and their master will help them.\" -- Fanny Parkes, Wanderings of a Pilgrim, ii. 226.\n", "goorka": "n.p. H. Gurkhā, Gurkhālī. The name of the race now dominant in Nepāl, and taking their name from a town so called 53 miles W. of Khatmandu. [The name is usually derived from the Skt. go-raksha, 'cow-keeper.' For the early history see Wright, H. of Nepāl, 147]. They are probably the best soldiers of modern India, and several regiments of the Anglo-Indian army are recruited from the tribe.\n 1767. -- \"I believe, Sir, you have before been acquainted with the situation of Nipal, which has long been besieged by the Goorcully Rajah.\" -- Letter from Chief at Patna, in Long, 526.\n [ \" \"The Rajah being now dispossessed of his country, and shut up in his capital by the Rajah of Goercullah, the usual channel of commerce has been obstructed. \" -- Letter from Council to E.I. Co., in Verelst, View of Bengal, App. 36.]\n", "gooroo": "s. H. gurū, Skt. guru a spiritual teacher, a (Hindu) priest.\n (Ancient). -- \"That brahman is called guru who performs according to rule the rites on conception and the like, and feeds (the child) with rice (for the first time).\" -- Manu, ii. 142.\n c. 1550. -- \"You should do as you are told by your parents and your Guru.\"- Rāmāyana of Tulsī Dās, by Growse (1878), 43.\n [1567. -- \"Grous.\" See quotation under CASIS.]\n 1626. -- \"There was a famous Prophet of the Ethnikes, named Goru.\" -- Purchas,Pilgrimage, 520.\n 1700. -- \" . . . je suis fort surpris de voir à la porte . . . le Pénitent au colier, qui demandoit à parler au Gourou.\" -- Lettres Edif., x. 95.\n 1810. -- \"Persons of this class often keep little schools . . . and then are designated gooroos; a term implying that kind of respect we entertain for pastors in general.\" -- Williamson, V. M. ii. 317.\n 1822. -- \"The Adventures of the Gooroo Paramartan; a tale in the Tamul Language\" (translated by B. Babington from the original of Padre Beschi, written about 1720 1730), London.\n 1867. -- \"Except the guru of Bombay, no priest on earth has so large a power of acting on every weakness of the female heart as a Mormon bishop at Salt Lake.\"- Dixon's New America, 330.\n", "goorul": "s. H. gūral, goral; the Himālayan chamois; Nemorhoedus Goral of Jerdon. [Cemas Goral of Blanford (Mammalia, 516).]\n [1821. -- \"The flesh was good and tasted like that of the ghorul, so abundant in the hilly belt towards India.\" -- Lloyd & Gerard's Narr., ii. 112.\n [1886. -- \"On Tuesday we went to a new part of the hill to shoot 'gurel,' a kind of deer, which across a khud, looks remarkably small and more like a hare than a deer.\"- Lady Dufferin, Viceregal Life, 235.]\n [GOORZEBURDAR, s. P. gurzbardār, 'a mace-bearer.'\n [1663. -- \"Among the Kours and the Mansebdars are mixed many Gourze-berdars, or mace-bearers chosen for their tall and handsome persons, and whose business it is to preserve order in assemblies, to carry the King's orders, and execute his commands with the utmost speed.\" -- Bernier, ed. Constable, 267.\n [1717. -- \"Everything being prepared for the Goorzeburdar's reception.\" -- In Yule, Hedges' Diary, Hak. Soc. ii. ccclix.\n [1727. -- \"Goosberdar. See under HOS- BOLHOOKUM.]\n", "goozerat": "n.p. The name of a famous province in Western India, Skt. Gurjjara, Gurjjara-rāshtra, Prakrit passing into H. and Mahr. Gujarāt, Gujrāt, taking its name from the Gūjar (see GOOJUR) tribe. The name covers the British Districts of Surat, Broach, Kaira, Panch Mahals, and Ahmedābād, besides the territories of the Gaekwar (see GUICOWAR) of Baroda, and a multitude of native States. It is also often used as including the peninsula of Kāthiāwāṛ or Surāshtra, which alone embraces 180 petty States.\n c. 640. -- Hwen T'sang passes through Kiuchi-lo, i.e. Gurjjara, but there is some difficulty as to the position which he assigns to it. -- Pèlerins Bouddh., iii. 166; [Cunningham, Arch. Rep. ii. 70 seqq.].\n 1298. -- \"Gozurat is a great Kingdom. . . . The people are the most desperate pirates in existence. . . .\" -- Marco Polo, Bk. iii. ch. 26.\n c. 1300. -- \"Guzerat, which is a large country, within which are Kambáy, Somnát, Kanken-Tána, and several other cities and towns.\" -- Rashíduddín, in Elliot, i. 67.\n 1300. -- \"The Sultan despatched Ulugh Khán to Ma'bar and Gujarát for the destruction of the idol-temple of Somnát, on the 20th of Jumádá'-l awwal, 698 H. . . .\"- Amīr Khusrū, in Elliot, iii. 74.\n [c. 1330. -- \"Juzrat.\" See under LAR.]\n 1554. -- \"At last we made the land of Guchrát in Hindustan.\" -- Sidi' Ali, p. 79.\n The name is sometimes used by the old writers for the people, and especially for the Hindu merchants or banyans (q.v.) of Guzerat. See Sainsbury, i. 445 and passim.\n [c. 1605. -- \"And alsoe the Guzatts do saile in the Portugalls shipps in euery porte of the East Indies . . .\" -- Birdwood, First Letter Book, 85.]\n", "goozul-khana": "s. A bathroom; H. from Ar. -- P. ghusl-khāna, of corresponding sense. The apartment so called was used by some of the Great Moghuls as a place of private audience.\n 1616. -- \"At eight, after supper he comes down to the guzelcan (v.l. gazelcan), a faire Court wherein in the middest is a Throne erected of freestone.\" -- Sir T. Roe, in Purchas, ii.; [Hak. Soc. i. 106].\n \" \"The thirteenth, at night I went to the Gussell Chan, where is best opportunitie to doe business, and tooke with me the Italian, determining to walk no longer in darknesse, but to prooue the King. . . .\" -- Ibid. p. 543; [in Hak. Soc. i. 202, Guzelchan; in ii. 459, Gushel choes].\n c. 1660. -- \"The grand hall of the Am-Kas opens into a more retired chamber, called the gosel-kane, or the place to wash in. But few are suffered to enter there. . . . There it is where the king is seated in a chair . . . and giveth a more particular Audience to his officers.\" -- Bernier, E.T. p. 85; [ed. Constable, 265; ibid. 361 goslekane].\n", "gopura": "s. The meaning of the word in Skt. is 'city-gate,' go 'eye,' pura, 'city.' But in S. India the gopuram is that remarkable feature of architecture, peculiar to the Peninsula, the great pyramidal tower over the entrance-gate to the precinct of a temple. See Fergusson's Indian and Eastern Architecture, 325, &c. [The same feature has been reproduced in the great temple of the Seth at Brindāban, which is designed on a S. Indian model. (Growse, Mathura, 260).] This feature is not, in any of the S. Indian temples, older than the 15th or 16th cent., and was no doubt adopted for purposes of defense, as indeed the Śilpa-śāstra ('Books of Mechanical Arts') treatises imply. This fact may sufficiently dispose of the idea that the feature indicates an adoption of architecture from ancient Egypt.\n 1862. -- \"The gopurams or towers of the great pagoda.\" -- Markham, Peru and India, 408.\n", "gora": "s. H. gorā, 'fair-complexioned.' A white man; a European soldier; any European who is not a sahib (q.v.). Plural gorā-lōg, 'white people.'\n [1861. -- \"The cavalry . . . rushed into the lines . . . declaring that the Gora Log (the European soldiers) were coming down upon them.\" -- Cave Browne, Punjab and Delhi, i. 243.]\n", "gorawallah": "s. H. ghoṛā- wālā, ghoṛā, 'a horse.' A groom or horsekeeper; used at Bombay. On the Bengal side syce (q.v.) is always used, on the Madras side horsekeeper (q.v.).\n 1680. -- Gurrials, apparently for ghoṛā- wālās (Gurrials would be alligators, Gavial), are allowed with the horses kept with the Hoogly Factory. -- See Fort St. Geo. Consns. on Tour, Dec. 12, in Notes and Exts., No. ii. 63.\n c. 1848. -- \"On approaching the different points, one knows Mrs. --- is at hand, for her Gorahwallas wear green and gold puggries. \" -- Chow -- Chow, i. 151.\n", "gorayt": "s. H. goṛeṭ, goṛaiṭ, [which has been connected with Skt. ghur, 'to shout']; a village watchman and messenger, [in the N.W.P. usually of a lower grade than the chokidar, and not, like him, paid a cash wage, but remunerated by a piece of rent-free land; one of the village establishment, whose special duty it is to watch crops and harvested grain].\n [c. 1808. -- \"Fifteen messengers (gorayits) are allowed ¼ ser on the man of grain, and from 1 to 5 bigahs of land each.\" -- Buchanan, Eastern India, ii. 231.]\n", "gordower": "s. A kind of boat in Bengal, described by Ives as \"a vessel pushed on by paddles.\" Etym. obscure. Ghuṛdauṛ is a horse-race, a race-course; sometimes used by natives to express any kind of open-air assemblage of Europeans for amusement. [The word is more probably a corr. of P. girdāwā, 'a patrol'; girdāwar, 'all around, a supervisor,' because such boats appear to be used in Bengal by officials on their tours of inspection.]\n 1757. -- \"To get two bolias (see BOLIAH), a goordore, and 87 dandies (q.v.) from the Nazir.\" -- Ives, 157.\n", "gosain": "&c. s. H. and Mahr. Gosāīn, Gosāī, Gosāvī, Gusā'īn, &c., from Skt. Goswāmī, 'Lord of Passions' (lit. 'Lord of cows'), i.e. one who is supposed to have subdued his passions and renounced the world. Applied in various parts of India to different kinds of persons not necessarily celibates, but professing a life of religious mendicancy, and including some who dwell together in convents under a superior, and others who engage in trade and hardly pretend to lead a religious life.\n 1774. -- \"My hopes of seeing Teshu Lama were chiefly founded on the Gosain.\"- Bogle, in Markham's Tibet, 46.\n c. 1781. -- \"It was at this time in the hands of a Gosine, or Hindoo Religious.\"- Hodges, 112. (The use of this barbarism by Hodges is remarkable, common as it has become of late years.)\n [1813. -- \"Unlike the generality of Hindoos, these Gosaings do not burn their dead . . .\"\n Forbes, Or. Mem. 2nd ed. i. 312-3; in i. 544 he writes Gosannee.]\n 1826. -- \"I found a lonely cottage with a light in the window, and being attired in the habit of a gossein, I did not hesitate to request a lodging for the night.\" -- Pandurang Hari, 399; [ed. 1873, ii. 275].\n", "gosbeck": "s. A coin spoken of in Persia (at Gombroon and elsewhere). From the quotation from Fryer it appears that there was a Goss and a Gosbegi, corresponding to Herbert's double and single Cozbeg. Mr. Wollaston in his English-Persian Dict. App. p. 436, among \"Moneys now current in Persia,\" gives \"5 dínár = 1 ghāz; also a nominal money.\" The ghāz, then, is the name of a coin (though a coin no longer), and ghāzbegī was that worth 10 dīnārs. Marsden mentions a copper coin, called kazbegi=50 (nominal) dīnārs, or about 3½d. (Numism. Orient., 456.) But the value in dīnārs seems to be in error. [Prof. Browne, who referred the matter to M. Husayn Kuli Khān, Secretary of the Persian Embassy in London, writes: \"This gentleman states that he knows no word ghāzī-beg, or g̣āzī-beg, but that there was formerly a coin called ghāz, of which 5 went to the shāhī; but this is no longer used or spoken of.\" The ghāz was in use at any rate as late as the time of Hajji Baba; see below.]\n [1615. -- \"The chiefest money that is current in Persia is the Abase, which weigheth 2 metzicales. The second is the mamede, which is half an abesse. The third is the shahey and is a quarter of an abbesse. In the rial of eight are 13 shayes. In the cheken of Venetia 20 shayes. In a shaye are 2½ bisties or casbeges 10. One bistey is 4 casbeges or 2 tanges. The Abasse, momede and Shahey and bistey are of silver; the rest are of copper like to the pissas of India.\" -- Foster, Letters, iii. 176.]\n c. 1630. -- \"The Abbasee is in our money sixteene pence; Larree ten pence; Mamoodee eight pence; Bistee two pence; double Cozbeg one penny; single Cozbeg one halfpenny; Fluces are ten to a Cozbeg.\" -- Sir T. Herbert, ed. 1638, p. 231.\n 1673. -- \"A Banyan that seemingly is not worth a Gosbeck (the lowest coin they have).\" -- Fryer, 113. See also p. 343.\n \" \"10 cosbeagues is 1 Shahee; 4 Shahees is one Abassee or 16d.\" -- Ibid. 211.\n \" \"Brass money with characters, Are a Goss, ten whereof compose a Shahee,\n A Gosbeege, five of which go to a Shahee.\" Ibid. 407.\n 1711. -- \"10 Coz, or Pice, a Copper Coin, are 1 Shahee.\" -- Lockyer, 241.\n 1727. -- \"1 Shahee is . . . 10 Gaaz or Cosbegs.\" -- A. Hamilton, ii. 311; [ed. 1744].\n 1752. -- \"10 cozbaugues or Pice (a Copper Coin) are 1 Shatree\" (read Shahee).- Brooks, p. 37. See also in Hanway, vol. i. p. 292, Kazbegie; [in ii. 21, Kazbekie].\n [1824. -- \"But whatever profit arose either from these services, or from the spoils of my monkey, he alone was the gainer, for I never touched a ghauz of it.\" -- Hajji Baba, 52 seq.]\n 1825. -- \"A toman contains 100 mamoodies; a new abassee, 2 mamoodies or 4 shakees . . . a shakee, 10 coz or cozbaugues, a small copper coin.\" -- Milburn, 2nd ed. p. 95.\n", "gosha": "adj. Used in some parts, as an Anglo-Indian technicality, to indicate that a woman was secluded, and cannot appear in public. It is short for P. gosha-nishīn, 'sitting in a corner'; and is much the same as parda-nishīn (see PURDAH).\n", "goung": "s. Burm. gaung; a village head man. [\"Under the Thoogyee were Rwa-goung, or heads of villages, who aided in the collection of the revenue and were to some extent police officials.\" (Gazetteer of Burma, i. 480.)]\n a. GOUR, s. H. gāur, gāuri gāē, (but not in the dictionaries), [Platts gives gaur, Skt. gaura, 'white, yellowish, reddish, pale red']. The great wild ox, Gavaeus Gaurus, Jerd.; [Bos gaurus, Blanford (Mammalia), 484 seq.], the same as the Bison (q.v.). [The classical account of the animal will be found in Forsyth, Highlands of Central India, ed. 1889, pp. 109 seqq.]\n 1806. -- \"They erect strong fences, but the buffaloes generally break them down. . . . They are far larger than common buffaloes. There is an account of a similar kind called the Gore; one distinction between it and the buffalo is the length of the hoof.\" -- Elphinstone, in Life, i. 156.\n b. GOUR, s. Properly Can. gauḍ, gauṛ, gauḍa. The head man of a village in the Canarese - speaking country; either as corresponding to patel, or to the Zemindar of Bengal. [See F. Buchanan, Mysore, i. 268; Rice, Mysore, i. 579.]\n c. 1800. -- \"Every Tehsildary is farmed out in villages to the Gours or head-men.\" -- In Munro's Life, iii. 92.\n c. GOUR, n.p. Gauṛ, the name of a medieval capital of Bengal, which lay immediately south of the modern civil station of Malda, and the traces of which, with occasional Mahommedan buildings, extend over an immense area, chiefly covered with jungle. The name is a form of the ancient Gauḍa, meaning, it is believed, 'the country of sugar,' a name applied to a large part of Bengal, and specifically to the portion where those remains lie. It was the residence of a Hindu dynasty, the Senas, at the time of the early Mahommedan invasions, and was popularly known as Lakhnāott; but the reigning king had transferred his seat to Nadiya (70 m. above Calcutta) before the actual conquest of Bengal in the last years of the 12th century. Gaur was afterwards the residence of several Mussulman dynasties. [See Ravenshaw, Gaur, its Ruins andInscriptions, 1878.]\n 1536. -- \"But Xercansor [Shīr Khān Sūr, afterwards King of Hindustan as Shīr Shāh] after his success advanced along the river till he came before the city of Gouro to besiege it, and ordered a lodgment to be made in front of certain verandahs of the King's Palace which looked upon the river; and as he was making his trenches certain Rumis who were resident in the city, desiring that the King should prize them highly (d'elles fizesse cabedal) as he did the Portuguese, offered their service to the King to go and prevent the enemy's lodgment, saying that he should also send the Portuguese with them.\" -- Correa, iii. 720.\n [1552. -- \"Caor.\" See under BURRAM- POOTER.]\n 1553. -- \"The chief city of the Kingdom (of Bengala) is called Gouro. It is situated on the banks of the Ganges, and is said to be 3 of our leagues in length, and to contain 200,000 inhabitants. On the one side it has the river for its defence, and on the landward faces a wall of great height . . . the streets are so thronged with the concourse and traffic of people . . . that they cannot force their way past . . . a great part of the houses of this city are stately and wellwrought buildings.\" -- Barros, IV. ix. cap. 1.\n 1586. -- \"From Patanaw I went to Tanda which is in the land of the Gouren. It hath in times past been a kingdom, but is now subdued by Zelabdin Echebar . . .\" -- R. Fitch, in Hakluyt, ii. 389.\n 1683. -- \"I went to see ye famous Ruins of a great Citty and Pallace called [of] GOWRE . . . we spent 3½ hours in seeing ye ruines especially of the Pallace which has been . . . in my judgment considerably bigger and more beautifull than the Grand Seignor's Seraglio at Constantinople or any other Pallace that I have seen in Europe.\"- Hedges, Diary, May 16; [Hak. Soc. i. 88].\n", "governor's straits": "n.p. This was the name applied by the Portuguese (Estreito do Gobernador) to the Straits of Singapore, i.e. the straits south of that island (or New Strait). The reason of the name is given in our first quotation. The Governor in question was the Spaniard Dom Joāo da Silva.\n 1615. -- \"The Governor sailed from Manilha in March of this year with 10 galleons and 2 galleys. . . . Arriving at the Straits of Sincapur, * * * * and passing by a new strait which since has taken the name of Estreito do Governador, there his galleon grounded on the reef at the point of the strait, and was a little grazed by the top of it.\" -- Bocarro, 428.\n 1727. -- \"Between the small Carimon and Tanjong-bellong on the Continent, is the entrance of the Streights of Sincapure before mentioned, and also into the Streights of Governadore, the largest and easiest Passage into the China Seas.\" -- A. Hamilton, ii. 122.\n 1780. -- \"Directions for sailing from Malacca to Pulo Timoan through Governor's Straits, commonly called the Straits of Sincapour.\" -- Dunn's N. Directory, 5th ed. p. 474. See also Lettres Edif., 1st ed. ii. 118.\n 1841. -- \"Singapore Strait, called Governor Strait, or New Strait, by the French and Portuguese.\" -- Horsburgh, 5th ed. ii. 264.\n", "gow": "s. Dak. H. gau. An ancient measure of distance preserved in S. India and Ceylon. In the latter island, where the term still is in use, the gawwa is a measure of about 4 English miles. It is Pali gāvuta, one quarter of a yojana, and that again is the Skt. gavyūti with the same meaning. There is in Molesworth's Mahr. Dictionary, and in Wilson, a term gaukos (see COSS), 'a land measure' (for which read 'distance measure'), the distance at which the lowing of a cow may be heard. This is doubtless a form of the same term as that under consideration, but the explanation is probably modern and incorrect. The yojana with which the gau is correlated, appears etymologically to be 'a yoking,' viz. \"the stage, or distance to be gone in one harnessing without unyoking\" (Williams); and the lengths attributed to it are very various, oscillating from 2½ to 9 miles, and even to 8 krośas (see COSS). The last valuation of the yojana would correspond with that of the gau at ¼.\n c. 545. -- \"The great Island (Taprobane), according to what the natives say, has a length of 300 gaudia, and a breadth of the same, i.e. 900 miles.\" -- Cosmas Indicopleustes, (in Cathay, clxxvii.).\n 1623. -- \"From Garicota to Tumbre may be about a league and a half, for in that country distances are measured by gaù, and each gaù is about two leagues, and from Garicòta to Tumbre they said was not so much as a gaù of road.\" -- P. della Valle, ii. 638; [Hak. Soc. ii. 230].\n 1676. -- \"They measure the distances of places in India by Gos and Costes. A Gos is about 4 of our common leagues, and a Coste is one league.\" -- Tavernier, E.T. ii. 30; [ed. Ball, i. 47].\n 1860. -- \"A gaou in Ceylon expresses a somewhat indeterminate length, according to the nature of the ground to be traversed, a gaou across a mountainous country being less than one measured on level ground, and a gaou for a loaded cooley is also permitted to be shorter than for one unburthened, but on the whole the average may be taken under four miles.\" -- Tennent's Ceylon, 4th ed. i. 467.\n", "grab": "s. This name, now almost obsolete, was applied to a kind of vessel which is constantly mentioned in the seaand river-fights of India, from the arrival of the Portuguese down to near the end of the 18th century. That kind of etymology which works from inner consciousness would probably say: \"This term has always been a puzzle to the English in India. The fact is that it was a kind of vessel much used by corsairs, who were said to grab all that passed the sea. Hence,\" &c. But the real derivation is different.\n The Rev. Howard Malcom, in a glossary attached to his Travels, defines it as \"a square-rigged Arab vessel, having a projecting stern (stem?) and no bowsprit; it has two masts.\" Probably the application of the term may have deviated variously in recent days. [See Bombay Gazetteer, xiii. pt. i. 348.] For thus again in Solvyns (Les Hindous, vol. i.) a grab is drawn and described as a ship with three masts, a sharp prow, and a bowsprit. But originally the word seems, beyond question, to have been an Arab name for a galley. The proper word is Arab. ghorāb, 'a raven,' though adopted into Mahratti and Konkani as gurāb. Jal says, quoting Reinaud, that ghorāb was the name given by the Moors to the true galley, and cites Hyde for the rationale of the name. We give Hyde's words below. Amari, in a work quoted below (p. 397), points out the analogous corvetta as perhaps a transfer of ghurāb:\n 1181. -- \"A vessel of our merchants . . . making sail for the city of Tripoli (which God protect) was driven by the winds on the shore of that country, and the crew being in want of water, landed to procure it, but the people of the place refused it unless some corn were sold to them. Meanwhile there came a ghurāb from Tripoli . . . which took and plundered the crew, and seized all the goods on board the vessel.\"* -- Arabic Letter from Ubaldo, Archbishop and other authorities of Pisa, to the Almohad Caliph Abu Yak'ub Yusuf, in Amari, Diplomi Arabi, p. 8.\n The Latin contemporary version runs thus:\n \"Cum quidam nostri cari cives de Siciliâ cum carico frumenti ad Tripolim venirent, tempestate maris et vi ventorum compulsi, ad portum dictum Macri devenerunt; ibique aquâ deficiente, et cum pro eâ auriendâ irent, Barbarosi non permiserunt eos . . . nisi prius eis de frumento venderent. Cumque inviti eis de frumento venderent galea vestra de Tripoli armata,\" &c. -- Ibid. p. 269.\n c. 1200. -- Ghurāb, Cornix, Corvus, galea.\n * * * * * Galea, Ghurāb, Gharbān. -- Vocabulista Arabico (from Riccardian Library), pubd. Florence, 1871, pp. 148, 404.\n 1343. -- \"Jalansi . . . sent us off in company with his son, on board a vessel called al-'Ukairi, which is like a ghorāb, only more roomy. It has 60 oars, and when it engages is covered with a roof to protect the rowers from the darts and stone-shot.\" -- Ibn Batuta, iv. 59.\n 1505. -- In the Vocabulary of Pedro de Alcala, galera is interpreted in Arabic as gorâb.\n 1554. -- In the narrative of Sidi 'Ali Kapudān, in describing an action that he fought with the Portuguese near the Persian Gulf, he says the enemy's fleet consisted of 4 barques as big as carracks (q.v.), 3 great ghurābs, 6 Karāwals (see CARAVEL) and 12 smaller ghurābs, or galliots (see GALLEVAT) with oars. -- In J. As., ser. 1. tom. ix. 67-68.\n [c. 1610. -- \"His royal galley called by them Ogate Gourabe (gourabe means 'galley,' !and ogate 'royal').\" -- Pyrard de Laval, Hak. Soc. i. 312.]\n 1660. -- \"Jani Beg might attack us from the hills, the ghrábs from the river, and the men of Sihwān from the rear, so that we should be in a critical position.\"- Mohammed M'asum, in Elliot, i. 250. The word occurs in many pages of the same history.\n [1679. -- \"My Selfe and Mr. Gapes Grob the stern most.\" -- In Hedges, Diary, Hak. Soc. ii. clxxxiv.]\n 1690. -- \"Galera . . . ab Arabibus tam Asiaticis quam Africanis vocatur . . . Ghorâb, i.e. Corvus, quasi piceâ nigredine, rostro extenso, et velis remisque sicut alis volans galera: unde et Vlacho Graece dicitur From Amari's Italian version.\n *ME/LAINA.\" -- Hyde, Note on Peritsol, in Synt. Dissertt. i. 97.\n 1673. -- \"Our Factors, having concerns in the cargo of the ships in this Road, loaded two Grobs and departed.\" -- Fryer, 153.\n 1727. -- \"The Muskat War . . . obliges them (the Portuguese) to keep an Armada of five or six Ships, besides small Frigates and Grabs of War.\" -- A. Hamilton, i. 250; [ed. 1744, ii. 253].\n 1750-52. -- \"The ships which they make use of against their enemies are called goerabbs by the Dutch, and grabbs by the English, have 2 or 3 masts, and are built like our ships, with the same sort of rigging, only their prows are low and sharp as in gallies, that they may not only place some cannons in them, but likewise in case of emergency for a couple of oars, to push the grabb on in a calm.\" -- Olof Toreen, Voyage, 205.\n c. 1754. -- \"Our E. I. Company had here (Bombay) one ship of 40 guns, one of 20, one Grab of 18 guns, and several other vessels.\" -- Ives, 43. Ives explains \"Ketches, which they call grabs.\" This shows the meaning already changed, as no galley could carry 18 guns.\n c. 1760. -- \"When the Derby, Captain Ansell, was so scandalously taken by a few of Angria's grabs.\" -- Grose, i. 81.\n 1763. -- \"The grabs have rarely more than two masts, though some have three; those of three are about 300 tons burthen; but the others are not more than 150: they are built to draw very little water, being very broad in proportion to their length, narrowing, however, from the middle to the end, where instead of bows they have a prow, projecting like that of a Mediterranean galley.\" -- Orme (reprint), i. 408-9.\n 1810. -- \"Here a fine English East Indiaman, there a grab, or a dow from Arabia.\" -- Maria Graham, 142.\n \" \"This Glab (sic) belongs to an Arab merchant of Muscat. The Nakhodah, an Abyssinian slave.\" -- Elphinstone, in Life, i. 232.\n [1872. -- \"We had scarce set sail when there came in a ghorab (a kind of boat) the Cotwal of Surat . . .\" -- Trans. Lit. Soc. Bo. ii. 5.]\n 1872. -- \"Moored in its centre you saw some 20 or 30 ghurábs (grabs) from Maskat, Baghlahs from the Persian Gulf, Kotiyahs from Kach'h, and Pattimars or Batelas from the Konkan and Bombay.\" -- Burton, Sind Revisited, i. 83.\n", "gram": "s. This word is properly the Portuguese grão, i.e. 'grain,' but it has been specially appropriated to that kind of vetch (Cicer arietinum, L.) which is the most general grain-(rather pulse-) food of horses all over India, called in H. chanā. It is the Ital. cece, Fr. pois chiche, Eng. chick-pea or Egypt. pea, much used in France and S. Europe. This specific application of grão is also Portuguese, as appears from Bluteau. The word gram is in some parts of India applied to other kinds of pulse, and then this application of it is recognised by qualifying it as Bengal gram. (See remarks under CALAVANCE.) The plant exudes oxalate of potash, and to walk through a gram-field in a wet morning is destructive to shoe-leather. The natives collect the acid.\n [1513. -- \"And for the food of these horses (exported from the Persian Gulf) the factor supplied grãos.\" -- Albuquerque, Cartas, p. 200, Letter of Dec. 4.\n [1554. -- (Describing Vijayanagar.) \"There the food of horses and elephants consists of grãos, rice and other vegetables, cooked with jagra, which is palm-tree sugar, as there is no barley in that country.\"- Castanheda, Bk. ii. ch. 16.\n [c. 1610. -- \"They give them also a certain grain like lentils.\" -- Pyrard de Laval, Hak. Soc. ii. 79.]\n 1702. -- \". . . he confessing before us that their allowance three times a week is but a quart of rice and gram together for five men a day, but promises that for the future it shall be rectified.\" -- In Wheeler, ii. 10.\n 1776. -- \". . . Lentils, gram . . . mustard seed.\" -- Halhed's Code, p. 8 (pt. ii.).\n 1789. -- \". . . Gram, a small kind of pulse, universally used instead of oats.\" -- Munro's Narrative, 85.\n 1793. -- \". . . gram, which it is not customary to give to bullocks in the Carnatic.\" -- Dirom's Narrative, 97.\n 1804. -- \"The gram alone, for the four regiments with me, has in some months cost 50,000 pagodas.\" -- Wellington, iii. 71.\n 1865. -- \"But they had come at a wrong season, gram was dear, and prices low, and the sale concluded in a dead loss.\"- Palgrave's Arabia, 290.\n", "gram-fed": "adj. Properly the distinctive description of mutton and beef fattened upon gram, which used to be the pride of Bengal. But applied figuratively to any 'pampered creature.'\n c. 1849. -- \"By an old Indian I mean a man full of curry and of bad Hindustani, with a fat liver and no brains, but with a self-sufficient idea that no one can know India except through long experience of brandy, champagne, gram-fed mutton, cheroots and hookahs.\" -- Sir C. Napier, quoted in Bos. Smith's Life of Ld. Lawrence, i. 338.\n 1880. -- \"I missed two persons at the Delhi assemblage in 1877. All the gramfed secretaries and most of the alcoholic chiefs were there; but the famine-haunted villagers and the delirium-shattered opiumeating Chinaman, who had to pay the bill, were not present.\" -- Ali Baba, 127.\n", "grandonic": ". (See GRUNTHUM and SANSKRIT ).\n", "grass-cloth": ". s. This name is now generally applied to a kind of cambric from China made from the Chuma of the Chinese (Boehmaria nivea, Hooker, the Rhea, so much talked of now), and called by the Chinese sia-pu, or 'summer-cloth.' We find grass-cloths often spoken of by the 16th century travellers, and even later, as an export from Orissa and Bengal. They were probably made of Rhea or some kindred species, but we have not been able to determine this. Cloth and nets are made in the south from the Neilgherry nettle (Girardinia heterophylla, D. C.)\n c. 1567. -- \"Cloth of herbes (panni d'erba), which is a kinde of silke, which groweth among the woodes without any labour of man.\" -- Caesar Frederike, in Hakl. ii. 358.\n 1585. -- \"Great store of the cloth which is made from Grasse, which they call yerua\" (in Orissa). -- R. Fitch, in Hakl. ii. 387.\n [1598. -- See under SAREE.\n [c. 1610. -- \"Likewise is there plenty of silk, as well that of the silkworm as of the (silk) herb, which is of the brightest yellow colour, and brighter than silk itself.\"- Pyrard de Laval, Hak. Soc. i. 328.]\n 1627. -- \"Their manufactories (about Balasore) are of Cotton . . . Silk, and Silk and Cotton Romals . . . ; and of Herba (a Sort of tough Grass) they make Ginghams, Pinascos, and several other Goods for Exportation. \" -- A. Hamilton, i. 397; [ed. 1744].\n 1813. -- Milburn, in his List of Bengal Piece-Goods, has Herba Taffaties (ii. 221).\n", "grass-cutter": "s. This is probably a corruption representing the H. ghāskhodā or ghāskāṭā, 'the digger, or cutter, of grass'; the title of a servant employed to collect grass for horses, one such being usually attached to each horse besides the syce or horsekeeper. In the north the grasscutter is a man; in the south the office is filled by the horsekeeper's wife. Ghāskaṭ is the form commonly used by Englishmen in Upper India speaking Hindustani; but ghasiyārā by those aspiring to purer language. The former term appears in Williamson's V. M. (1810) as gauskot (i. 186), the latter in Jacquemont's Correspondence as grassyara. No grasscutters are mentioned as attached to the stables of Akbar; only a money allowance for grass. The antiquity of the Madras arrangement is shown by a passage in Castanheda (1552): \" . . . he gave him a horse, and a boy to attend to it, and a female slave to see to its fodder.\"- (ii. 58.)\n 1789. -- \". . . an Horsekeeper and Grasscutter at two pagodas.\" -- Munro's Narr. 28.\n 1793. -- \"Every horse . . . has two attendants, one who cleans and takes care of him, called the horse-keeper, and the other the grasscutter, who provides for his forage.\" -- Dirom's Narr. 242.\n 1846. -- \"Every horse has a man and a maid to himself -- the maid cuts grass for him; and every dog has a boy. I inquired whether the cat had any servants, but I found he was allowed to wait upon himself.\" -- Letters from Madras, 37.\n [1850. -- \"Then there are our servants . . . four Saises and four Ghascuts . . .\" -- Mrs. Mackenzie, Life in the Mission, ii. 253.]\n [1875. -- \"I suppose if you were to pick up . . . a grasscutter's pony to replace the one you lost, you wouldn't feel that you had done the rest of the army out of their rights.\" -- The Dilemma, ch. xxxvii.\n [GRASSHOPPER FALLS, n.p. An Anglo-Indian corruption of the name of the great waterfall on the Sheravati River in the Shimoga District of Mysore, where the river plunges down in a succession of cascades, of which the principal is 890 feet in height. The proper name of the place is Gersoppa, or Gerusappe, which takes its name from the adjoining village; geru, Can., 'the marking nut plant' (semecarpus anacardium, L.), soppu, 'a leaf.' See Mr. Grey's note on P. della Valle, Hak. Soc. ii. 218.]\n", "grass-widow": "s. This slang phrase is applied in India, with a shade of malignity, to ladies living apart from their husbands, especially as recreating at the Hill stations, whilst the husbands are at their duties in the plains.\n We do not know the origin of the phrase. In the Slang Dictionary it is explained: \"An unmarried mother; a deserted mistress.\" But no such opprobrious meanings attach to the Indian use. In Notes and Queries, 6th ser. viii. 414, will be found several communications on this phrase. [Also see ibid. x. 436, 526; xi. 178; 8th ser. iv. 37, 75.] We learn from these that in Moor's Suffolk Words and Phrases, Grace-Widow occurs with the meaning of an unmarried mother. Corresponding to this, it is stated also, is the N.S. (?) or Low German gras-wedewe. The Swedish Gräsänka or -enka also is used for 'a low dissolute married woman living by herself.' In Belgium a woman of this description is called haecke-wedewe, from haecken, 'to feel strong desire' (to 'hanker'). And so it is suggested gräsenka is contracted from grädesenka, from gradig, 'esuriens' (greedy, in fact). In Danish Dict. graesenka is interpreted as a woman whose betrothed lover is dead. But the German Stroh-Wittwe, 'strawwidow' (which Flügel interprets as 'mock widow'), seems rather inconsistent with the suggestion that grass-widow is a corruption of the kind suggested. A friend mentions that the masc. Stroh-Wittwer is used in Germany for a man whose wife is absent, and who therefore dines at the eating-house with the young fellows. [The N.E.D. gives the two meanings: 1. An unmarried woman who has cohabited with one or more men; a discarded mistress; 2. A married woman whose husband is absent from her. \"The etymological notion is obscure, but the parallel forms disprove the notion that the word is a 'corruption' of grace-widow. It has been suggested that in sense 1. grass (and G. stroh) may have been used with opposition to bed. Sense 2. may have arisen as an etymologizing interpretation of the compound after it had ceased to be generally understood; in Eng. it seems to have first appeared as Anglo-Indian.\" The French equivalent, Veuve de Malabar, was in allusion to Lemierre's tragedy, produced in 1770.]\n 1878. -- \"In the evening my wife and I went out house-hunting; and we pitched upon one which the newly incorporated body of Municipal Commissioners and the Clergyman (who was a Grass-widower, his wife being at home) had taken between them.\" -- Life in the Mofussil, ii. 99-100.\n 1879. -- The Indian newspaper's \"typical official rises to a late breakfast -- probably on herrings and soda-water -- and dresses tastefully for his round of morning calls, the last on a grass-widow, with whom he has a tête-à-tête tiffin, where 'pegs' alternate with champagne.\" -- Simla Letter in Times, Aug. 16.\n 1880. -- \"The Grass-widow in Nephelococcygia.\" -- Sir Ali Baba, 169.\n \" \"Pleasant times have these Indian grass-widows!\" -- The World, Jan. 21, 13.\n", "grassia": "s. Grās (said to mean 'a mouthful') is stated by Mr. Forbes in the Rās Mālā (p. 186) to have been in old times usually applied to alienations for religious objects; but its prevalent sense came to be the portion of land given for subsistence to cadets of chieftains' families. Afterwards the term grās was also used for the blackmail paid by a village to a turbulent neighbour as the price of his protection and forbearance, and in other like meanings. \"Thus the title of grassia, originally an honourable one, and indicating its possessor to be a cadet of the ruling tribe, became at last as frequently a term of opprobrium, conveying the idea of a professional robber\" (Ibid. Bk. iv. ch. 3); [ed. 1878, p. 568].\n [1584. -- See under COOLY.]\n c. 1665. -- \"Nous nous trouvâmes au Village de Bilpar, dont les Habitans qu'on nomme Gratiates, sont presque tous Voleurs.\" -- Thevenot, v. 42.\n 1808. -- \"The Grasias have been shewn to be of different Sects, Casts, or families, viz., 1st, Colees and their Collaterals; 2nd, Rajpoots; 3rd, Syed Mussulmans; 4th, MoleIslams or modern Mahomedans. There are besides many others who enjoy the free usufruct of lands, and permanent emolument from villages, but those only who are of the four aforesaid warlike tribes seem entitled by prescriptive custom . . . to be called Grassias.\" -- Drummond, Illustrations.\n 1813. -- \"I confess I cannot now contemplate my extraordinary deliverance from the Gracia machinations without feelings more appropriate to solemn silence, than expression.\" -- Forbes, Or. Mem. iii. 393; [conf. 2nd ed. ii. 357].\n 1819. -- \"Grassia, from Grass, a word signifying 'a mouthful.' This word is understood in some parts of Mekran, Sind, and Kutch; but I believe not further into Hindostan than Jaypoor.\" -- Mackmurdo, in Tr. Lit. Soc. Bo. i. 270. [On the use in Central India, see Tod, Annals, i. 175; Malcolm, Central India, i. 508.]\n", "grave-digger": ". (See BEEJOO .)\n", "green-pigeon": ". A variety of species belonging to the sub. - fam. Treroninae, and to genera Treron, Cricopus, Osmotreron, and Sphenocereus, bear this name. The three first following quotations show that these birds had attracted the attention of the ancients.\n c. 180. -- \"Daimachus, in his History of India, says that pigeons of an apple-green colour are found in India.\" -- Athenaeus, ix. 51.\n c. A.D. 250. -- \"They bring also greenish (W)XRA\\S) pigeons which they say can never be tamed or domesticated.\" -- Aelian, De Nat. Anim. xv. 14.\n \" \"There are produced among the Indians . . . pigeons of a pale green colour (XLWRO/PTILOI); any one seeing them for the first time, and not having any knowledge of ornithology, would say the bird was a parrot and not a pigeon. They have legs and bill in colour like the partridges of the Greeks.\" -- Ibid. xvi. 2.\n 1673. -- \"Our usual diet was (besides Plenty of Fish) Water-Fowl, Peacocks, Green Pidgeons, Spotted Deer, Sabre, Wild Hogs, and sometimes Wild Cows.\" -- Fryer, 176.\n 1825. -- \"I saw a great number of peafowl, and of the beautiful greenish pigeon common in this country . . .\" -- Heber, ii. 19.\n", "grey partridge": ". The common Anglo-Indian name of the Hind. tītar, common over a great part of India, Ortygornis Ponticeriana, Gmelin. \"Its call is a peculiar loud shrill cry, and has, not unaptly, been compared to the word Pateela-pateela-pateela, quickly repeated but preceded by a single note, uttered two or three times, each time with a higher intonation, till it gets, as it were, the key-note of its call.\"- Jerdon, ii. 566.\n", "griblee": "s. A graplin or grapnel. Lascars' language (Roebuck).\n", "griffin": "s.; GRIF- FISH , adj. One newly arrived in India, and unaccustomed to Indian ways and peculiarities; a Johnny Newcome. The origin of the phrase is unknown to us. There was an Admiral Griffin who commanded in the Indian seas from Nov. 1746 to June 1748, and was not very fortunate. Had his name to do with the origin of the term? The word seems to have been first used at Madras (see Boyd, below). [But also see the quotation from Beaumont & Fletcher, below.] Three references below indicate the parallel terms formerly used by the Portuguese at Goa, by the Dutch in the Archipelago, and by the English in Ceylon.\n [c. 1624. -- \"Doves beget doves, and eagles eagles, Madam: a citizen's heir, though never so rich, seldom at the best proves a gentleman.\" -- Beaumont & Fletcher, Honest Man's Fortune, Act III. sc. 1, vol. iii. p. 389, ed. Dyce. Mr. B. Nicolson (3 ser. Notes and Queries, xi. 439) points out that Dyce's MS. copy, licensed by Sir Henry Herbert in 1624, reads \"proves but a griffin gentleman. \" Prof. Skeat (ibid. xi. 504) quoting from Piers Plowman, ed. Wright, p. 96, \"Gryffyn the Walshe,\" shows that Griffin was an early name for a Welshman, apparently a corruption of Griffith. The word may have been used abroad to designate a raw Welshman, and thus acquired its present sense.]\n 1794. -- \"As I am little better than an unfledged Griffin, according to the fashionable phrase here\" (Madras). -- Hugh Boyd, 177.\n 1807. -- \"It seems really strange to a griffin -- the cant word for a European just arrived.\" -- Ld. Minto, in India, 17.\n 1808. -- \"At the Inn I was tormented to death by the impertinent persevering of the black people; for every one is a beggar, as long as you are reckoned a griffin, or a new-comer.\" -- Life of Leyden, 107.\n 1836. -- \"I often tire myself . . . rather than wait for their dawdling; but Mrs. Staunton laughs at me and calls me a 'Griffin,' and says I must learn to have patience and save my strength.\" -- Letters from Madras, 38.\n \" \". . . he was living with bad men, and saw that they thought him no better than themselves, but only more griffish . . .\" -- Ibid. 53.\n 1853. -- \"There were three more cadets on the same steamer, going up to that great griff depot, Oudapoor.\" -- Oakfield, i. 38.\n 1853.-\n \"'Like drill?'\n \"'I don't dislike it much now: the goosestep was not lively.'\n \"'Ah, they don't give griffs half enough of it now-a-days; by Jove, Sir, when I was a griff' -- and thereupon . . .\" -- Ibid. i. 62.\n [1900. -- \"Ten Rangoon sportsmen have joined to import ponies from Australia on the griffin system, and have submitted a proposal to the Stewards to frame their events to be confined to griffins at the forthcoming autumn meeting.\" -- Pioneer Mail, May 18.]\n The griffin at Goa also in the old days was called by a peculiar name. (See REINOL.)\n 1631. -- \"Haec exanthemata (prickly heatspots) magis afficiunt recenter advenientes ut et Mosquitarum puncturae . . . ita ut deridiculum ergo hic inter nostrates dicterium enatum sit, eum qui hoc modo affectus sit, esse Orang Barou, quod novitium hominem significat.\" -- Jac. Bontii, Hist. Nat., &c., ii. cap. xviii. p. 33.\n Here orang barou is Malay orangbaharu, i.e. 'new man'; whilst Oranglama, 'man of long since,' is applied to old colonials. In connection with these terms we extract the following:-\n c. 1790. -- \"Si je n'avois pas été un oorlam, et si un long séjour dans l'Inde ne m'avoit pas accoutumé à cette espèce de fleau, j'aurois certainement souffert l'impossible durant cette nuit.\" -- Haafner, ii. 26-27.\n On this his editor notes:\n \"Oorlam est un mot Malais corrumpu; il faut dire Orang-lama, ce qui signifie une personne qui a déjà été long-temps dans un endroit, ou dans un pays, et c'est par ce nom qu'on designe les Européens qui ont habité depuis un certain temps dans l'Inde. Ceux qui ne font qu'y arriver, sont appelés Baar; denomination qui vient du mot Malais Orang-Baru . . . un homme nouvellement arrivé.\"\n [1894. -- \"In the Standard, Jan. 1, there appears a letter entitled 'Ceylon Tea-Planting -- a Warning,' and signed 'An Ex creeper.' The correspondent sends a cutting from a recent issue of a Ceylon daily paper -- a paragraph headed 'Creepers Galore.' From this extract it appears that Creeper is the name given in Ceylon to paying pupils who go out there to learn teaplanting. \" -- Mr. A. L. Mayhew, in 8 ser. Notes and Queries, v. 124.]\n", "ground": "s. A measure of land used in the neighbourhood of Madras. [Also called Munny, Tam. manai.] (See under CAWNY.)\n", "gruff": "adj. Applied to bulky goods. Probably the Dutch grof, 'coarse.'\n [1682-3. -- \". . . that for every Tunne of Saltpetre and all other Groffe goods I am to receive nineteen pounds.\" -- Pringle, Diary, Ft. St. Geo. 1st ser. vol. ii. 3-4.]\n 1750. -- \". . . all which could be called Curtins, and some of the Bastions at Madrass, had Warehouses under them for the Reception of Naval Stores, and other gruff Goods from Europe, as well as Salt Petre from Bengal.\" -- Letter to a Propr. of the E. I. Co., p. 52.\n 1759. -- \"Which by causing a great export of rice enhances the price of labour, and consequently of all other gruff, piece-goods and raw silk.\" -- In Long, 171.\n 1765. -- \". . . also foole sugar, lump jaggre, ginger, long pepper, and piply-mol . . . articles that usually compose the gruff cargoes of our outward-bound shipping.\"- Holwell, Hist. Events, &c., i. 194.\n 1783. -- \"What in India is called a gruff (bulky) cargo.\" -- Forrest, Voyage to Mergui, 42.\n", "grunth": "s. Panjābī Granth, from Skt. grantha, lit. 'a knot,' leaves tied together by a string. 'The Book,' i.e. the Scripture of the Sikhs, containing the hymns composed or compiled by their leaders from Nānak (1469-1539) onwards. The Granth has been translated by Dr. Trumpp, and published, at the expense of the Indian Government. \n 1770. -- \"As the young man (Nānak) was early introduced to the knowledge of the most esteemed writings of the Mussulmen . . . he made it a practice in his leisure hours to translate literally or virtually, as his mind prompted him, such of their maxims as made the deepest impression on his heart. This was in the idiom of Pendjab, his maternal language. Little by little he strung together these loose sentences, reduced them into some order, and put them in verses. . . . His collection became numerous; it took the form of a book which was entitled Grenth.\" -- Seir Mutaqherin, i. 89.\n 1798. -- \"A book entitled the Grunth . . . is the only typical object which the Sicques have admitted into their places of worship.\" -- G. Forster's Travels, i. 255.\n 1817. -- \"The fame of Nannak's book was diffused. He gave it a new name, Kirrunt.\" -- Mill's Hist. ii. 377.\n c. 1831. -- \". . . Au centre du quel est le temple d'or où est gardé le Grant ou livre sacré des Sikes.\" -- Jacquemont,Correspondance, ii. 166.\n [1838. -- \"There was a large collection of priests, sitting in a circle, with the Grooht, their holy book, in the centre . . .\" -- Miss Eden, Up the Country, ii. 7.]\n", "grunthee": "s. Panj. granthī from granth (see GRUNTH ). A sort of native chaplain attached to Sikh regiments. [The name Granthī appears among the Hindi mendicant castes of the Panjab in Mr. Maclagan's Census Rep., 1891, p. 300.]\n", "grunthum": "s. This (grantham) is a name, from the same Skt. word as the last, given in various odd forms to the Sanskrit language by various Europeans writing in S. India during the 16th and 17th centuries. The term properly applied to the character in which the Sanskrit books were written.\n 1600. -- \"In these verses is written, in a particular language, called Gerodam, their Philosophy and Theology, which the Bramens study and read in Universities all over India.\" -- Lucena, Vida do Padre F. Xavier, 95.\n 1646. -- \"Cette langue correspond à la nostre Latine, parceque les seules Lettrés l'apprennent; il se nomment Guirindans.\" -- Barretto, Rel. de la Prov. de la Malabar, 257.\n 1727. -- \". . . their four law-books, Sama Vedam, Urukku Vedam, Edirwarna Vedam, and Adir Vedam, which are all written in the Girandams, and are held in high esteem by the Bramins.\" -- Valentijn, v. (Ceylon), 399.\n \" \"Girandam (by others called Kerendum, and also Sanskrits) is the language of the Bramins and the learned.\" -- Ibid. 386.\n 1753. -- \"Les Indiens du pays se donnent le nom de Tamules, et on sait que la langue vulgaire différente du Sanskret, et du Grendam, qui sont les langues sacrées, porte le même nom.\" -- D'Anville. 117.\n", "guana": "s. This is not properly an Indian term, nor the name of an Indian species, but, as in many other cases, it has been applied by transfer from superficially resembling genera in the new Indies, to the old. The great lizards, sometimes called guanas in India, are apparently monitors.  It must be observed, however, that approximating Indian names of lizards have helped the confusion. Thus the large monitor to which the name guana is often applied in India, is really called in Hindi goh (Skt. godhā), Singhalese goyā. The true iguana of America is described by Oviedo in the first quotation under the name of iuana. [The word is Span. iguana, from Carib iwana, written in early writers hiuana, igoana, iuanna or yuana. See N.E.D. and Stanf. Dict.]\n c. 1535. -- \"There is in this island an animal called Iuana, which is here held to be amphibious (neutrale), i.e. doubtful whether fish or flesh, for it frequents the rivers and climbs the trees as well. . . . It is a Serpent, bearing to one who knows it not a horrid and frightful aspect. It has the hands and feet like those of a great lizard, the head much larger, but almost of the same fashion, with a tail 4 or 5 palms in length. . . . And the animal, formed as I have described, is much better to eat than to look at,\" &c.- Oviedo, in Ramusio, iii. f. 156v, 157.\n c. 1550. -- \"We also used to catch some four-footed animals called iguane, resembling our lizards in shape . . . the females are most delicate food.\" -- Girolami Benzoni, p. 140.\n 1634. -- \"De Lacertae quâdam specie, Incolis Liguan. Est . . . genus venenosissimum, \" &c. -- Jac. Bontii, Lib. v. cap. 5. p. 57. (See GECKO.)\n 1673. -- \"Guiana, a Creature like a Crocodile, which Robbers use to lay hold on by their Tails, when they clamber Houses.\" -- Fryer, 116.\n 1681. -- Knox, in his Ceylon, speaks of two creatures resembling the Alligator -- one called Kobbera guion, 5 or 6 feet long, and not eatable; the other called tolla guion, very like the former, but \"which is eaten, and reckoned excellent meat . . . and I suppose it is the same with that which in the W. Indies is called the guiana\" (pp. 30, 31). The names are possibly Portuguese, and Kobberaguion may be Cobra-guana.\n 1704. -- \"The Guano is a sort of Creature some of which are found on the land, some in the water . . . stewed with a little Spice they make good Broth.\" -- Funnel, in Dampier, iv. 51.\n 1711. -- \"Here are Monkeys, Gaunas, Lissards, large Snakes, and Alligators.\"- Lockyer, 47.\n 1780. -- \"They have here an amphibious animal called the guana, a species of the crocodile or alligator, of which soup is made equal to that of turtle. This I take upon hearsay, for it is to me of all others the most loathsome of animals, not less so than the toad.\" -- Munro's Narrative, 36.\n c. 1830. -- \"Had I known I was dining upon a guana, or large wood-lizard, I scarcely think I would have made so hearty a meal.\" -- Tom Cringle (ed. 1863), 178.\n 1879. -- \"Captain Shaw asked the Imaum of one of the mosques of Malacca about alligator's eggs, a few days ago, and his reply was, that the young that went down to the sea became alligators, and those that came up the river became iguanas.\" -- Miss Bird, Golden Chersonese, 200.\n 1881. -- \"The chief of Mudhol State belongs to the Bhonslá family. . . . The name, however, has been entirely superseded by the second designation of Ghorpade, which is said to have been acquired by one of the family who managed to scale a fort previously deemed impregnable, by fastening a cord around the body of a ghorpad or iguana.\" -- Imperial Gazetteer, vi. 437.\n 1883. -- \"Who can look on that anachronism, an iguana (I mean the large monitor which Europeans in India generally call an iguana, sometimes a guano!) basking, four feet long, on a sunny bank . . .\" -- Tribes on My Frontier, 36.\n 1885. -- \"One of my moonshis, José Prethoo, a Concani of one of the numerous families descended from Xavier's converts, gravely informed me that in the old days iguanas were used in gaining access to besieged places; for, said he, a large iguana, sahib, is so strong that if 3 or 4 men laid hold of its tail he could drag them up a wall or tree!\" -- Gordon Forbes, Wild Life in Canara, 56.\n", "guardafui": "n.p. The eastern horn of Africa, pointing towards India. We have the name from the Portuguese, and it has been alleged to have been so called by them as meaning, 'Take you heed!' (Gardezvous, in fact.) But this is etymology of the species that so confidently derives 'Bombay' from Boa Bahia. Bruce, again (see below), gives dogmatically an interpretation which is equally unfounded. We must look to history, and not to the 'moral consciousness' of anybody. The country adjoining this horn of Africa, the Regio Aromatum of the ancients, seems to have been called by the Arabs Hafūn, a name which we find in the Periplus in the shape of Opōnē. This name Hafūn was applied to a town, no doubt the true Opōnē, which Barbosa (1516) mentions under the name of Afuni, and it still survives in those of two remarkable promontories, viz. the Peninsula of Rās Hafūn (the Chersonnesus of the Periplus, the Zingis of Ptolemy, the Cape d'Affui and d'Orfui of old maps and nautical directories), and the cape of Jard-Hafūn (or according to the Egyptian pronunciation, Gard-Hafūn), i.e. Guardafui. The nearest possible meaning of jard that we can find is 'a wide or spacious tract of land without herbage.' Sir R. Burton (Commentary on Camõens, iv. 489) interprets jard as=Bay, \"from a break in the dreadful granite wall, lately provided by Egypt with a lighthouse. \" The last statement is unfortunately an error. The intended light seems as far off as ever. [There is still no lighthouse, and shipowners differ as to its advantage; see answer by Secretary of State, in House of Commons, Times, March 14, 1902.] We cannot judge of the ground of his interpretation of jard.\n An attempt has been made to connect the name Hafūn with the Arabic af'a, 'pleasant odours.' It would then, be the equivalent of the ancient Reg. Aromatum. This is tempting, but very questionable. We should have mentioned that Guardafui is the site of the mart and Promontory of the Spices described by the author of the Periplus as the furthest point and abrupt termination of the continent of Barbarice (or eastern Africa), towards the Orient (TO\\ TW=N *)ARWMATW/N E)MPO/RION KAI\\ A)KRWTH/RION TELEUTAI=ON TH=S BARBARIKH=S H)PEI/ROU PRO\\S A)NATOLH\\N A)POKO/PON).\n According to C. Müller our Guardafui is called by the natives Rās Aser; their Rās Jardafūn being a point some 12 m. to the south, which on some charts is called Rās Shenarif, and which is also the *TA/BAI of the Periplus (Geog. Gr. Minores, i. 263).\n 1516. -- \"And that the said ships from his ports (K. of Coulam's) shall not go inwards from the Strait and Cape of Guoardaffuy, nor go to Adem, except when employed in our obedience and service . . . and if any vessel or Zambuque is found inward of the Cape of Guoardaffuy it shall be taken as good prize of war.\" -- Treaty between Lopo Soares and the K. of Caulam, in Botelho, Tombo, 33.\n \" \"After passing this place (Afuni) the next after it is Cape Guardafun, where the coast ends, and trends so as to double towards the Red Sea.\" -- Barbosa, 16.\n c. 1530. -- \"This province, called of late Arabia, but which the ancients called Trogloditica, begins at the Red Sea and the country of the Abissines, and finishes at Magadasso . . . others say it extends only to the Cape of Guardafuni.\" -- Sommario de' Regni, in Ramusio, i. f. 325.\n 1553. -- \"Vicente Sodre, being despatched by the King, touched at the Island of Cocotora, where he took in water, and thence passed to the Cape of Guardafu, which is the most easterly land of Africa.\" -- De Barros, I. vii. cap. 2.\n 1554. -- \"If you leave Dábúl at the end of the season, you direct yourselves W.S.W. till the pole is four inches and an eighth, from thence true west to Kardafún.\" -- Sidi 'Ali Kapudān, The Mohit, in J. As. Soc. Ben., v. 464.\n \" \"You find such whirlpools on the coasts of Kardafūn. . . .\" -- The same, in his narrative, Journ. As. ser. 1. tom. ix. p. 77.\n 1572.- \"O Cabo vê já Aromata chamado, E agora Guardafú, dos moradores, Onde começa a boca do affamado Mar Roxo, que do fundo toma as cores.\" Camões, x. 97.\n Englished by Burton:\n \"The Cape which Antients 'Aromatic' clepe behold, yclept by Moderns Guardafú; where opes the Red Sea mouth, so wide and deep, the Sea whose ruddy bed lends blushing hue.\"\n 1602. -- \"Eitor da Silveira set out, and without any mishap arrived at the Cape of Gardafui.\" -- Couto, IV. i. 4.\n 1727. -- \"And having now travell'd along the Shore of the Continent, from the Cape of Good Hope to Cape Guardafoy, I'll survey the Islands that lie in the Ethiopian Sea.\" -- A. Hamilton, i. 15; [ed. 1744].\n 1790. -- \"The Portuguese, or Venetians, the first Christian traders in these parts, have called it Gardefui, which has no signi fication in any language. But in that part of the country where it is situated, it is called Gardefan and means the Straits of Burial, the reason of which will be seen afterwards.\" -- Bruce's Travels, i. 315.\n [1823. -- \". . . we soon obtained sight of Cape Gardafui. . . . It is called by the natives Ras Assere, and the high mountain immediately to its south is named Gibel Jordafoon. . . . Keeping about nine miles off shore we rounded the peninsula of Hafoon. . . . Hafoon appears like an island, and belongs to a native Somauli prince. . . .\" -- Owen, Narr. i. 353.]\n", "guava": "s. This fruit (Psidium Guayava, L., Ord. Myrtaceae; Span. guayava, Fr. goyavier, [from Brazilian guayaba, Stanf. Dict.]), Guayabo pomifera Indica of Caspar Bauhin, Guayava of Joh. Bauhin, strangely appears by name in Elliot's translation from Amīr Khosrū, who flourished in the 13th century: \"He who has placed only guavas and quinces in his throat, and has never eaten a plantain, will say it is like so much jujube\" (iii. 556). This must be due to some ambiguous word carelessly rendered. The fruit and its name are alike American. It appears to be the guaiabo of Oviedo in his History of the Indies (we use the Italian version in Ramusio, iii. f. 141v). There is no mention of the guava in either De Orta or Acosta. Amrūd, which is the commonest Hindustani (Pers.) name for the guava, means properly 'a pear'; but the fruit is often called safarī ām, 'journey mango' (respecting which see under ANANAS). And this last term is sometimes vulgarly corrupted into supārī ām (areca-mango!). In the Deccan (according to Moodeen Sheriff) and all over Guzerat and the Central Provinces (as we are informed by M.-Gen. Keatinge), the fruit is called jām, Mahr. jamba, which is in Bengal the name of Syzigium jambolanum (see JAMOON), and in Guzerāti jāmrūd, which seems to be a factitious word in imitation of āmrūd.\n The guava, though its claims are so inferior to those of the pine-apple (indeed except to stew, or make jelly, it is nobis judicibus, an utter impostor), [Sir Joseph Hooker annotates: \"You never ate good ones!\"] must have spread like that fruit with great rapidity. Both appear in Blochmann's transl. of the Āīn (i. 64) as served at Akbar's table; though when the guava is named among the fruits of Tūrān, doubts again arise as to the fruit intended, for the word used, amrūd, is ambiguous. In 1688 Dampier mentions guavas at Achin, and in Cochin China. The tree, like the custard-apple, has become wild in some parts of India. See Davidson, below.\n c. 1550. -- \"The guaiava is like a peachtree, with a leaf resembling the laurel . . . the red are better than the white, and are well-flavoured.\" -- Girol. Benzoni, p. 88.\n 1658. -- There is a good cut of the guava, as guaiaba, in Piso, pp. 152-3.\n 1673. -- \". . . flourish pleasant Tops of Plantains, Cocoes, Guiavas, a kind of Pear.\" -- Fryer, 40.\n 1676. -- \"The N.W. part is full of Guaver Trees of the greatest variety, and their Fruit the largest and best tasted I have met with.\" -- Dampier, ii. 107.\n 1685. -- \"The Guava . . . when the Fruit is ripe, it is yellow, soft, and very pleasant. It bakes well as a Pear.\" -- Ibid. i. 222.\n c. 1750-60. -- \"Our guides too made us distinguish a number of goyava, and especially plumb-trees.\" -- Grose, i. 20.\n 1764.- \"A wholesome fruit the ripened guava yields, Boast of the housewife.\" Grainger, Bk. i.\n 1843. -- \"On some of these extensive plains (on the Mohur R. in Oudh) we found large orchards of the wild Guava . . . strongly resembling in their rough appearance the pear-trees in the hedges of Worcestershire.\" -- Col. C. J. Davidson, Diary of Travels, ii. 271.\n", "gubber": "s. This is some kind of gold ducat or sequin; Milburn says 'a Dutch ducat.' It may have adopted this special meaning, but could hardly have held it at the date of our first quotation. The name is probably gabr (dīnār-i-gabr), implying its being of infidel origin.\n c. 1590. -- \"Mirza Jani Beg Sultán made this agreement with his soldiers, that every one who should bring in an enemy's head should receive 500 gabars, every one of them worth 12 mírís . . . of which 72 went to one tanka.\" -- Táríkh-i-Táhiri, in Elliot, i. 287.\n 1711. -- \"Rupees are the most current Coin; they have Venetians, Gubbers, Muggerbees, and Pagodas.\" -- Lockyer, 201.\n \" \"When a Parcel of Venetian Ducats are mixt with others the whole goes by the name of Chequeens at Surat, but when they are separated, one sort is called Venetians, and all the others Gubbers indifferently.\" -- Ibid. 242.\n 1762. -- \"Gold and Silver Weights: oz. dwts. grs. 100 Venetian Ducats . 11 0 5 10 (100?) Gubbers. . 10 17 12.\" Brooks, Weights and Measures.\n", "gubbrow": "v. To bully, to dumbfound, and perturb a person. Made from ghabrāo, the imperative of ghabrānā.  The latter, though sometimes used transitively, is more usually neuter, 'to be dumbfounded and perturbed. '\n", "gudda": "s. A donkey, literal and metaphorical. H. gadhā: [Skt. gardabha, 'the roarer']. The coincidence of the Scotch cuddy has been attributed to a loan from H. through the gypsies, who were the chief owners of the animal in Scotland, where it is not common. On the other hand, this is ascribed to a nickname Cuddy (for Cuthbert), like the English Neddy, similarly applied. [So the N.E.D. with hesitation.] A Punjab proverbial phrase is gadōṅ khurkī, \"Donkeys' rubbing\" their sides together, a sort of 'claw me and I'll claw thee.'\n", "guddy": "s. H. gaddī, Mahr. gādī. 'The Throne.' Properly it is a cushion, a throne in the Oriental sense, i.e. the seat of royalty, \"a simple sheet, or mat, or carpet on the floor, with a large cushion or pillow at the head, against which the great man reclines\" (Wilson). \"To be placed on the guddee\" is to succeed to the kingdom. The word is also used for the pad placed on an elephant's back.\n [1809. -- \"Seendhiya was seated nearly in the centre, on a large square cushion covered with gold brocade; his back supported by a round bolster, and his arms resting upon two flat cushions; all covered with the same costly material, and forming together a kind of throne, called a musnud, or guddee.\"- Broughton, Letters from a Mahratta Camp, ed. 1892, p. 28.]\n", "gudge": "s. P. -- H. gaz, and corr. gaj; a Persian yard measure or thereabouts; but in India applied to measures of very varying lengths, from the hāth, or natural cubit, to the English yard. In the Āīn [ed. Jarrett, ii. 58 seqq.] Abu'l Fazl details numerous gaz which had been in use under the Caliphs or in India, varying from 18 inches English (as calculated by J. Prinsep) to 52⅛. The Ilāhī gaz of Akbar was intended to supersede all these as a standard; and as it was the basis of all records of landmeasurements and rents in Upper India, the determination of its value was a subject of much importance when the revenue surveys were undertaken about 1824. The results of enquiry were very discrepant, however, and finally an arbitrary value of 33 inches was assumed. The bīghā (see BEEGAH), based on this, and containing 3600 square gaz=⅝ of an acre, is the standard in the N.W.P., but statistics are now always rendered in acres. See Gladwin's Ayeen (1800) i. 302, seqq.; Prinsep's Useful Tables, ed. Thomas, 122; [Madras Administration Manual, ii. 505.]\n [1532. -- \". . . and if in quantity the measure and the weight, and whether ells, roods or gazes.\" -- Archiv. Port. Orient. f. 5, p. 1562.]\n 1754. -- \"Some of the townsmen again demanded of me to open my bales, and sell them some pieces of cloth; but . . . I rather chose to make several of them presents of 2¼ gaz of cloth, which is the measure they usually take for a coat.\"- Hanway, i. 125.\n 1768-71. -- \"A gess or goss is 2 cobidos, being at Chinsurah 2 feet and 10 inches Rhineland measure.\" -- Stavorinus, E.T. i. 463.\n 1814. -- \"They have no measures but the gudge, which is from their elbow to the end of the middle finger, for measuring length.\" Pearce, Acc. of the Ways of the Abyssinians, in Tr. Lit. Soc. Bo. ii. 56.\n", "guicowar": "n.p. Gāekwār, the title of the Mahratta kings of Guzerat, descended from Dāmāji and Pīlājī Gāekwār, who rose to distinction among Mahratta warriors in the second quarter of the 18th century. The word means 'Cowherd.'\n [1813. -- \"These princes were all styled Guickwar, in addition to their family name . . . the word literally means a cowkeeper, which, although a low employment in general, has, in this noble family among the Hindoos, who venerate that animal, become a title of great importance.\" -- Forbes, Or. Mem. 2nd ed. i. 375.]\n", "guinea - cloths": "s. Apparently these were piece-goods bought in India to be used in the West African trade. [On the other hand, Sir G. Birdwood identifies them with gunny (Report on old Recs., 224). The manufacture still goes on at Pondicherry.] These are presumably the Negros-tücher of Baldaeus (1672), p. 154.\n [1675. -- \"Guinea-stuffs,\" in Birdwood, ut supra.]\n 1726. -- We find in a list of cloths purchased by the Dutch Factory at Porto Novo, Guinees Lywaat, and Negros-Kleederen ('Guinea linens and Negro's clothing').- See Valentijn, Chorom. 9.\n 1813. -- \"The demand for Surat piecegoods has been much decreased in Europe . . . and from the abolition of the slave trade, the demand for the African market has been much reduced . . . Guinea stuffs, 4½ yards each (per ton) 1200 (pieces).\"- Milburn, i. 289.\n [1878. -- \"The chief trades of Pondicherry are, spinning, weaving and dyeing the cotton stuffs known by the name of Guinees.\"- Garstin, Man. of S. Arcot, 426.]\n [GUINEA DEER, s. An old name for some species of Chevrotain, in the quotation probably the Tragulusmeminna or Mouse Deer (Blanford,Mammalia, 555).\n [1755. -- \"Common deer they have here (in Ceylon) in great abundance, and also Guinea Deer.\" -- lves, 57.]\n", "guinea-fowl": ". There seems to have been, in the 16th century, some confusion between turkeys and Guineafowl. See however under TURKEY. The Guinea-fowl is the Meleagris of Aristotle and others, the Afra avis of Horace.\n", "guinea-pig": "s. This was a nickname given to midshipmen or apprentices on board Indiamen in the 18th century, when the command of such a vessel was a sure fortune, and large fees were paid to the captain with whom the youngsters embarked. Admiral Smyth, in his Sailor's Handbook, 1867, defines: 'The younger midshipmen of an Indiaman.'\n [1779. -- \"I promise you, to me it was no slight penance to be exposed during the whole voyage to the half sneering, satirical looks of the mates and guinea-pigs.\"- Macintosh, Travels, quoted in Carey, Old Days, i. 73.]\n", "guinea-worm": "s. A parasitic worm (Filaria Medinensis) inhabiting the subcutaneous cellular tissue of man, frequently in the leg, varying from 6 inches to 12 feet in length, and common on the Pers. Gulf, in Upper Egypt, Guinea, &c. It is found in some parts of W. India. \"I have known,\" writes M.-Gen. Keatinge, \"villages where half the people were maimed by it after the rains. Matunga, the Head Quarters of the Bombay Artillery, was abandoned, in great measure, on account of this pest.\" [It is the disease most common in the Damoh District (C. P. Gazetteer, 176, Sleeman, Rambles, &c., ed. V. A. Smith, i. 94). It is the rāshta, reshta of Central Asia (Schuyler, Turkistan, i. 147; Wolff, Travels, ii. 407).] The reason of the name is shown by the quotation from Purchas respecting its prevalence in Guinea. The disease is graphically described by Agatharchides in the first quotation.\n B.C. c. 113. -- \"Those about the Red Sea who are stricken with a certain malady, as Agatharchides relates, besides being afflicted with other novel and unheard-of symptoms, of which one is that small snake-like worms (DRAKO/NTIA MIKRA\\) eat through the legs and arms, and peep out, but when touched instantly shrink back again, and winding among the muscles produce intolerable burning pains.\" -- In Dubner's ed. of Plutarch, iv. 872, viz. Table Discussions, Bk. VIII. Quest. ix. 3.\n 1600. -- \"The wormes in the legges and bodies trouble not euery one that goeth to those Countreys, but some are troubled with them and some are not\" -- (a full account of the disease follows). -- Descn. of Guinea, in Purchas, ii. 963.\n c. 1630. -- \"But for their water . . . I may call it Aqua Mortis . . . it ingenders small long worms in the legges of such as use to drink it . . . by no potion, no unguent to be remedied: they have no other way to destroy them, save by rowling them about a pin or peg, not unlike the treble of Theorbo.\" -- Sir T. Herbert, p. 128.\n 1664. -- \". . . nor obliged to drink of those naughty waters . . . full of nastiness of so many people and beasts . . . that do cause such fevers, which are very hard to cure, and which breed also certain very dangerous worms in the legs . . . they are commonly of the bigness and length of a small Vialstring . . . and they must be drawn out little by little, from day to day, gently winding them about a little twig about the bigness of a needle, for fear of breaking them.\" -- Bernier, E.T. 114; [ed. Constable, 355].\n 1676. -- \"Guinea Worms are very frequent in some Places of the West Indies . . . I rather judge that they are generated by drinking bad water.\" -- Dampier, ii. 89-90.\n 1712. -- \"Haec vita est Ormusiensium, imò civium totius littoris Persici, ut perpetuas in corpore calamitates ferant ex coeli intemperie: modo sudore diffluunt; modo vexantur furunculis; nunc cibi sunt, mox aquae inopes; saepè ventis urentibus, sem per sole torrente, squalent et quis omnia recenseat? Unum ex aerumnis gravioribus induco: nimirum Lumbricorum singulare genus, quod non in intestinis, sed in musculis per corporis ambitum natales invenit. Latini medici vermem illum nomine donant TOU= DRAKONTI/OU, s. Dracunculi. . . . Guineenses nigritae linguâ suâ . . . vermes illos vocant Ickòn, ut produnt reduces ex aurifero illo Africae littore. . . .\" -- Kaempfer, Amoen. Exot., 524-5. Kaempfer speculates as to why the old physicians called it dracunculus; but the name was evidently taken from the DRAKO/NTION of Agatharchides, quoted above.\n 1768. -- \"The less dangerous diseases which attack Europeans in Guinea are, the dry belly-ache, and a worm which breeds in the flesh. . . . Dr. Rouppe observes that the disease of the Guinea-worm is infectious. \" -- Lind on Diseases of Hot Climates, pp. 53, 54.\n 1774. -- See an account of this pest under the name of \"le ver des nerfs (Vena Medinensis),\" in Niebuhr, Desc. de l'Arabie, 117. The name given by Niebuhr is, as we learn from Kaempfer's remarks, 'araḳ Medīnī, the Medina nerve (rather than vein).\n [1821. -- \"The doctor himself is just going off to the Cape, half-dead from the Kotah fever; and, as if that were not enough, the narooa, or guinea-worm, has blanched his cheek and made him a cripple.\" -- Tod, Annals, ed. 1884, ii. 743.]\n", "gujputty": "n.p. (See COSPETIR.) \n", "gum-gum": "s. We had supposed this word to be an invention of the late Charles Dickens, but it seems to be a real Indian, or Anglo - Indian, word. The nearest approximation in Shakespear's Dict. is gamak, 'sound of the kettledrum.' But the word is perhaps a Malay plural of gong originally; see the quotation from Osbeck. [The quotations from Bowdich and Medley (from Scott, Malay Words, p. 53) perhaps indicate an African origin.]\n [1659. -- \". . . The roar of great guns, the sounding of trumpets, the beating of drums, and the noise of the gomgommen of the Indians.\" -- From the account of the Dutch attack (1659) on a village in Ceram, given in Wouter Schouten, Reistogt nadr en doorOostindiën, 4th ed. 1775, i. 55. In the Dutch version, \"en het geraas van de gomgommen der Indiäanen.\" The French of 1707 (i. 92) has \"au bruit du canon, des trompettes, des tambour et des gomgommes Indiennes.\"\n [1731. -- \"One of the Hottentot Instruments of Musick is common to several Negro Nations, and is called both by Negroes and Hottentots, gom-gom . . . is a Bow of Iron, or Olive Wood, strung with twisted Sheep-Gut or Sinews.\" -- Medley, tr. Kolben's Cape of Good Hope, i. 271.]\n c. 1750-60. -- \"A music far from delightful, consisting of little drums they call Gumgums, cymbals, and a sort of fife.\" -- Grose, i. 139.\n 1768-71. -- \"They have a certain kind of musical instruments called gom-goms, consisting in hollow iron bowls, of various sizes and tones, upon which a man strikes with an iron or wooden stick . . . not unlike a set of bells.\" -- Stavorinus, E.T. i. 215. See also p. 65.\n 1771. -- \"At night we heard a sort of music, partly made by insects, and partly by the noise of the Gungung.\" -- Osbeck, i. 185.\n [1819. -- \"The gong-gongs and drums were beat all around us.\" -- Bowdich, Mission to Ashantee, i. 7, 136.]\n 1836. -- \"'Did you ever hear a tom-tom, Sir?' sternly enquired the Captain . . .\n 'A what?' asked Hardy, rather taken aback.\n 'A tom-tom.'\n 'Never!'\n 'Nor a gum-gum?'\n 'Never!'\n 'What is a gum-gum?' eagerly enquired several young ladies.\" -- Sketches by Boz, The Steam Excursion.\n [GUNGE, s. Hind. ganj, 'a store, store-house, market.'\n [1762. -- See under GOMASTA.\n [1772. -- \"Gunge, a market principally for grain.\" -- Verelst, View of Bengal, Gloss. s.v.\n [1858. -- \"The term Gunge signifies a range of buildings at a place of traffic, for the accommodation of merchants and all persons engaged in the purchase and sale of goods, and for that of their goods and of the shopkeepers who supply them.\" -- Sleeman, Journey through Oudh, i. 278.]\n", "gunja": "s. Hind. gānjhā, gānjā. The flowering or fruiting shoots of the female plant of Indian hemp (Cannabis sativa, L., formerly distinguished as C. indica), used as an intoxicant. (See BANG.)\n [c. 1813. -- \"The natives have two proper names for the hemp (Cannabis satica), and call it Gangja when young, and Siddhi when the flowers have fully expanded.\"- Buchanan, Eastern India, ii. 865.]\n 1874. -- \"In odour and the absence of taste, ganjá resembles bhang. It is said that after the leaves which constitute bhang have been gathered, little shoots sprout from the stem, and that these, picked off and dried, form what is called ganjá.\" -- Hanbury & Flückiger, 493.\n", "gunny": "s. From Skt. goṇi, 'a sack'; Hind. and Mahr. goṇ, goṇī, 'a sack, sacking.' The popular and trading name of the coarse sacking and sacks made from the fibre of jute, much used in all Indian trade. Ṭāṭ is a common Hind. name for the stuff. [With this word Sir G. Birdwood identifies the forms found in the old records -- \"Guiny Stuffes (1671),\" \"Guynie stuffs,\" \"Guinea stuffs,\" \"Gunnys\" (Rep. on Old Records, 26, 38, 39, 224); but see under GUINEACLOTHS.]\n c. 1590. -- \"Sircar Ghoraghat produces raw silk, gunneys, and plenty of Tanghion horses.\" -- Gladwin's Ayeen, ed. 1800, ii. 9; [ed. Jarrett, ii. 123]. (But here, in the original, the term is pārchah-i-ṭāṭband.)\n 1693. -- \"Besides the aforenamed articles Goeny-sacks are collected at Palicol.\"- Hacart (3), 14.\n 1711. -- \"When Sugar is pack'd in double Goneys, the outer Bag is always valued in Contract at 1 or 1½ Shahee.\" -- Lockyer, 244.\n 1726. -- In a list of goods procurable at Daatzerom: \"Goeni-zakken (Gunny bags).\" -- Valentijn, Chor. 40.\n 1727. -- \"Sheldon . . . put on board some rotten long Pepper, that he could dispose of in no other Way, and some damaged Gunnies, which are much used in Persia for embaling Goods, when they are good in their kind.\" -- A. Hamilton, ii. 15; [ed. 1744].\n 1764. -- \"Baskets, Gunny bags, and dubbers . . . Rs. 24.\" -- In Long, 384.\n 1785. -- \"We enclose two parwanehs . . . directing them each to despatch 1000 goonies of grain to that person of mighty degree.\"- Tippoo's Letters, 171.\n 1885. -- \"The land was so covered with them (plover) that the hunters shot them with all kind of arms. We counted 80 birds in the gunny-sack that three of the soldiers brought in.\" -- Boots and Saddles, by Mrs. Custer, p. 37. (American work.)\n", "gunta": "s. Hind. ghanṭā, 'a bell or gong.' This is the common term for expressing an European hour in modern Hindūstānī. [See PANDY.]\n", "gup": "s. Idle gossip. P. -- H. gap, 'prattle, tattle.' The word is perhaps an importation from Tūrān. Vámbéry gives Orient. Turki gep, geb, 'word, saying, talk'; which, however, Pavet de Courteille suggests to be a corruption from the Pers. guftan, 'to say'; of which, indeed, there is a form guptan. [So Platts, who also compares Skt. jalpa, which is the Bengali golpo, 'babble.'] See quotation from Schuyler showing the use in Turkistan. The word is perhaps best known in England through an unamiable account of society in S. India, published under the name of \"Gup,\" in 1868.\n 1809-10. -- \"They (native ladies) sit on their cushions from day to day, with no other . . . amusement than hearing the 'gúp-gup,' or gossip of the place.\" -- Mrs. Sherwood's Autobiog. 357.\n 1876. -- \"The first day of mourning goes by the name of gup, i.e. commemorative talk.\" -- Schuyler's Turkistan, i. 151.\n", "gureebpurwur": "ss. Ar. -- P. Gharībpārwar, Gharībnawāz, used in Hind. as respectful terms of address, meaning respectively 'Provider of the Poor!' 'Cherisher of the Poor!'\n 1726. -- \"Those who are of equal condition bend the body somewhat towards each other, and lay hold of each other by the beard, saying Grab-anemoas, i.e. I wish you the prayers of the poor.\" -- Valentijn, Chor. 109, who copies from Van Twist (1648), p. 55.\n 1824. -- \"I was appealed to loudly by both parties, the soldiers calling on me as 'Ghureeb purwur,' the Goomashta, not to be outdone, exclaiming 'Donai, Lord Sahib! Donai! Rajah!'\" (Read Dohāī and see DOAI). -- Heber, i. 266. See also p. 279.\n 1867. -- \" 'Protector of the poor!' he cried, prostrating himself at my feet, 'help thy most unworthy and wretched slave! An unblest and evil-minded alligator has this day devoured my little daughter. She went down to the river to fill her earthen jar with water, and the evil one dragged her down, and has devoured her. Alas! she had on her gold bangles. Great is my misfortune!'\" -- Lt.-Col. Lewin, A Fly on the Wheel, p. 99.\n", "gurjaut": "n.p. The popular and official name of certain forest tracts at the back of Orissa. The word is a hybrid, being the Hind. gaṛh, 'a fort,' Persianised into a plural gaṛhjāt, in ignorance of which we have seen, in quasi-official documents, the use of a further English plural, Gurjauts or gaṛhjāts, which is like 'fortses.' [In the quotation below, the writer seems to think it a name of a class of people.] This manner of denominating such tracts from the isolated occupation by fortified posts seems to be very ancient in that part of India. We have in Ptolemy and the Periplus Dosarēnē or Dēsarēnē, apparently representing Skt. Daśāṛṇa, quasi daśan ṛiṇa, 'having Ten Forts,' which the lists of the Bṛhat Sanhitā shew us in this part of India (J.R. As. Soc., N.S., v. 83). The forest tract behind Orissa is called in the grant of an Orissa king, Nava Koti, 'the Nine Forts' (J.A.S.B. xxxiii. 84); and we have, in this region, further in the interior, the province of Chattīsgaṛh, '36 Forts.'\n [1820. -- \"At present nearly one half of this extensive region is under the immediate jurisdiction of the British Government; the other possessed by tributary zemindars called Ghurjauts, or hill chiefs. . . .\" -- Hamilton, Description of Hindostan, ii. 32.]\n", "gurry": ".\n a. A little fort; Hind. gaṛhī. Also Gurr, i.e. gaṛh, 'a fort.'\n b. See GHURRY.\n a.-\n 1693. -- \". . . many of his Heathen Nobles, only such as were befriended by strong Gurrs, or Fastnesses upon the Mountains. . . .\" -- Fryer, 165.\n 1786. -- \". . . The Zemindars in 4 pergunnahs are so refractory as to have forfeited (read fortified) themselves in their gurries, and to refuse all payments of revenue.\" -- Articles against W. Hastings, in Burke, vii. 59.\n [1835. -- \"A shot was at once fired upon them from a high Ghurree.\" -- Forbes, Rās Mālā, ed. 1878, p. 521.]\n", "gutta percha": "s. This is the Malay name Gatah Pertja, i.e. 'Sap of the Percha,' Dichopsis Gutta, Benth. (Isonandra Gutta, Hooker; N.O. Sapotaceae). Dr. Oxley writes (J. Ind. Archip. i. 22) that percha is properly the name of a tree which produces a spurious article; the real gutta p. is produced by the túbau. [Mr. Maxwell (Ind. Ant. xvii. 358) points out that the proper reading is taban.] The product was first brought to notice in 1843 by Dr. Montgomery. It is collected by first ringing the tree and then felling it, and no doubt by this process the article will speedily become extinct. The history of G. P. is, however, far from well known. Several trees are known to contribute to the exported article; their juices being mixed together. [Mr. Scott (Malay Words, 55 seqq.) writes the word getah percha, or getah perchah, 'gum of percha,' and remarks that it has been otherwise explained as meaning 'gum of Sumatra,' \"there being another word percha, a name of Sumatra, as well as a third word percha, 'a rag, a remnant.'\" Mr. Maxwell (loc. cit.) writes: \"It is still uncertain whether there is a gutta producing tree called Percha by the Malays. My experience is that they give the name of Perchah to that kind of getah taban which hardens into strips in boiling. These are stuck together and made into balls for export.\"]\n [1847. -- \"Gutta Percha is a remarkable example of the rapidity with which a really useful invention becomes of importance to the English public. A year ago it was almost unknown, but now its peculiar properties are daily being made more available in some new branch of the useful or ornamental arts.\" -- Mundy, Journal, in Narrative of Events in Borneo and Celebes, ii. 342 seq. (quoted by Scott, loc. cit.).]\n 1868. -- \"The late Mr. d'Almeida was the first to call the attention of the public to the substance now so well known as guttapercha. At that time the Isonandra Gutta was an abundant tree in the forests of Singapore, and was first known to the Malays, who made use of the juice which they obtained by cutting down the trees. . . . Mr. d'Almeida . . . acting under the advice of a friend, forwarded some of the substance to the Society of Arts. There it met with no immediate attention, and was put away uncared for. A year or two afterwards Dr. Montgomery sent specimens to England, and bringing it under the notice of competent persons, its value was at once acknowledged. . . . The sudden and great demand for it soon resulted in the disappearance of all the gutta-percha trees on Singapore Island.\" -- Collingwood, Rambles of a Naturalist, pp. 268-9.\n", "guzzy": "s. Pers. and Hind. gazī; perhaps from its having been woven of a gaz (see GUDGE) in breadth. A very poor kind of cotton cloth.\n 1701. -- In a price list for Persia we find: \"Gesjes Bengaals.\" -- Valentijn, v. 303.\n 1784. -- \"It is suggested that the following articles may be proper to compose the first adventure (to Tibet). . . . Guzzie, or coarse Cotton Cloths, and Otterskins. . . .\" -- In Seton-Karr, i. 4.\n [1866. -- \". . . common unbleached fabrics . . . used for packing goods, and as a covering for the dead. . . These fabrics in Bengal pass under the names of Garrha and Guzee.\" -- Forbes Watson, TextileManufactures, 83.]\n", "gwalior": "n.p. Hind. Gwālīār. A very famous rock-fortress of Upper India, rising suddenly and picturesquely out of a plain (or shallow valley rather) to a height of 300 feet, 65 m. south of Agra, in lat. 26˚ 13'. Gwalior may be traced back, in Gen. Cunningham's opinion, to the 3rd century of our era. It was the seat of several ancient Hindu dynasties, and from the time of the early Mahommedan sovereigns of Delhi down to the reign of Aurangzīb it was used as a state-prison. Early in the 18th century it fell into the possession of the Mahratta family of Sindhia, whose residence was established to the south of the fortress, in what was originally a camp, but has long been a city known by the original title of Lashkar (camp). The older city lies below the northern foot of the rock. Gwalior has been three times taken by British arms: (1) escaladed by a force under the command of Major Popham in 1780, a very daring feat;* (2) by a regular attack under Gen. White in 1805; (3) most gallantly in June 1858, by a party of the 25th Bombay N. I. under Lieutenants Rose and Waller, in which the former officer fell. After the two first captures the fortress was restored to the Sindhia family. From 1858 it was retained in our hands, but in December 1885 it was formally restored to the Mahārājā Sindhia.\n The name of the fortress, according to Gen. Cunningham (Archaeol. Survey, ii. 335), is derived from a small Hindū shrine within it dedicated to the hermit Gwāli or Gwāli-pā, after whom the fortress received the name of Gwāliāwar, contracted into Gwāliār.\n c. 1020. -- \"From Kanauj, in travelling south-east, on the western side of the Ganges, you come to Jajáhotí, at a distance of 30 parasangs, of which the capital is Kajuráha. In that country are the two forts of Gwáliár and Kálinjar. . . .\" -- AlBirūnī, in Elliot, i. 57-8.\n 1196. -- The royal army marched \"towards Gālewār, and invested that fort, which is the pearl of the necklace of the castles of Hind, the summit of which the nimble-footed wind from below cannot reach, and on the bastions of which the clouds have never cast their shade. . . .\" -- Hasan Nizāmī, in Elliot, ii. 227.\n c. 1340. -- \"The castle of Gālyūr, of which we have been speaking, is on the top of a high hill, and appears, so to speak, as if it were itself cut out of the rock. There is no other hill adjoining; it contains reservoirs The two companies which escaladed were led by Captain Bruce, a brother of the Abyssinian traveller. \"It is said that the spot was pointed out to Popham by a cowherd, and that the whole of the attacking party were supplied with grass shoes to prevent them from slipping on the ledges of rock. There is a story also that the cost of these grass-shoes was deducted from Popham's pay, when he was about to leave India as a majorgeneral, nearly a quarter of a century afterwards.\" -- Cunningham, Arch. Surv. ii. 340.\n of water, and some 20 wells walled round are attached to it: on the walls are mounted mangonels and catapults. The fortress is ascended by a wide road, traversed by elephants and horses. Near the castle-gate is the figure of an elephant carved in stone, and surmounted by a figure of the driver. Seeing it from a distance one has no doubt about its being a real elephant. At the foot of the fortress is a fine city, entirely built of white stone, mosques and houses alike; there is no timber to be seen in it, except that of the gates.\" -- Ibn Batuta, ii. 193.\n 1526. -- \"I entered Guâliâr by the Hâtipûl gate. . . . They call an elephant hâti, and a gate pûl. On the outside of this gate is the figure of an elephant, having two elephant drivers on it. . . .\" -- Baber, p. 383.\n [c. 1590. -- \"Gualiar is a famous fort, in which are many stately buildings, and there is a stone elephant over the gate. The air and water of this place are both esteemed good. It has always been celebrated for fine singers and beautiful women. . . .\"- Ayeen, Gladwin, ed. 1800, ii. 38; ed. Jarrett, ii. 181.]\n 1610. -- \"The 31 to Gwalere, 6 c., a pleasant Citie with a Castle. . . . On the West side of the Castle, which is a steep craggy cliffe of 6 c. compasse at least (divers say eleven). . . . From hence to the top, leads a narrow stone cawsey, walled on both sides; in the way are three gates to be passed, all exceeding strong, with Courts of guard to each. At the top of all, at the entrance of the last gate, standeth a mightie Elephant of stone very curiously wrought. . . .\" -- Finch, in Purchas, i. 426-7.\n 1616. -- \"23. Gwalier, the chief City so called, where the Mogol hath a very rich Treasury of Gold and Silver kept in this City, within an exceeding strong Castle, wherein the King's Prisoners are likewise kept. The Castle is continually guarded by a very strong Company of Armed Souldiers.\" -- Terry, ed. 1665, p. 356.\n [\" \"Kualiar,\" in Sir T. Roe's List, Hak. Soc. ii. 539.]\n c. 1665. -- \"For to shut them up in Goualeor, which is a Fortress where the Princes are ordinarily kept close, and which is held impregnable, it being situated upon an inaccessible Rock, and having within itself good water, and provision enough for a Garison; that was not an easie thing.\"- Bernier E.T. 5; [ed. Constable, 14].\n c. 1670. -- \"Since the Mahometan Kings became Masters of this Countrey, this Fortress of Goualeor is the place where they secure Princes and great Noblemen. Chaiehan coming to the Empire by foul-play, caus'd all the Princes and Lords whom he mistrusted, to be seiz'd one after another, and sent them to the Fortress of Goualeor; but he suffer'd them all to live and enjoy their estates. Aureng-zeb his Son acts quite otherwise; for when he sends any great Lord to this place, at the end of nine or ten days he orders him to be poison'd; and this he does that the people may not exclaim against him for a bloody Prince.\"- Tavernier, E.T. ii. 35; [ed. Ball, i. 63].\n", "gyaul": "(properly GAYĀL ), [Skt. go, 'an ox'], s. A large animal (Gavaeus frontalis, Jerd., Bos f. Blanford, Mammalia, 487) of the ox tribe, found wild in various forest tracts to the east of India. It is domesticat d by the Mishmis of the Assam valley, and other tribes as far south as Chittagong. In Assam it is called Mithan.\n [c. 1590. -- In Arakan, \"cows and buffaloes there are none, but there is an animal which has somewhat of the characteristics of both, piebald and particoloured whose milk the people drink.\" -- Āīn, ed. Jarrett, ii. 119.]\n 1824. -- \"In the park several uncommon animals are kept. Among them the Ghyal, an animal of which I had not, to my recollection, read any account, though the name was not unknown to me. It is a very noble creature, of the ox or buffalo kind, with immensely large horns. . . .\" -- Heber, i. 34.\n 1866-67. -- \"I was awakened by an extraordinary noise, something between a bull's bellow and a railway whistle. What was it? We started to our feet, and Fuzlah and I were looking to our arms when Adupah said, 'It is only the guyal calling; Sahib! Look, the dawn is just breaking, and they are opening the village gates for the beasts to go out to pasture.'\n \"These guyal were beautiful creatures, with broad fronts, sharp wide-spreading horns, and mild melancholy eyes. They were the indigenous cattle of the hills domesticated by these equally wild Lushais. . . .\" -- Lt.-Col. T. Lewin, A Fly on the Wheel, &c., p. 303.\n", "gyelong": "s. A Buddhist priest in Tibet. Tib. dGe-sLong, i.e. 'beggar of virtue,' i.e. a bhikshu or mendicant friar (see under BUXEE); but latterly a priest who has received the highest orders. See Jaeschke, p. 86.\n 1784. -- \"He was dressed in the festival habit of a gylong or priest, being covered with a scarlet satin cloak, and a gilded mitre on his head.\" -- Bogle, in Markham's Tibet, 25.\n", "gym-khana": "s. This word is quite modern, and was unknown 40 years ago. The first use that we can trace is (on the authority of Major John Trotter) at Rūrkī in 1861, when a gymkhana was instituted there. It is a factitious word, invented, we believe, in the Bombay Presidency, and probably based upon gend-khāna ('ball-house'), the name usually given in Hind. to an English racket-court. It is applied to a place of public resort at a station, where the needful facilities for athletics and games of sorts are provided, including (when that was in fashion) a skating-rink, a lawntennis ground, and so forth. The gym may have been simply a corruption of gend shaped by gymnastics, [of which the English public school short form gym passed into Anglo-Indian jargon]. The word is also applied to a meeting for such sports; and in this sense it has travelled already as far as Malta, and has since become common among Englishmen abroad. [The suggestion that the word originated in the P. -- H. jamā'at-khana, 'a place of assemblage,' is not probable.]\n 1877. -- \"Their proposals are that the Cricket Club should include in their programme the games, &c., proposed by the promoters of a gymkhana Club, so far as not to interfere with cricket, and should join in making a rink and lawn-tennis, and badminton courts, within the cricket-ground enclosure.\" -- Pioneer Mail, Nov. 3.\n 1879. -- \"Mr. A --- F --- can always be depended on for epigram, but not for accuracy. In his letters from Burma he talks of the Gymkhana at Rangoon as a sort of establissement [sic] where people have pleasant little dinners. In the 'Oriental Arcadia,' which Mr. F --- tells us is flavoured with naughtiness, people may do strange things, but they do not dine at Gymkhanas.\" -- Ibid. July 2.\n 1881. -- \"R. E. Gymkhana at Malta, for Polo and other Ponies, 20th June, 1881.\"- Heading in Royal Engineer Journal, Aug. 1, p. 159.\n 1883. -- \"I am not speaking of Bombay people with their clubs and gymkhanas and other devices for oiling the wheels of existence. . . .\" -- Tribes on My Frontier, 9.\n", "gynee": "s. H. gainī. A very diminutive kind of cow bred in Bengal. It is, when well cared for, a beautiful creature, is not more than 3 feet high, and affords excellent meat. It is mentioned by Aelian:\n c. 250. -- \"There are other bullocks in India, which to look at are no bigger than the largest goats; these also are yoked, and run very swiftly.\" -- De Nat. Anim., xv. 24.\n c. 1590. -- \"There is also a species of oxen called gaini, small like gūt (see GOONT) horses, but very beautiful.\" -- Āīn, i. 149.\n [1829. -- \". . . I found that the said tiger had feasted on a more delicious morsel, -- a nice little Ghinee, a small cow.\" -- Mem. of John Shipp, iii. 132.]\n 1832. -- \"We have become great farmers, having sown our crop of oats, and are building outhouses to receive some 34 dwarf cows and oxen (gynees) which are to be fed up for the table.\" -- F. Parkes, Wanderings of a Pilgrim, i. 251.\n H"}