{"hackery": "s. In the Bengal Presidency this word is now applied only to the common native bullockcart used in the slow draught of goods and materials. But formerly in Bengal, as still in Western India and Ceylon, the word was applied to lighter carriages (drawn by bullocks) for personal transport. In Broughton's Letters from a Mahratta Camp (p. 156; [ed. 1892, p. 117]) the word is used for what in Upper India is commonly called an ekka (q.v.), or light native pony-carriage; but this is an exceptional application. Though the word is used by Englishmen almost universally in India, it is unknown to natives, or if known is regarded as an English term; and its origin is exceedingly obscure. The word seems to have originated on the west side of India, where we find it in our earliest quotations. It is probably one of those numerous words which were long in use, and undergoing corruption by illiterate soldiers and sailors, before they appeared in any kind of literature. Wilson suggests a probable Portuguese origin, e.g. from acarretar, 'to convey in a cart.' It is possible that the mere Portuguese article and noun 'a carreta' might have produced the Anglo-Indian hackery. Thus in Correa, under 1513, we have a description of the Surat hackeries; \"and the carriages (as carretas) in which he and the Portuguese travelled, were elaborately wrought, and furnished with silk hangings, covering them from the sun; and these carriages (as carretas) run so smoothly (the country consisting of level plains) that the people travelling in them sleep as tranquilly as on the ground\" (ii. 369).\n But it is almost certain that the origin of the word is the H. chhakra, 'a two-wheeled cart'; and it may be noted that in old Singhalese chakka, 'a cart-wheel,' takes the forms haka and saka (see Kuhn, On Oldest Aryan Elements of Singhalese, translated by D. Ferguson in Indian Ant. xii. 64). [But this can have no connection with chhakra, which represents Skt. śakaṭa, 'a waggon.']\n 1673. -- \"The Coach wherein I was breaking, we were forced to mount the Indian Hackery, a Two-wheeled Chariot, drawn by swift little Oxen.\" -- Fryer, 83. [For these swift oxen, see quot. from Forbes below, and from Aelian under GYNEE].\n 1690. -- \"Their Hackeries likewise, which are a kind of Coach, with two Wheels, are all drawn by Oxen.\" -- Ovington, 254.\n 1711. -- \"The Streets (at Surat) are wide and commodious; otherwise the Hackerys, which are very common, would be an Inconveniency. These are a sort of Coaches drawn by a Pair of Oxen.\" -- Lockyer, 259.\n 1742. -- \"The bridges are much worn, and out of repair, by the number of Hackaries and other carriages which are continually passing over them.\" -- In Wheeler, iii. 262.\n 1756. -- \"The 11th of July the Nawab arrived in the city, and with him Bundoo Sing, to whose house we were removed that afternoon in a hackery.\" -- Holwell, in Wheeler's Early Records, 249.\n c. 1760. -- \"The hackrees are a conveyance drawn by oxen, which would at first give an idea of slowness that they do not deserve . . . they are open on three sides, covered a-top, and are made to hold two people sitting cross-legged.\" -- Grose, i. 155-156.\n 1780. -- \"A hackery is a small covered carriage upon two wheels drawn by bullocks, and used generally for the female part of the family.\" -- Hodges, Travels, 5.\n c. 1790. -- \"Quant aux palankins et hakkaries (voitures à deux roues), on les passe sur une double sangarie\" (see JANGAR).- Haafner, ii. 173.\n 1793. -- \"To be sold by Public Auction . . . a new Fashioned Hackery.\" -- Bombay Courier, April 13.\n 1798. -- \"At half-past six o'clock we each got into a hackeray.\" -- Stavorinus, tr. by Wilcocks, iii. 295.\n 1811. -- Solvyns draws and describes the Hackery in the modern Bengal sense.\n \" \"Il y a cependant quelques endroits où l'on se sert de charettes couvertes à deux roues, appelées hickeris, devant lesquelles on attèle des bœufs, et qui servent à voyager.\" -- Editor of Haafner, Voyages, ii. 3.\n 1813. -- \"Travelling in a light hackaree, at the rate of five miles an hour.\" -- Forbes, Or. Mem. iii. 376; [2nd ed. ii. 352; in i. 150, hackeries, ii. 253, hackarees]. Forbes's engraving represents such an ox-carriage as would be called in Bengal a bailī (see BYLEE).\n 1829. -- \"The genuine vehicle of the country is the hackery. This is a sort of wee tent, covered more or less with tinsel and scarlet, and bells and gilding, and placed upon a clumsy two-wheeled carriage with a pole that seems to be also a kind of boot, as it is at least a foot deep. This is drawn by a pair of white bullocks.\" -- Mem. of Col. Mountain, 2nd ed., 84.\n 1860. -- \"Native gentlemen, driving fast trotting oxen in little hackery carts, hastened home from it.\" -- Tennent's Ceylon, ii. 140.\n [HADDY, s. A grade of troops in the Mogul service. According to Prof. Blochmann (Āīn, i. 20, note) they corresponded to our \"Warranted officers.\" \"Most clerks of the Imperial offices, the painters of the Court, the foremen in Akbar's workshops, &c., belonged to this corps. They were called Aḥadīs, or single men, because they stood under Akbar's immediate orders.\" And Mr. Irvine writes: \"Midway between the nobles or leaders (mansabdārs) with the horsemen under them (tābīnān) on the one hand, and the Aḥshām (see EYSHAM), or infantry, artillery, and artificers on the other, stood the Aḥadī, or gentleman trooper. The word is literally 'single' or 'alone' (A. aḥad, 'one'). It is easy to see why this name was applied to them; they offered their services singly, they did not attach themselves to any chief, thus forming a class apart from the tābīnān; but as they were horsemen, they stood equally apart from the specialised services included under the remaining head of Aḥshām.\" (J. R. As. Soc., July 1896, p. 545.)\n [c. 1590. -- \"Some soldiers are placed under the care and guidance of one commander. They are called Ahadis, because they are fit for a harmonious unity.\" -- Āīn, ed. Blochmann, i. 231.\n [1616. -- \"The Prince's Haddy . . . betrayed me.\" -- Sir T. Roe, Hak. Soc. ii. 383.\n [1617. -- \"A Haddey of horse sent down to see it effected.\" -- Ibid. ii. 450.\n [c. 1625. -- \"The day after, one of the King's Haddys finding the same.\" -- Coryat, in Purchas, i. 600.]\n", "hadgee": "s. Ar. Ḥājj, a pilgrim to Mecca; from ḥajj, the pilgrimage, or visit to a venerated spot. Hence Hājjī and Hājī used colloquially in Persian and Turkish. Prof. Robertson Smith writes: \"There is current confusion about the word ḥājj. It is originally the participle of ḥajj, 'he went on the ḥajj.' But in modern use ḥājij is used as part., and ḥājj is the title given to one who has made the pilgrimage. When this is prefixed to a name, the double j cannot be pronounced without inserting a short vowel and the a is shortened; thus you say 'el-Hajjĕ Soleimān,' or the like. The incorrect form Hājjī is however used by Turks and Persians.\"\n [1609. -- \"Upon your order, if Hoghee Careen so please, I purpose to delve him 25 pigs of lead.\" -- Danvers, Letters, i. 26.\n [c. 1610. -- \"Those who have been to Arabia . . . are called Agy.\" -- Pyrard de Laval, Hak. Soc. i. 165.\n [c. 1665. -- \"Aureng - Zebe once observed perhaps by way of joke, that Sultan Sujah was become at last an Agy or pilgrim.\"- Bernier, ed. Constable, 113.\n [1673. -- \"Hodge, a Pilgrimage to Mecca.\" (See under A MUCK.)\n [1683. -- \"Hodgee Sophee Caun.\" See under FIRMAUN.]\n 1765. -- \"Hodgee acquired this title from his having in his early years made a pilgrimage to Hodge (or the tomb of Mahommed at Mecca).\" -- Holwell, Hist. Events, &c., i. 59.\n [c. 1833. -- \"The very word in Hebrew Khog, which means 'festival,' originally meant 'pilgrimage,' and corresponds with what the Arabs call hatch. . . .\" -- Travels of Dr. Wolff, ii. 155.]\n HÁKIM, s. H. from Ar. ḥākim, 'a judge, a ruler, a master'; 'the authority.' The same Ar. root ḥakm, 'bridling, restraining, judging,' supplies a variety of words occurring in this Glossary, viz. Ḥākim (as here); Ḥakīm (see HUCKEEM); Ḥukm (see HOOKUM); Ḥikmat (see HICKMAT).\n [1611. -- \"Not standing with his greatness to answer every Haccam, which is as a Governor or petty King.\" -- Danvers, Letters, i. 158. In ibid. i. 175, Hackum is used in the same way.]\n 1698. -- \"Hackum, a Governor.\"-Fryer's Index Explanatory.\n c. 1861.- \"Then comes a settlement Hakim, to teach me to plough and weed- I sowed the cotton he gave me -- but first I boiled the seed. . . .\" Sir A. C. Lyall, The Old Pindaree.\n", "halálcore": "s. Lit. Ar. -- P. ḥalāl-khor, 'one who eats what is lawful,' [ḥalāl being the technical Mahommedan phrase for the slaying of an animal to be used for food according to the proper ritual], applied euphemistically to a person of very low caste, a sweeper or scavenger, implying 'to whom all is lawful food.' Generally used as synonymous with bungy (q.v.). [According to Prof. Blochmann, \"Ḥalālkhūr, i.e. one who eats that which the ceremonial law allows, is a euphemism for ḥarāmkhūr, one who eats forbidden things, as pork, &c. The word ḥalālkhūr is still in use among educated Muhammadans; but it is doubtful whether (as stated in the Āīn) it was Akbar's invention.\" (Āīn, i. 139 note.)]\n 1623. -- \"Schiah Selim nel principio . . . si sdegnò tanto, che poco mancò che per dispetto non la desse per forza in matrimonio ad uno della razza che chiamano halal chor, quasi dica 'mangia lecito,' cioè che ha per lecito di mangiare ogni cosa. . . .\" (See other quotation under HAREM). -- P. della Valle, ii. 525; [Hak. Soc. i. 54].\n 1638. -- \". . . sont obligez de se purifier depuis la teste i'usqu'aux pieds si quelqu'vn de ces gens qu'ils appellent Alchores, leur a touché.\" -- Mandelslo, Paris, 1659, 219.\n 1665. -- \"Ceux qui ne parlent que Persan dans les Indes, les appellent Halalcour, c'est à dire celui qui se donne la liberté de manger de tout ce qu'il lui plait, ou, selon quelques uns, celui qui mange ce qu'il a légitimement gagné. Et ceux qui approuvent cette dernière explication, disent qu'autrefois Halalcours s'appellent Haramcours, mangeurs de Viande defenduës.\" -- Thevenot, v. 190.\n 1673. -- \"That they should be accounted the Offscum of the People, and as base as the Holencores (whom they account so, because they defile themselves by eating anything).\" -- Fryer, 28; [and see under BOY, b].\n 1690. -- \"The Halalchors . . . are another Sort of Indians at Suratt, the most contemptible, but extremely necessary to be there.\" -- Ovington, 382.\n 1763. -- \"And now I must mention the Hallachores, whom I cannot call a Tribe, being rather the refuse of all the Tribes. These are a set of poor unhappy wretches, destined to misery from their birth. . . .\"- Reflexions, &c., by Luke Scrafton, Esq., 7-8. It was probably in this passage that Burns (see below) picked up the word.\n 1783. -- \"That no Hollocore, Derah, or Chandala caste, shall upon any consideration come out of their houses after 9 o'clock in the morning, lest they should taint the air, or touch the superior Hindoos in the streets.\" -- Mahratta Proclamation at Baroch, in Forbes, Or. Mem. iv. 232.\n 1786. -- \"When all my schoolfellows and youthful compeers (those misguided few excepted who joined, to use a Gentoo phrase, the hallachores of the human race) were striking off with eager hope and earnest intent, in some one or other of the many paths of a busy life, I was 'standing idle in the market-place.'\" -- Letter of Robert Burns, in A. Cunningham's ed. of Works and Life, vi. 63.\n 1788. -- The Indian Vocabulary also gives Hallachore.\n 1810. -- \"For the meaner offices we have a Hallalcor or Chandela (one of the most wretched Pariahs).\" -- Maria Graham, 31.\n", "halállcur": ". V. used in the imperative for infinitive, as is common in the Anglo-Indian use of H. verbs, being Ar. -- H. ḥalāl-kar, 'make lawful,' i.e. put (an animal) to death in the manner prescribed to Mahommedans, when it is to be used for food.\n [1855. -- \"Before breakfast I bought a moderately sized sheep for a dollar. Shaykh Hamid 'halaled' (butchered) it according to rule. . . .\" -- Burton, Pilgrimage, ed. 1893, i. 255.]\n 1883. -- \"The diving powers of the poor duck are exhausted. . . . I have only . . . to seize my booty, which has just enough of life left to allow Peer Khan to make it halal, by cutting its throat in the name of Allah, and dividing the webs of its feet.\"- Tribes on My Frontier, 167.\n", "half-caste": "s. A person of mixt European and Indian blood. (See MUSTEES; EURASIAN.)\n 1789. -- \"Mulattoes, or as they are called in the East Indies, half-casts.\" -- Munro's Narratice, 51.\n 1793. -- \"They (the Mahratta Infantry) are commanded by half-cast people of Portuguese and French extraction, who draw off the attention of the spectators from the bad clothing of their men, by the profusion of antiquated lace bestowed on their own.\"- Dirom, Narratice, ii.\n 1809. -- \"The Padre, who is a half-cast Portuguese, informed me that he had three districts under him.\" -- Ld. Valentia, i. 329.\n 1828. -- \"An invalid sergeant . . . came, attended by his wife, a very pretty young half-caste.\" -- Heber, i. 298.\n 1875. -- \"Othello is black -- the very tragedy lies there; the whole force of the contrast, the whole pathos and extenuation of his doubts of Desdemona, depend on this blackness. Fechter makes him a half-caste.\"- G. H. Lewes, On Actors and the Art of Acting.\n", "hanger": "s. The word in this form is not in Auglo-Indian use, but (with the Scotch whinger, Old Eng. whinyard, Fr. cangiar, &c., other forms of the same) may be noted here as a corruption of the Arab. khanjar, 'a dagger or short falchion.' This (vulg. cunjur) is the Indian form. [According to the N.E.D. though 'hanger' has sometimes been employed to translate khanjar (probably with a notion of etymological identity) there is no connection between the words.] The khanjar in India is a large double-edged dagger with a very broad base and a slight curve. [See drawings in Egerton, Handbook of Indian Arms, pl. X. Nos. 504, 505, &c.]\n 1574. -- \"Patrick Spreull . . . being persewit be Johne Boill Chepman . . . in invadyng of him, and stryking him with ane quhinger . . . through the quhilk the said Johnes neis wes woundit to the effusioun of his blude.\" -- Exts. from Records of the Burgh of Glasgow (1876), p. 2.\n 1601. -- \"The other day I happened to enter into some discourse of a hanger, which I assure you, both for fashion and workmanship was most peremptory beautiful and gentlemanlike. . : .\" -- B. Jonson, Every Man in His Humour, i. 4.\n [c. 1610. -- \"The islanders also bore their arms, viz., alfanges (al-khanjar) or scimitars. \" -- Pyrard de Laval, Hak. Soc. i. 43.]\n 1653. -- \"Gangeard est en Turq, Persan et Indistanni vn poignard courbé.\" -- De la Boullaye-le-Gouz, ed. 1657, p. 539.\n 1672. -- \". . . il s'estoit emporté contre elle jusqu'à un tel excès qu'il luy avoit porté quelques coups de Cangiar dans les mamelles. . . .\" -- Journal d'Ant. Galland, i. 177.\n 1673. -- \". . . handjar de diamants. . . .\" -- App. to do. ii. 189.\n 1676.- \"His pistol next he cock'd anew And out his nutbrown whinyard drew.\" Hudibras, Canto iii.\n 1684. -- \"The Souldiers do not wear Hangers or Scimitars like the Persians, but broad Swords like the Switzers. . . .\"- Tavernier, E.T. ii. 65; [ed. Ball, i. 157].\n 1712. -- \"His Excy . . . was presented by the Emperor with a Hindoostany Candjer, or dagger, set with fine stones.\" -- Valentijn, iv. (Suratte), 286.\n [1717. -- \"The 23rd ultimo, John Surman received from his Majesty a horse and a Cunger. . . .\" -- In Wheeler, Early Records, 183.]\n 1781. -- \"I fancy myself now one of the most formidable men in Europe; a blunderbuss for Joe, a pair of double barrels to stick in my belt, and a cut and thrust hanger with a little pistol in the hilt, to hang by my side.\" -- Lord Minto, in Life, i. 56.\n \" \"Lost out of a buggy on the Road between Barnagur and Calcutta, a steel mounted Hanger with a single guard.\"- Hicky's Bengal Gazette, June 30.\n 1883. -- \". . . by farrashes, the carpetspreader class, a large canjar, or curved dagger, with a heavy ivory handle, is carried; less for use than as a badge of office.\" -- Wills, Modern Persia, 326.\n", "hansaleri": "s. Table-servant's Hind. for 'horse-radish'! \"A curious corruption, and apparently influenced by saleri, 'celery'\"; (Mr. M. L. Dames, in Panjab N. and Q. ii. 184).\n", "hansil": "s. A hawser, from the English (Roebuck).\n", "hanspeek": "&c., s. Sea Hind. Aspak. A handspike, from the English.\n", "harakiri": "s. This, the native name of the Japanese rite of suicide committed as a point of honour or substitute for judicial execution, has long been interpreted as \"happy despatch, \" but what the origin of this curious error is we do not know. [The N.E.D. s.v. dispatch, says that it is humorous.] The real meaning is realistic in the extreme, viz., hara, 'belly,' kiri, 'to cut.'\n [1598. -- \"And it is often seene that they rip their own bellies open.\" -- Linschoten, Hak. Soc. i. 153.\n [1615. -- \"His mother cut her own belly.\" -- Foster, Letters, iv. 45.]\n 1616. -- \"Here we had news how Galsa Same was to passe this way to morrow to goe to a church near Miaco, called Coye; som say to cut his bellie, others say to be shaved a prist and to remeane theare the rest of his dais.\" -- Cock's Diary, i. 164.\n 1617. -- \"The King demanded 800 tais from Shosque Dono, or else to cut his belly, whoe, not having it to pay, did it.\" -- Ibid. 337, see also ii. 202.\n [1874. -- See the elaborate account of the rite in Mitford, Tales of Old Japan, 2nd ed. 329 seqq. For a similar custom among the Karens, see M'Mahon, Karens of the Golden Chersonese, 294.]\n", "haramzada": "s. A scoundrel; literally 'misbegotten'; a common term of abuse. It is Ar. -- P. ḥarāmzāda, 'son of the unlawful.' Ḥarām is from a root signifying sacer (see under HAREM), and which appears as Hebrew in the sense of 'devoting to destruction,' and of 'a ban.' Thus in Numbers xxi. 3: \"They utterly destroyed them and their cities; and he called the name of the place Hormah.\" [See Encycl. Bibl. i. 468; ii. 2110.]\n [1857. -- \"I am no advocate for slaying Shahzadas or any such-like Haramzadas without trial.\" -- Bosworth Smith, L. of Ld. Lawrence, ii. 251.]\n", "harem": "s. Ar. ḥaram, ḥarīm, i.e. sacer, applied to the women of the family and their apartment. This word is not now commonly used in India, zenana (q.v.) being the common word for 'the women of the family,' or their apartments.\n 1298. -- \". . . car maintes homes emorurent e mantes dames en furent veves . . . e maintes autres dames ne furent à toz jorz mès en plores et en lermes: ce furent les meres et les araines de homes qe hi morurent. \" -- Marco Polo, in Old Text of Soc. de Géographie, 251.\n 1623. -- \"Non so come sciah Selim ebbe notizia di lei e s'innamorò. Volle condurla nel suo haram o gynaeceo, e tenerla quivi appresso di sè come una delle altre concubine; ma questa donna (Nurmahal) che era sopra modo astuta . . . ricusò.\" -- P. della Valle, ii. 525; [Hak. Soc. i. 53].\n 1630. -- \"This Duke here and in other seralios (or Harams as the Persians term them) has above 300 concubines.\" -- Herbert, 139.\n 1676. -- \"In the midst of the large Gallery is a Nich in the Wall, into which the King descends out of his Haram by a private pair of Stairs.\" -- Tavernier, E.T. ii. 49; [ed. Ball, i. 101].\n 1726. -- \"On the Ganges also lies a noble fortress, with the Palace of the old Emperor of Hindostan, with his Hharaam or women's apartment. . . .\" -- Valentijn, v. 168.\n [1727. -- \"The King . . . took his Wife into his own Harran or Seraglio. . . .\"- A. Hamilton, ed. 1744, i. 171.\n [1812. -- \"Adjoining to the Chel Sitoon is the Harem; the term in Persia is applied to the establishments of the great, zenana is confined to those of inferior people.\"- Morier, Journey through Persia, &c., 166.]\n", "harry": "s. This word is quite obsolete. Wilson gives Hāṛī as Beng. 'A servant of the lowest class, a sweeper.' [The word means 'a collector of bones,' Skt. haḍḍa, 'a bone'; for the caste, see Risley, Tribes of Bengal, i. 314 seqq.] M.-Gen. Keatinge remarks that they are the goldsmiths of Assam; they are village watchmen in Bengal. (See under PYKE.) In two of the quotations below, Harry is applied to a woman, in one case employed to carry water. A female servant of this description is not now known among English families in Bengal.\n 1706.- \"2 Tendells (see TINDAL) . 6 0 0 * * * * * 1 Hammummee* . . . 2 0 0 I.e. ḥamāmī, a bath attendant. Compare the Hummums in Covent Garden.\n * * * * * 4 Manjees . . . . 10 0 0 5 Dandees (see DANDY) . 8 0 0 * * * * * 5 Harrys . . . . 9 8 0 * * * * *\n List of Men's Names, &c., immediately in the Service of the Honble, the Vnited Compy. in their Factory of Fort William, Bengall, November, 1706\" (MS. in India Office).\n c. 1753. -- Among the expenses of the Mayor's Court at Calcutta we find: \"A harry . . . Rs. 1.\" -- Long, 43.\n c. 1754. -- \"A Harry or water-wench. . . .\" (at Madras). -- Ives, 50.\n [\" \"Harries are the same at Bengal, as Frosts (see FARASH) are at Bombay. Their women do all the drudgery at your houses, and the men carry your Palanquin.\" -- Ibid. 26.]\n \" In a tariff of wages recommended by the \"Zemindars of Calcutta,\" we have: \"Harry-woman to a Family . . . 2 Rs.\"- In Seton-Karr, i. 95.\n 1768-71. -- \"Every house has likewise . . . a harry-maid or matarani (see MATRANEE) who carries out the dirt; and a great number of slaves, both male and female.\"- Stavorinus, i. 523.\n 1781. -- \"2 Harries or Sweepers . . . 6 Rs.\n * * * * * 2 Beesties . . . 8 Rs.\"\n Establishment . . . under the Chief Magistrate of Banaris, in Appendix to Narr. of Insurrection there, Calcutta, 1782.\n [1813. -- \"He was left to view a considerable time, and was then carried by the Hurries to the Golgotha.\" -- Forbes, Or. Mem. 2nd ed. ii. 131.]\n", "hatty": "s. Hind. hāthī, the most common word for an elephant; from Skt. hasta, 'the hand,' and hastī, 'the elephant,' come the Hind. words hāth and hāthī, with the same meanings. The analogy of the elephant's trunk to the hand presents itself to Pliny:\n \"Mandunt ore; spirant et bibunt odoranturque haud inproprie appellatâ manu.\" -- viii. 10\n and to Tennyson: \". . . camels knelt Unbidden, and the brutes of mountain back That carry kings in castles, bow'd black knees Of homage, ringing with their serpent hands, To make her smile, her golden ankle-bells.\" Merlin and Vivien.\n c. 1526. -- \"As for the animals peculiar to Hindustân, one is the elephant, as the Hindustânis call it Hathì, which inhabits the district of Kalpi, the more do the wild elephants increase in number. That is the tract in which the elephant is chiefly taken.\" -- Baber, 315. This notice of Baber's shows how remarkably times have changed. No elephants now exist anywhere near the region indicated. [On elephants in Hindustan, see Blochmann's Āīn, i. 618].\n [1838. -- \"You are of course aware that we habitually call elephants Hotties, a name that might be safely applied to every other animal in India, but I suppose the elephants had the first choice of names and took the most appropriate.\" -- Miss Eden, Up the Country, i. 269.]\n", "hattychook": "s. Hind. hāthī- chak, servant's and gardener's Hind. for the globe artichoke; [the Jerusalem artichoke is hāthīpīch]. This is worth producing, because our word (artichoke) is itself the corruption of an Oriental word thus carried back to the East in a mangled form.\n", "haut": "s.\n a. Hind. hāth, (the hand or forearm, and thence) 'a cubit,' from the elbow to the tip of the middle finger; a measure of 18 inches, and sometimes more.\n [1614. -- \"A godown 10 Hast high.\" -- Foster, Letters, ii. 112.\n [c. 1810. -- \". . . even in the measurements made by order of the collectors, I am assured, that the only standards used were the different Kazis' arms, which leaves great room for fraud. . . . All persons measuring cloth know how to apply their arm, so as to measure a cubit of 18 inches with wonderful exactness.\" -- Buchanan, Eastern India, ii. 576.]\n b. Hind. hāṭ, Skt. haṭṭa, 'a market held on certain days.'\n [1800. -- \"In this Carnatic . . . there are no fairs like the hauts of Bengal.\" -- Buchanan, Mysore, i. 19.\n [1818. -- \"The Hindoos have also market days (hătŭs), when the buyers and sellers assemble, sometimes in an open plain, but in general in market places.\" -- Ward, Hindoos, i. 151.]\n", "havildar": "s. Hind. ḥavildār. A sepoy non-commissioned officer, corresponding to a sergeant, and wearing the chevrons of a sergeant. This dating from about the middle of the 18th century is the only modern use of the term in that form. It is a corruption of Pers. ḥawāladār, or ḥawāldār, 'one holding an office of trust'; and in this form it had, in other times, a variety of applications to different charges and subordinate officers. Thus among the Mahrattas the commandant of a fort was so styled; whilst in Eastern Bengal the term was, and perhaps still is, applied to the holder of a ḥawāla, an intermediate tenure between those of zemindar and ryot.\n 1672. -- Regarding the Cowle obtained from the Nabob of Golcondah for the Fort and Town of Chinapatnam. 11,000 Pagodas to be paid in full of all demands for the past, and in future Pagodas 1200 per annum rent, \"and so to hold the Fort and Town free from any Avildar or Divan's People, or any other imposition for ever.\" -- Fort St. George Consn., April 11, in Notes and Exts., No. i. 25.\n 1673. -- \"We landed at about Nine in the Morning, and were civilly treated by the Customer in his Choultry, till the Havildar could be acquainted of my arrival.\" -- Fryer, 123.\n [1680. -- \"Avaldar.\" See under JUNCA- MEER.]\n 1696. -- \". . . the havildar of St. Thomé and Pulecat.\" -- Wheeler, i. 308.\n [1763. -- \"Three avaldars (avaldares) or receivers.\" -- India Office MSS. Conselho, Ultramarino, vol. i.\n [1773. -- \"One or two Hircars, one Havildah, and a company of sepoys. . . .\"- Ives, 67.]\n 1824. -- \"Curreem Musseeh was, I believe, a havildar in the Company's army, and his sword and sash were still hung up, with a not unpleasing vanity, over the desk where he now presided as catechist.\" -- Heber, i. 149.\n", "havildar's guard": "s. There is a common way of cooking the fry of fresh-water fish (a little larger than whitebait) as a breakfast dish, by frying them in rows of a dozen or so, spitted on a small skewer. On the Bombay side this dish is known by the whimsical name in question.\n", "hazree": "s. This word is commonly used in Anglo-Indian households in the Bengal Presidency for 'breakfast.' It is not clear how it got this meaning. [The earlier sense was religious, as below.] It is properly ḥāẓirī, 'muster,' from the Ar. ḥāẓir, 'ready or present.' (See CHOTA-HAZRY.)\n [1832. -- \"The Sheeahs prepare hazree (breakfast) in the name of his holiness Abbas Allee Ullum-burdar, Hosein's stepbrother; i.e. they cook polaoo, rotee, curries, &c., and distribute them.\" -- Herklots, Qanoone-Islam, ed. 1863, p. 183.]\n", "hendry kendry": "n.p. Two islands off the coast of the Concan, about 7 m. south of the entrance to Bombay Harbour, and now belonging to Kolāba District. The names, according to Ph. Anderson, are Haneri and Khaneri; in the Admy. chart they are Oonari, and Khundari. They are also variously written (the one) Hundry, Ondera, Hunarey, Henery, and (the other) Kundra, Cundry, Cunarey, Kenery. The real names are given in the Bombay Gazetteer as Underi and Khanderi. Both islands were piratically occupied as late as the beginning of the 19th century. Khanderi passed to us in 1818 as part of the Peshwa's territory; Underi lapsed in 1840. [Sir G. Birdwood (Rep. on Old Records, 83), describing the \"Consultations\" of 1679, writes: \"At page 69, notice of 'Sevagee' fortifying 'Hendry Kendry,' the twin islets, now called Henery (i.e. Vondarī, 'Mouse-like,' Kenery (i.e. Khandarī), i.e. 'Sacred to Khandaroo.'\" The former is thus derived from Skt. undaru, unduru, 'a rat'; the latter from Mahr. Khanḍerāv, 'Lord of the Sword,' a form of Siva.]\n 1673. -- \"These islands are in number seven; viz. Bombaim, Canorein, Trumbay, Elephanto, the Putachoes, Munchumbay, and Kerenjau, with the Rock of Henry Kenry. . . .\" -- Fryer, 61.\n 1681. -- \"Although we have formerly wrote you that we will have no war for Hendry Kendry, yet all war is so contrary to our constitution, as well as our interest, that we cannot too often inculcate to you our aversion thereunto.\" -- Court of Directors to Surat, quoted in Anderson's Western India, p. 175.\n 1727. -- \". . . four Leagues south of Bombay, are two small Islands Undra, and Cundra. The first has a Fortress belonging to the Sedee, and the other is fortified by the Sevajee, and is now in the Hands of Connajee Angria.\" -- A. Hamilton, i. 243; [ed. 1744].\n c. 1760. -- \"At the harbor's mouth lie two small fortified rocks, called Henara and Canara. . . . These were formerly in the hands of Angria, and the Siddees, or Moors, which last have long been dispossest of them.\" -- Grose, i. 58.\n", "herbed": "s. A Parsee priest, not specially engaged in priestly duties. Pers. hirbad, from Pahlavi aêrpat.\n 1630. -- \"The Herbood or ordinary Churchman.\" -- Lord's Display, ch. viii.\n", "hickmat": "s. Ar. -- H. ḥikmat; an ingenious device or contrivance. (See under HAKIM.)\n 1838. -- \"The house has been roofed in, and my relative has come up from Meerut, to have the slates put on after some peculiar hikmat of his own.\" -- Wanderings of a Pilgrim, ii. 240.\n", "hidgelee": "n.p. The tract so called was under native rule a chakla, or district, of Orissa, and under our rule formerly a zilla of Bengal; but now it is a part of the Midnapūr Zilla, of which it constitutes the S.E. portion, viz. the low coast lands on the west side of the Hoogly estuary, and below the junction of the Rūpnārāyan. The name is properly Hijilī; but it has gone through many strange phases in European records.\n 1553. -- \"The first of these rivers (from the E. side of the Ghauts) rises from two sources to the east of Chaul, about 15 leagues distant, and in an altitude of 18 to 19 degrees. The river from the most northerly of these sources is called Crusna, and the more southerly Benkora, and when they combine they are called Ganga: and this river discharges into the illustrious stream of the Ganges between the two places called Angeli and Picholda in about 22 degrees.\" -- Barros, I. ix. 1.\n 1586. -- \"An haven which is called Angeli in the Country of Orixa.\" -- Fitch, in Hakl. ii. 389.\n 1686. -- \"Chanock, on the 15th December (1686) . . . burned and destroyed all the magazines of salt, and granaries of rice, which he found in the way between Hughley and the island of Ingelee.\" -- Orme (reprint), ii. 12.\n 1726. -- \"Hingeli.\" -- Valentijn, v. 158.\n 1727. -- \". . . inhabited by Fishers, as are also Ingellie and Kidgerie (see KEDGEREE), two neighbouring Islands on the West Side of the Mouth of the Ganges.\" -- A. Hamilton, i. 275; [ed. 1744, ii. 2].\n 1758. -- In apprehension of a French Fleet the Select Committee at Fort William recommend: \"That the pagoda at Ingelie should be washed black, the great tree at the place cut down, and the buoys removed.\" -- In Long, 153.\n 1784. -- \"Ships laying at Kedgeree, Ingellee, or any other parts of the great River.\" -- In Seton-Karr, i. 37.\n", "hilsa": "s. Hind. hilsā, Skt. ilīśa, illiśa; a rich and savoury fish of the shad kind (Clupea ilisha, Day), called in books the 'sable-fish' (a name, from the Port. savel, quite obsolete in India) and on the Indus pulla (palla). The large shad which of late has been commonly sold by London fishmongers in the beginning of summer, is very near the hilsa, but not so rich. The hilsa is a sea-fish, ascending the river to spawn, and is taken as high as Delhi on the Jumna, as high as Mandalay on the Irawadi (Day). It is also taken in the Guzerat rivers, though not in the short and shallow streams of the Concan, nor in the Deccan rivers, from which it seems to be excluded by the rocky obstructions. It is the special fish of Sind under the name or palla, and monopolizes the name of fish, just as salmon does on the Scotch rivers (Dr. Macdonald's Acct. of Bombay Fisheries, 1883).\n 1539. -- \". . . A little Island, called A pofingua (Ape-Fingan) . . . inhabited by poor people who live by the fishing of shads (que rice de la pescaria dos saveis).\" -- Pinto (orig. cap. xviii.), Cogan, p. 22.\n 1613. -- \"Na quella costa marittima occidental de Viontana (Ujong-Tana, Malay Peninsula) habitavão Saletes pescadores que não tinhão outro tratto . . . salvo de sua pescarya de saveis, donde so aproveitarão das ovas chamado Turabos passados por salmeura.\" -- Eredia de Godinho, 22. [On this Mr. Skeat points out that \"Saletes pescadores\" must mean \"Fishermen of the Straits\" (Mal. selat, \"straits\"); and when he calls them \"Turabos\" he is trying to reproduce the Malay name of this fish, terubok (pron. trubo).]\n 1810. -- \"The hilsah (or sable-fish) seems to be midway between a mackerel and a salmon.\" -- Williamson, V. M. ii. 154-5.\n 1813. -- Forbes calls it the sable or salmon-fish, and says \"it a little resembles the European fish (salmon) from which it is named.\" -- Or. Mem. i. 53; [2nd ed. i. 36].\n 1824. -- \"The fishery, we were told by these people, was of the 'Hilsa' or 'Sablefish.'\" -- Heber, ed. 1844, i. 81.\n", "himalyˊa": "n.p. This is the common pronunciation of the name of the great range\n \"Whose snowy ridge the roving Tartar bounds,\"\n properly Himālăya, 'the Abode of Snow'; also called Himavat, 'the Snowy'; Himagiri and Himaśaila; Himādri, Himakūta, &c., from various forms of which the ancients made Imaus, Emōdus, &c. Pliny had got somewhere the true meaning of the name: \" . . . a montibus Hemodis, quorum promontorium Imaus vocatur nivosum significante . . .\" (vi. 17). We do not know how far back the use of the modern name is to be found. [The references in early Hindu literature are collected by Atkinson (Hima layan Gazetteer, ii. 273 seqq.).] We do not find it in Baber, who gives Siwālak as the Indian name of the mountains (see SIWALIK). The oldest occurrence we know of is in the Āīn, which gives in the Geographical Tables, under the Third Climate, Koh-i-Himālah (orig. ii. 36); [ed. Jarrett, iii. 69]). This is disguised in Gladwin's version by a wrong reading into Kerdehmaleh (ed. 1800, ii. 367).* This form (Himmaleh) is used by Major Rennell, but hardly as if it was yet a familiar term. In Elphinstone's Letters Himāleh or some other spelling of that form is always used (see below). When we get to Bishop Heber we find Himalaya, the established English form.\n 1822. -- \"What pleases me most is the contrast between your present enjoyment, and your former sickness and despondency. Depend upon it England will turn out as well as Hemaleh.\" -- Elphinstone to Major Close, in Life, ii. 139; see also i. 336, where it is written Himalleh.\n", "hindee": "s. This is the Pers. adjective form from Hind, 'India,' and illustration of its use for a native of India will be found under HINDOO. By Europeans it is most commonly used for those dialects of Hindustani speech which are less modified by P. vocables than the usual Hindustani, and which are spoken by the rural population of the N.W. Provinces and its outskirts. The earliest literary work in Hindi is the great poem of Chand Bardai (c. 1200), which records the deeds of Prithirāja, the last Hindu sovereign of Delhi. [On this literature see Dr. G. A. Grierson, The Modern Vernacular Literature ofHindustān, in J.A.S.B. Part I., 1888.] The term Hinduwī appears to have been formerly used, in the Madras Presidency, for the Marāṭhī language. (See a note in Sir A. Arbuthnot's ed. of Munro's Minutes, i. 133.)\n Hemāchal and Hemakūt also occur in the Āīn (see Gladwin, ii. 342, 343; [ed. Jarrett, iii. 30, 31]). Karāchal is the name used by Ibn Batuta in the 14th century, and by Al-Birūni 300 years earlier. 17th century writers often call the Himālaya the \"Mountains of Nuggur-Cote\" (q.v.). [Mr. Tawney writes: \"We have in Ṛig Veda (x. 121) ime himavanto parvatāḥ, 'these snowy mountains,' spoken of as abiding by the might of Prajāpati. In the Bhagavadgītā, an episode of the Mahābhārata, Kṛishṇa says that he is 'the Himālaya among stable things,' and the word Himālaya is found in the Kumāra Sambhava of Kālidāsa, about the date of which opinions differ. Perhaps the Greek *IMAOS is himavat; *)HMWDO\\S, himādri.\"]\n", "hindkī": "n.p. This modification of the name is applied to people of Indian descent, but converted to Islam, on the Peshawar frontier, and scattered over other parts of Afghanistan. They do the banking business, and hold a large part of the trade in their hands.\n [1842. -- \"The inhabitants of Peshawer are of Indian origin, but speak Pushtoo as well as Hindkee.\" -- Elphinstone, Caubul, i. 74.]\n", "hindoo": "n.p. P. Hindū. A person of Indian religion and race. This is a term derived from the use of the Mahommedan conquerors (see under INDIA). The word in this form is Persian; Hindī is that used in Arabic, e.g.\n c. 940. -- \"An inhabitant of Mansūra in Sind, among the most illustrious and powerful of that city . . . had brought up a young Indian or Sindian slave (Hindī aw Sindī).\"- Maṣ'ūdī, vi. 264.\n In the following quotation from a writer in Persian observe the distinction made between Hindū and Hindī:\n c. 1290. -- \"Whatever live Hindú fell into the King's hands was pounded into bits under the feet of elephants. The Musalmáns, who were Hindís (country born), ḥad their lives spared.\" -- Amīr Khosrū, in Elliot, iii. 539.\n 1563. -- \". . . moreover if people of Arabia or Persia would ask of the men of this country whether they are Moors or Gentoos, they ask in these words: 'Art thou Mosalman or Indu?'\" -- Garcia, f. 137b.\n 1653. -- \"Les Indous gardent soigneusement dans leurs Pagodes les Reliques de Ram, Schita (Sita), et les autres personnes illustres de l'antiquité.\" -- De la Boullaye-leGouz, ed. 1657, 191.\n Hindu is often used on the Peshawar frontier as synonymous with bunya (see under BANYAN). A soldier (of the tribes) will say: 'I am going to the Hindu,' i.e. to the bunya of the company.\n", "hindoo koosh": "n.p. Hindū- Kūsh; a term applied by our geographers to the whole of the Alpine range which separates the basins of the Kabul River and the Helmand from that of the Oxus. It is, as Rennell points out, properly that part of the range immediately north of Kabul, the Caucasus of the historians of Alexander, who crossed and recrossed it somewhere not far from the longitude of that city. The real origin of the name is not known; [the most plausible explanation is perhaps that it is a corruption of Indicus Caucasus]. It is, as far as we know, first used in literature by Ibn Batuta, and the explanation of the name which he gives, however doubtful, is still popular. The name has been by some later writers modified into Hindu Koh (mountain), but this is factitious, and throws no light on the origin of the name.\n c. 1334. -- \"Another motive for our stoppage was the fear of snow; for there is midway on the road a mountain called HindūKūsh, i.e. 'the Hindu-Killer,' because so many of the slaves, male and female, brought from India, die in the passage of this mountain, owing to the severe cold and quantity of snow.\" -- Ibn Batuta, iii. 84.\n 1504. -- \"The country of Kâbul is very strong, and of difficult access. . . . Between Balkh, Kundez, and Badakshân on the one side, and Kâbul on the other, is interposed the mountain of Hindû-kûsh, the passes over which are seven in number.\" -- Baber, p. 139.\n 1548. -- \"From this place marched, and entered the mountains called Hindū-Kush.\" -- Mem. of Emp. Humayun, 89.\n \" \"It was therefore determined to invade Badakhshan . . . The Emperor, passing over the heel of the Hindū-Kush, encamped at Shergirán.\" -- Tabakāt-i-Akbarī, in Elliot, v. 223.\n 1753. -- \"Les montagnes qui donnent naissance à l'Indus, et à plusieurs des rivières qu'il reçoit, se nomment Hendou Kesh, et c'est l'histoire de Timur qui m'instruit de cette denomination. Elle est composée du nom d'Hendou ou Hind, qui désigne l'Inde . . . et de kush ou kesh . . . que je remarque être propre à diverses montagnes.\" -- D'Anville, p. 16.\n 1793. -- \"The term Hindoo - Kho, or Hindoo-Kush, is not applied to the ridge throughout its full extent; but seems confined to that part of it which forms the N.W. boundary of Cabul; and this is the INDIAN CAUCASUS of Alexander.\" -- Rennell, Mem. 3rd ed. 150.\n 1817. -- \". . . those Who dwell beyond the everlasting snows Of Hindoo Koosh, in stormy freedom bred.\" -- Mokanna.\n", "hindostan": "n.p. Pers. Hindū- stān. (a ) 'The country of the Hindūs,' India. In modern native parlance this word indicates distinctively (b) India north of the Nerbudda, and exclusive of Bengal and Behar. The latter provinces are regarded as pūrb (see POORUB), and all south of the Nerbudda as Dakhan (see DECCAN). But the word is used in older Mahom medan authors just as it is used in English school-books and atlases, viz. as (a) the equivalent of India Proper. Thus Baber says of Hindustān: \"On the East, the South, and the West it is bounded by the Ocean\" (310).\n a.-\n 1553. -- \". . . and so the Persian nation adjacent to it give it as at present its proper name that of Indostān.\" -- Barros, I. iv. 7.\n 1563. -- \". . . and common usage in Persia, and Coraçone, and Arabia, and Turkey, calls this country Industam . . . for istām is as much as to say 'region,' and indu 'India.'\" -- Garcia, f. 137b.\n 1663. -- \"And thus it came to pass that the Persians called it Indostan.\" -- Faria y Sousa, i. 33.\n 1665. -- \"La derniere parti est la plus connüe: c'est celle que l'on appelle Indostan, et dont les bornes naturelles au Couchant et au Levant, sont le Gange et l'Indus.\"- Thevenot, v. 9.\n 1672. -- \"It has been from old time divided into two parts, i.e. the Eastern, which is India beyond the Ganges, and the Western India within the Ganges, now called Indostan.\" -- Baldaeus, 1.\n 1770. -- \"By Indostan is properly meant a country lying between two celebrated rivers, the Indus and the Ganges. . . . A ridge of mountains runs across this long tract from north to south, and dividing it into two equal parts, extends as far as Cape Comorin.\" -- Raynal (tr.), i. 34.\n 1783. -- \"In Macassar Indostan is called Neegree Telinga.\" -- Farrest, V. to Mergui, 82.\n b.-\n 1803. -- \"I feared that the dawk direct through Hindostan would have been stopped.\" -- Wellington, ed. 1837, ii. 209.\n 1824. -- \"One of my servants called out to them, -- 'Aha! dandee folk, take care! You are now in Hindostan! The people of this country know well how to fight, and are not afraid.\" -- Heber, i. 124. See also pp. 268, 269.\n In the following stanza of the good bishop's the application is apparently the same; but the accentuation is excruciating -- 'Hindóstan,' as if rhyming to 'Boston.'\n 1824.- \"Then on! then on! where duty leads, My course be onward still, O'er broad Hindostan's sultry meads, Or bleak Almora's hill.\" -- Ibid. 113.\n 1884. -- \"It may be as well to state that Mr. H. G. Keene's forthcoming History of Hindustan . . . will be limited in its scope to the strict meaning of the word 'Hindustan'=India north of the Deccan.\"- Academy, April 26, p. 294.\n", "hindostanee": "s. Hindūstānī, properly an adjective, but used substantively in two senses, viz. (a) a native of Hindustān, and (b) (Hindūstānī zabān) 'the language of that country,' but in fact the language of the Mahommedans of Upper India, and eventually of the Mahommedans of the Deccan, developed out of the Hindi dialect of the Doab chiefly, and of the territory round Agra and Delhi, with a mixture of Persian vocables and phrases, and a readiness to adopt other foreign words. It is also called Oordoo, i.e. the language of the Urdū ('Horde') or Camp. This language was for a long time a kind of Mahommedan lingua franca over all India, and still possesses that character over a large part of the country, and among certain classes. Even in Madras, where it least prevails, it is still recognised in native regiments as the language of intercourse between officers and men. Old-fashioned Anglo-Indians used to call it the Moors (q.v.).\n a.-\n 1653. -- (applied to a native.) \"Indistanni est vn Mahometan noir des Indes, ce nom est composé de Indou, Indien, et stan, habitation.\" -- De la Boullaye-le-Gouz, ed. 1657, 543.\n b.-\n 1616. -- \"After this he (Tom Coryate) got a great mastery in the Indostan, or more vulgar language; there was a woman, a landress, belonging to my Lord Embassador's house, who had such a freedom and liberty of speech, that she would sometimes scould, brawl, and rail from the sun-rising to the sun-set; one day he undertook her in her own language. And by eight of the clock he so silenced her, that she had not one word more to speak.\" -- Terry, Extracts relating to T. C.\n 1673. -- \"The Language at Court is Persian, that commonly spoke is Indostan (for which they have no proper Character, the written Language being called Banyan), which is a mixture of Persian and Sclavonian, as are all the dialects of India.\"- Fryer, 201. This intelligent traveller's reference to Sclavonian is remarkable, and shows a notable perspicacity, which would have delighted the late Lord Strangford, had he noticed the passage.\n 1677. -- In Court's letter of 12th Dec. to Ft. St. Geo. they renew the offer of a reward of £20, for proficiency in the Gentoo or Indostan languages, and sanction a reward of £10 each for proficiency in the Persian language, \"and that fit persons to teach the said language be entertained.\"- Notes and Exts., No. i. 22.\n 1685. -- \". . . so applyed myself to a Portuguese mariner who spoke Indostan (ye current language of all these Islands)\" [Maldives].\" -- Hedges, Diary, March 9; [Hak. Soc. i. 191].\n 1697. -- \"Questions addressed to Khodja Movaad, Ambassador from Abyssinia.\n * * * * * 4. -- \"What language he, in his audience made use of?\n \"The Hindustani language (Hindoestanze taal), which the late Hon. Paulus de Roo, then Secretary of their Excellencies the High Government of Batavia, interpreted.\" -- Valentijn, iv. 327.\n [1699. -- \"He is expert in the Hindorstand or Moores Language.\" -- In Yule, Hedges' Diary, Hak. Soc. ii. cclxvii.]\n 1726. -- \"The language here is Hindustans or Moors (so 'tis called there), though he who can't speak any Arabic and Persian passes for an ignoramus.\" -- Valentijn, Chor. i. 37.\n 1727. -- \"This Persian . . . and I, were discoursing one Day of my Affairs in the Industan Language, which is the established Language spoken in the Mogul's large Dominions.\" -- A. Hamilton, ii. 183; [ed. 1744, ii. 182].\n 1745. -- \"Benjamini Schulzii Missionarii Evangelici, Grammatica Hindostanica . . . Edidit, et de suscipiendâ barbaricarum linguarum culturâ praefatus est D. Jo. Henr. Callenberg, Halae Saxoniae.\" -- Title from Catalogue of M. Garcin de Tassy's Books, 1879. This is the earliest we have heard of.\n 1763. -- \"Two of the Council of Pondicherry went to the camp, one of them was well versed in the Indostan and Persic languages, which are the only tongues used in the Courts of the Mahomedan Princes.\"- Orme, i. 144 (ed. 1803).\n 1772. -- \"Manuscripts have indeed been handed about, ill spelt, with a confused mixture of Persian, Indostans, and Bengals. \" -- Preface to Hadley's Grammar, xi. (See under MOORS.)\n 1777. -- \"Alphabetum Brammhanicum seu Indostanum.\" -- Romae.\n 1778. -- \"Grammatica Indostana -- A mais Vulgar -- Que se practica no Imperio do gram Mogol -- Offerecida -- Aos muitos Reverendos -- Padres Missionarios -- Do dito Imperio. Em Roma MDCCLXXVIII -- Na Estamperia da Sagrada Congregação -- de Propaganda Fide.\" -- (Title transcribed.) There is a reprint of this (apparently) of 1865, in the Catalogue of Garcin de Tassy's books.\n c. 1830. -- \"Cet ignoble patois d'Hindoustani, qui ne servira jamais à rien quand je serai retourné en Europe, est difficile.\"- V. Jacquemont, Correspondance, i. 95.\n 1844. -- \"Hd. Quarters, Kurrachee, 12th February, 1844. The Governor unfortunately does not understand Hindoostanee, nor Persian, nor Mahratta, nor any other eastern dialect. He therefore will feel particularly obliged to Collectors, sub Collectors, and officers writing the proceedings of Courts-Martial, and all Staff Officers, to indite their various papers in English, larded with as small a portion of the to him unknown tongues as they conveniently can, instead of those he generally receives -- namely, papers written in Hindostanee larded with occasional words in English.\n \"Any Indent made for English Dictionaries shall be duly attended to, if such be in the stores at Kurrachee; if not, gentlement who have forgotten the vulgar tongue are requested to procure the requisite assistance from England.\" -- GG. OO., by Sir Charles Napier, 85.\n [Compare the following:\n [1617. -- (In answer to a letter from the Court not now extant). \"Wee have forbidden the severall Factoryes from wrighting words in this languadge and refrayned itt our selues, though in bookes of Coppies wee feare there are many which by wante of tyme for perusall wee cannot rectifie or expresse.\" -- Surat Factors to Court, February 26, 1617. (I.O. Records: O. C., No. 450.)]\n 1856.- \". . . they sound strange As Hindostanee to an Ind-born man Accustomed many years to English speech.\" E. B. Browning, Aurora Leigh.\n", "hing": "s. Asafoetida. Skt. hingu, Hind. hīng, Dakh. hīngu. A repulsively smelling gum-resin which forms a favourite Hindu condiment, and is used also by Europeans in Western and Southern India as an ingredient in certain cakes eaten with curry. (See POPPER-CAKE). This product affords a curious example of the uncertainty which sometimes besets the origin of drugs which are the objects even of a large traffic. Hanbury and Flückiger, whilst describing Falconer's Narthex Asafoetida (Ferula Narthex, Boiss.) and Scorodosma foetidum, Bunge; (F. asafoetida, Boiss.) two umbelliferous plants, both cited as the source of this drug, say that neither has been proved to furnish the asafoetida of commerce. Yet the plant producing it has been described and drawn by Kaempfer, who saw the gum-resin collected in the Persian Province of Lāristān (near the eastern shore of the P. Gulf); and in recent years (1857) Surgeon-Major Bellew has described the collection of the drug near Kandahar. Asafoetida has been identified with the SI/LFION or laserpitium of the ancients. The substance is probably yielded not only by the species mentioned above, but by other allied plants, e.g. Ferula Jaeschki ana, Vatke, of Kashmīr and Turkistan. The hing of the Bombay market is the produce of F. alliacea, Boiss. [See Watt, Econ. Dict. iii. 328 seqq.]\n c. 645. -- \"This kingdom of Tsao-kiu-tcha (Tsāukūta?) has about 7000 li of compass, the compass of the capital called Ho-sí-na (Ghazna) is 30 li. . . . The soil is favourable to the plant Yo-Kin (Curcuma, or turmeric) and to that called Hing-kiu.\"- Pèlerins Boudd., iii. 187.\n 1563. -- \"A Portuguese in Bisnagar had a horse of great value, but which exhibited a deal of flatulence, and on that account the King would not buy it. The Portuguese cured it by giving it this ymgu mixt with flour: the King then bought it, finding it thoroughly well, and asked him how he had cured it. When the man said it was with ymgu, the King replied: ''Tis nothing then to marvel at, for you have given it to eat the food of the gods' (or, as the poets say, nectar). Whereupon the Portuguese made answer sotto voce and in Portuguese: 'Better call it the food of the devils!'\"- Garcia, f. 21b. The Germans do worse than this Portuguese, for they call the drug Teufels dreck, i.e. diaboli non cibus sed stercus!\n 1586. -- \"I went from Agra to Satagam (see CHITTAGONG) in Bengale in the companie of one hundred and four score Boates, laden with Salt, Opium, Hinge, Lead, Carpets, and divers other commodities down the River Jemena.\" -- R. Fitch, in Hakl. ii. 386.\n 1611. -- \"In the Kingdom of Gujarat and Cambaya, the natives put in all their food Ingu, which is Assafetida.\" -- Teixeira, Relaciones, 29.\n 1631. -- \". . . ut totas aedas foetore replerent, qui insuetis vix tolerandus esset. Quod Javani et Malaii et caeteri Indiarum incolae negabant se quicquam odoratius naribus unquam percepisse. Apud hos Hin hic succus nominatur.\" -- Jac. Bontii, lib. iv. p. 41.\n 1638. -- \"Le Hingh, que nos droguistes et apoticaires appellent Assa foetida, vient la plus part de Perse, mais celle que la Province d'Vtrad (?) produit dans les Indes est bien meilleur.\" -- Mandelslo, 230.\n 1673. -- \"In this Country Assa Foetida is gathered at a place called Descoon; some deliver it to be the Juice of a Cane or Reed inspissated; others, of a Tree wounded: It differs much from the stinking Stuff called Hing, it being of the Province of Carmania; this latter is that the Indians perfume themselves with, mixing it in all their Pulse, and make it up in Wafers to correct the Windiness of their Food.\" -- Fryer, 239.\n 1689. -- \"The Natives at Suratt are much taken with Assa Foetida, which they call Hin, and mix a little with the Cakes that they eat.\" -- Ovington, 397.\n 1712. -- \". . . substantiam obtinet ponderosam, instar rapae solidam candidissimamque, plenam succi pinguis, albissimi, foetidissimi, porraceo odore nares horridé ferientis; qui ex eâ collectus, Persis Indisque Hingh, Europaeis Asa foetida appellatur.\" -- Eng. Kaempfer Amoen. Exotic. 537.\n 1726. -- \"Hing or Assa Foetida, otherwise called Devil's-dung (Duivelsdrek).\" -- Valentijn, iv. 146.\n 1857. -- \"Whilst riding in the plain to the N.E. of the city (Candahar) we noticed several assafœtida plants. The assafœtida, called hang or hing by the natives, grows wild in the sandy or gravelly plains that form the western part of Afghanistan. It is never cultivated, but its peculiar gumresin is collected from the plants on the deserts where they grow. The produce is for the most part exported to Hindustan.\" -- Bellew, Journal of a Pol. Mission, &c., p. 270.\n", "hirava": "n.p. Malayāl. Iraya. The name of a very low caste in Malabar. [The Iraya form one section of the Cherumar, and are of slightly higher social standing than the Pulayar (see POLEA). \"Their name is derived from the fact that they are allowed to come only as far as the eaves (ira) of their employers' houses.\" (Logan, Malabar, i. 148.)]\n 1510. -- \"La sexta sorte (de' Gentili) se chiamão Hirava, e questi seminano e raccoglieno il riso.\" -- Varthema (ed. 1517, f. 43v).\n [HIRRAWEN, s. The Musulman pilgrim dress; a corruption of the Ar. iḥrām. Burton writes: \"Al-Iḥrām, literally meaning 'prohibition' or 'making unlawful,' equivalent to our 'mortification,' is applied to the ceremony of the toilette, and also to the dress itself. The vulgar pronounce the word 'herām,' or 'l'ehrām.' It is opposed to ihlāl, 'making lawful,' or 'returning to laical life.' The further from Mecca it is assumed, provided that it be during the three months of Hajj, the greater is the religious merit of the pilgrim; consequently some come from India and Egypt in the dangerous attire\" (Pilgrimage, ed. 1893, ii. 138, note).\n [1813. -- \". . . the ceremonies and penances mentioned by Pitts, when the hajes, or pilgrims, enter into Hirrawen, a ceremony from which the females are exempted; but the men, taking off all their clothes, cover themselves with two hirrawens or large white wrappers. . . .\" -- Forbes, Or. Mem. ii. 101, 2nd ed.]\n", "hobson-jobson": "s. A native festal excitement; a tamāsha (see TUMASHA); but especially the Moharram ceremonies. This phrase may be taken as a typical one of the most highly assimilated class of Anglo-Indian argot, and we have ventured to borrow from it a concise alternative title for this Glossary. It is peculiar to the British soldier and his surroundings, with whom it probably originated, and with whom it is by no means obsolete, as we once supposed. My friend Major John Trotter tells me that he has repeatedly heard it used by British soldiers in the Punjab; and has heard it also from a regimental Moonshee. It is in fact an Anglo-Saxon version of the wailings of the Mahommedans as they beat their breasts in the procession of the Moharram -- \"Yā Hasan! Yā Hosain!' It is to be remembered that these observances are in India by no means confined to Shī'as. Except at Lucknow and Murshīdābād, the great majority of Mahommedans in that country are professed Sunnis. Yet here is a statement of the facts from an unexceptionable authority:\n \"The commonalty of the Mussalmans, and especially the women, have more regard for the memory of Hasan and Husein, than for that of Muhammad and his khalifs. The heresy of making Ta'ziyas (see TAZEEA) on the anniversary of the two latter imáms, is most common throughout India: so much so that opposition to it is ascribed by the ignorant to blasphemy. This example is followed by many of the Hindus, especially the Mahrattas. The Muharram is celebrated throughout the Dekhan and Malwa, with greater enthusiasm than in other parts of India. Grand preparations are made in every town on the occasion, as if for a festival of rejoicing, rather than of observing the rites of mourning, as they ought. The observance of this custom has so strong a hold on the mind of the commonalty of the Mussulmans that they believe Muhammadanism to depend merely on keeping the memory of the imáms in the above manner.\" -- Mīr Shahāmat 'Ali, in J.R. As. Soc. xiii. 369.\n We find no literary quotation to exemplify the phrase as it stands. [But see those from the Orient. Sporting Mag. and Nineteenth Century below.] Those which follow show it in the process of evolution:\n 1618. -- \". . . . e particolarmente delle donne che, battendosi il petto e facendo gesti di grandissima compassione replicano spesso con gran dolore quegli ultimi versi di certi loro cantici: Vah Hussein! sciah Hussein!\" -- P. della Valle, i. 552.\n c. 1630. -- \"Nine dayes they wander up and downe (shaving all that while neither head nor beard, nor seeming joyfull), incessantly calling out Hussan, Huṣsan! in a melancholy note, so long, so fiercely, that many can neither howle longer, nor for a month's space recover their voices.\" -- Sir T. Herbert, 261.\n 1653. -- \". . . ils dressent dans les rues des Sepulchres de pierres, qu'ils couronnent de Lampes ardentes, et les soirs ils y vont dancer et sauter crians Hussan, Houssain, Houssain, Hassan. . . .\" -- De la Boullayele-Gouz, ed. 1657, p. 144.\n c. 1665. -- \". . . ainsi j'eus tout le loisir dont j'eus besoin pour y voir celebrer la Fête de Hussein Fils d'Aly. . . . Les Mores de Golconde le celebrent avec encore beaucoup plus de folies qu'en Perse . . . d'autres font des dances en rond, tenant des épées nües la pointe en haut, qu'ils touchent les unes contre les autres, en criant de toute leur force Hussein.\" -- Thevenot, v. 320.\n 1673. -- \"About this time the Moors solemnize the Exequies of Hosseen Gosseen,  a time of ten days Mourning for two Unfortunate Champions of theirs.\" -- Fryer, p. 108.\n \" \"On the Days of their Feasts and Jubilees, Gladiators were approved and licensed; but feeling afterwards the Evils that attended that Liberty, which was chiefly used in their Hossy Gossy, any private Grudge being then openly revenged: it never was forbid, but it passed into an Edict by the following King, that it should be lawfull to Kill any found with Naked Swords in that Solemnity.\" -- Ibid. 357.\n [1710. -- \"And they sing around them Saucem Saucem.\" -- Oriente Conquistado, vol. ii.; Conquista, i. Div. 2, sec. 59.]\n 1720. -- \"Under these promising circumstances the time came round for the Mussulman feast called Hossein Jossen . . . better known as the Mohurrum.\" -- In Wheeler, ii. 347.\n 1726. -- \"In their month Moharram they have a season of mourning for the two brothers Hassan and Hossein. . . . They name this mourning-time in Arabic Ashur, or the 10 days; but the Hollanders call it Jaksom Baksom.\" -- Valentijn, Choro. 107.\n 1763. -- \"It was the 14th of November, and the festival which commemorates the murder of the brothers Hassein and Jassein happened to fall out at this time.\" -- Orme, i. 193.\n [1773. -- \"The Moors likewise are not without their feasts and processions . . . particularly of their Hassan Hassan. . . .\"- Ives, 28.\n [1829. -- \"Them paper boxes are purty looking consarns, but then the folks makes sich a noise, firing and troompeting and shouting Hobson Jobson, Hobson Jobson.\" -- Oriental Sporting Mag., reprint 1873, i. 129.\n [1830. -- \"The ceremony of Husen Hasen . . . here passes by almost without notice.\" -- Raffles, Hist. Java, 2nd ed. ii. 4.]\n 1832. -- \". . . they kindle fires in these pits every evening during the festival; and the ignorant, old as well as young, amuse themselves in fencing across them with sticks or swords; or only in running and playing round them, calling out, Ya Allee! Ya Allee! . . . Shah Hussun! Shah Hussun! . . . Shah Hosein! Shah Hosein! . . . Doolha! Doolha! (bridegroom! . . .); Haee dost! Haee dost! (alas, frend! . . .); Ruheeo! Ruheeo! (Stay! Stay!). Every two of these words are repeated probably a hundred times over as loud as they can bawl out.\" -- Jaffur Shureef, Quanoon-e-Islam, tr. by Herklots, p. 173.\n 1883. -- \". . . a long procession . . . followed and preceded by the volunteer mourners and breast-beaters shouting their cry of Hous-s-e-i-n H-as-san Houss-e-i-n H-a-s-san, and a simultaneous blow is struck vigorously by hundreds of heavy hands on the bare breasts at the last syllable of each name.\" -- Wills' Modern Persia, 282.\n [1902. -- \"The Hobson-Jobson.\" By Miss A. Goodrich-Freer, in The Nineteenth Century and After, April 1902.]\n", "hodgett": "s. This is used among the English in Turkey and Egypt for a title-deed of land. It is Arabic hujjat, 'evidence.' Hojat, perhaps a corruption of the same word, is used in Western India for an account current between landlord and tenant. [Molesworth, Mahr. Dict., gives \"Hujjat, Ar., a Government acknowledgment or receipt.\"]\n [1871. -- \". . . the Ḳaḍee attends, and writes a document (ḥogget-el-baḥr) to attest the fact of the river's having risen to the height sufficient for the opening of the Canal. . . .\" -- Lane, Mod. Egypt., 5th ed. ii. 233.]\n [HOG-BEAR, s. Another name for the sloth-bear, Melursus ursinus (Blanford, Mammalia, 201). The word does not appear in the N.E.D.\n [1895. -- \"Between the tree-stems he heard a hog-bear digging hard in the moist warm earth.\" -- R. Kipling, The Jungle Book, 171.]\n", "hog-deer": "s. The Anglo-Indian popular name of the Axis porcinus, Jerd.; [Cervus porcinus (Blanford,Mammalia, 549)], the Pārā of Hindustan. The name is nearly the same as that which Cosmas (c. 545) applies to an animal (*XOIRE/LAFOS) which he draws (see under BABI-ROUSSA), but the two have no other relation. The Hog-deer is abundant in the grassy openings of forests throughout the Gangetic valley and further east. \"It runs with its head low, and in a somewhat ungainly manner; hence its popular appellation. \" -- Jerdon, Mammals, 263.\n [1885. -- \"Two hog-deer were brought forward, very curious-shaped animals that I had never seen before.\" -- Lady Dufferin, Viceregal Life, 146.]\n", "hog-plum": "s. The austere fruit of the amrā (Hind.), Spondiasmangifera, Pers. (Ord. Terebinthaceae), is sometimes so called; also called the wild mango. It is used in curries, pickles, and tarts. It is a native of various parts of India, and is cultivated in many tropical climates.\n 1852. -- \"The Karens have a tradition that in those golden days when God dwelt with men, all nations came before him on a certain day, each with an offering from the fruits of their lands, and the Karens selected the hog's plum for this oblation; which gave such offence that God cursed the Karen nation and placed it lowest. . . .\" -- Mason's Burmah, ed. 1860, p. 461.\n", "hokchew": "etc., n.p. These are forms which the names of the great Chinese port of Fuh-chau, the capital of Fuhkien, takes in many old works. They, in fact, imitate the pronunciation in the Fuh-kien dialect, which is Hokchiu; Fuh-kien similarly being called Hoh-kien.\n 1585. -- \"After they had travelled more than halfe a league in the suburbs of the cittie of Aucheo, they met with a post that came from the vizroy.\" -- Mendoza, ii. 78.\n 1616. -- \"Also this day arrived a small China bark or soma from Hochchew, laden with silk and stuffes.\" -- Cocks, i. 219.\n", "home": ". In Anglo-Indian and colonial speech this means England.\n 1837. -- \"Home always means England; nobody calls India home -- not even those who have been here thirty years or more, and are never likely to return to Europe.\"- Letters from Madras, 92.\n 1865. -- \"You may perhaps remember how often in times past we debated, with a seriousness becoming the gravity of the subject, what article of food we should each of us respectively indulge in, on our first arrival at home.\" -- Waring, TropicalResident, 154.\n So also in the West Indies:\n c. 1830. -- \". . . 'Oh, your cousin Mary, I forgot -- fine girl, Tom -- may do for you at home yonder' (all Creoles speak of England as home, although they may never have seen it).\" -- Tom Cringle, ed. 1863, 238.\n", "hong": "s. The Chinese word is hang, meaning 'a row or rank'; a house of business; at Canton a warehouse, a factory, and particularly applied to the establishments of the European nations (\"Foreign Hongs\"), and to those of the so-called \"HongMerchants.\" These were a body of merchants who had the monopoly of trade with foreigners, in return for which privilege they became security for the good behaviour of the foreigners, and for their payment of dues. The guild of these merchants was called 'The Hong.' The monopoly seems to have been first established about 1720 30, and it was terminated under the Treaty of Nanking, in 1842. The Hong merchants are of course not mentioned in Lockyer (1711), nor by A. Hamilton (in China previous to and after 1700, pubd. 1727). The latter uses the word, however, and the rudiments of the institution may be traced not only in this narrative, but in that of Ibn Batuta.\n c. 1346. -- \"When a Musulman trader arrives in a Chinese city, he is allowed to choose whether he will take up his quarters with one of the merchants of his own faith settled in the country, or will go to an inn. If he prefers to go and lodge with a merchant, they count all his money and confide it to the merchant of his choice; the latter then takes charge of all expenditure on account of the stranger's wants, but acts with perfect integrity. . . .\" -- Ibn Batuta, iv. 265-6.\n 1727. -- \"When I arrived at Canton the Hapoa (see HOPPO) ordered me lodgings for myself, my Men, and Cargo, in (a) Haung or Inn belonging to one of his Merchants . . . and when I went abroad, I had always some Servants belonging to the Haung to follow me at a Distance.\" -- A. Hamilton, ii. 227; [ed. 1744].\n 1782. -- \". . . L'Opeou (see HOPPO) . . . s'embarque en grande ceremonie dans une galère pavoisée, emmenant ordinairement avec lui trois ou quatre Hanistes.\" -- Sonnerat, ii. 236.\n \" \". . . Les loges Européennes s'appellent hams.\" -- Ibid. 245.\n 1783. -- \"It is stated indeed that a monopolizing Company in Canton, called the Cohong, had reduced commerce there to a desperate state.\" -- Report of Com. on Affairs of India, Burke, vi. 461.\n 1797. -- \"A Society of Hong, or united merchants, who are answerable for one another, both to the Government and the foreign nations.\" -- Sir G. Staunton, Embassy to China, ii. 565.\n 1882. -- \"The Hong merchants (collectively the Co-hong) of a body corporate, date from 1720.\" -- The Fankwae at Canton, p. 34.\n Cohong is, we believe, though speaking with diffidence, an exogamous union between the Latin co- and the Chinese hong. [Mr. G. T. Gardner confirms this explanation, and writes: \"The term used in Canton itself is invariable: 'The Thirteen Hong,' or 'The Thirteen Firms'; and as these thirteen firms formed an association that had at one time the monopoly of the foreign trade, and as they were collectively responsible to the Chinese Government for the conduct of the trade, and to the foreign merchants for goods supplied to any one of the firms, some collective expression was required to denote the co-operation of the Thirteen Firms, and the word Cohang, I presume, was found most expressive. \"]\n", "hong-boat": "s. A kind of sampan (q.v.) or boat, with a small wooden house in the middle, used by foreigners at Canton. \"A public passenger-boat (all over China, I believe) is called Hang-chwen, where chwen is generically 'vessel,' and hang is perhaps used in the sense of 'plying regularly.' Boats built for this purpose, used as private boats by merchants and others, probably gave the English name Hongboat to those used by our countrymen at Canton\" (Note by Bp. Moule).\n [1878. -- \"The Koong-Sze Teng, or HongMee-Teng, or hong boats are from thirty to forty feet in length, and are somewhat like the gondolas of Venice. They are in many instances carved and gilded, and the saloon is so spacious as to afford sitting room for eight or ten persons. Abaft the saloon there is a cabin for the boatmen. The boats are propelled by a large scull, which works on a pivot made fast in the stern post.\" -- Gray, China, ii. 273.]\n", "hong kong": "n.p. The name of this flourishing settlement is hiangkiang, 'fragrant waterway' (Bp. Moule).\n", "honore": "n.p. Honāvar, a town and port of Canara, of ancient standing and long of piratical repute. The etymology is unknown to us (see what Barbosa gives as the native name below). [A place of the same name in the Bellary District is said to be Can. Honnūru, honnu, 'gold,' ūru, 'village.'] Vincent has supposed it to be the *NA/OURA of the Periplus, \"the first part of the pepper-country *LIMURIKH\\,\" -- for which read *DIMURIKH\\, the Tamil country or Malabar. But this can hardly be accepted, for Honore is less than 5000 stadia from Barygaza, instead of being 7000 as it ought to be by the Periplus, nor is it in the Tamil region. The true *NA/OURA must have been Cannanore, or Pudopatana, a little south of the last. [The Madras Gloss. explains *NA/OURA as the country of the Nairs.] The long defence of Honore by Captain Torriano, of the Bombay Artillery, against the forces of Tippoo, in 1783-1784, is one of the most noble records of the Indian army. (See an account of it in Forbes, Or. Mem. iv. 109 seqq.; [2nd ed. ii. 455 seqq.]).\n c. 1343. -- \"Next day we arrived at the city of Hinaur, beside a great estuary which big ships enter. . . . The women of Hinaur are beautiful and chaste . . . they all know the Ḳurān al-'Azīm by heart. I saw at Hinaur 13 schools for the instruction of girls and 23 for boys, -- such a thing as I have seen nowhere else. The inhabitants of Maleibār pay the Sultan . . . a fixed annual sum from fear of his maritime power.\"- Ibn Batuta, iv. 65-67.\n 1516. -- \". . . there is another river on which stands a good town called Honor; the inhabitants use the language of the country, and the Malabars call it Ponouaram (or Ponaram, in Ramusio); here the Malabars carry on much traffic. . . . In this town of Onor are two Gentoo corsairs patronised by the Lord of the Land, one called Timoja and the other Raogy, each of whom has 5 or 6 very big ships with large and well-armed crews.\" -- Barbosa, Lisbon, ed. 291.\n 1553. -- \"This port (Onor) and that of Baticalá . . . belonged to the King of Bisnaga, and to this King of Onor his tributary, and these ports, less than 40 years before were the most famous of all that coast, not only for the fertility of the soil and its abundance in provisions . . . but for being the ingress and egress of all merchandize for the kingdom of Bisnaga, from which the King had a great revenue; and principally of horses from Arabia. . . .\"- Barros, I. viii. cap. x. [And see P. della Valle, Hak. Soc. ii. 202; Comm. Dalboquerque, Hak. Soc. i. 148.]\n", "hoogly": "n.p. Properly Hūglī, [and said to take its name from Beng. hoglā, 'the elephant grass' (Typha angustifolia)]: a town on the right bank of the Western Delta Branch of the Ganges, that which has long been known from this place as the Hoogly River, and on which Calcutta also stands, on the other bank, and 25 miles nearer the sea. Hoogly was one of the first places occupied by Europeans in the interior of Bengal; first by the Portuguese in the first half of the 16th century. An English factory was established here in 1640; and it was for some time their chief settlement in Bengal. In 1688 a quarrel with the Nawab led to armed action, and the English abandoned Hoogly; but on the arrangement of peace they settled at Chatānatī (Chuttanutty), now Calcutta.\n [c. 1590. -- \"In the Sarkár of Satgáon, there are two ports at a distance of half a kos from each other; the one is Sátgáon, the other Húglí: the latter the chief; both are in possession of the Europeans.\" -- Āīn, ed. Jarrett, ii. 125.]\n 1616. -- \"After the force of dom Francisco de Menezes arrived at Sundiva as we have related, there came a few days later to the same island 3 sanguicels, right well equipped with arms and soldiers, at the charges of Manuel Viegas, a householder and resident of Ogolim, or Porto Pequeno, where dwelt in Bengala many Portuguese, 80 leagues up the Ganges, in the territory of the Mogor, under his ill faith that every hour threatened their destruction.\" -- Bocarro, Decada, 476.\n c. 1632. -- \"Under the rule of the Bengális a party of Frank merchants . . . came trading to Sátgánw (see PORTO PEQUENO); one kos above that place they occupied some ground on the bank of the estuary. . . . In course of time, through the ignorance and negligence of the rulers of Bengal, these Europeans increased in number, and erected substantial buildings, which they fortified. . . . In due course a considerable place grew up, which was known by the name of the Port of Húglí. . . . These proceedings had come to the notice of the Emperor (Sháh Jehán), and he resolved to put an end to them,\" &c. -- 'Abdul Ḥamīd Lāhorī, in Elliot, vii. 31-32.\n 1644. -- \"The other important voyage which used to be made from Cochim was that to Bengalla, when the port and town of Ugolim were still standing, and much more when we had the Porto Grande (q.v.) and the town of Diangâ; this used to be made by so many ships that often in one monsoon there came 30 or more from Bengalla to Cochim, all laden with rice, sugar, lac, iron, salt-petre, and many kinds of cloths both of grass and cotton, ghee (manteyga), long pepper, a great quantity of wax, besides wheat and many things besides, such as quilts and rich bedding; so that every ship brought a capital of more than 20,000 xerafins. But since these two possessions were lost, and the two ports were closed, there go barely one or two vessels to Orixa.\" -- Bocarro, MS., f. 315.\n 1665. -- \"O Rey de Arracão nos tomou a fortaleza de Sirião em Pegù; O grão Mogor a cidade do Golim em Bengala.\" -- P. Manoel Godinho, Relação, &c.\n c. 1666. -- \"The rest they kept for their service to make Rowers of them; and such Christians as they were themselves, bringing them up to robbing and killing; or else they sold them to the Portugueses of Goa, Ceilan, St. Thomas, and others, and even to those that were remaining in Bengall at Ogouli, who were come thither to settle themselves there by favour of Jehan-Guyre, the Grandfather of Aureng-Zebe. . . .\"- Bernier, E.T. 54; [ed. Constable, 176].\n 1727. -- \"Hughly is a Town of large Extent, but ill built. It reaches about 2 Miles along the River's Side, from the Chinchura before mentioned to the Bandel, a Colony formerly settled by the Portuguese, but the Mogul's Fouzdaar governs both at present.\" -- A. Hamilton, ii. 19; [ed. 1744].\n 1753. -- \"Ugli est une forteresse des Maures. . . . Ce lieu étant le plus considérable de la contrée, des Européens qui remontent le Gange, lui ont donné le nom de rivière d'Ugli dans sa partie inférieure. . . .\" -- D'Anville, p. 64.\n", "hoogly river": "n.p. See preceding. The stream to which we give this name is formed by the combination of the delta branches of the Ganges, viz., the Baugheruttee, Jalinghee, and Matabanga (Bhāgirathī,Jalangī, and Mātābhāngā), known as the Nuddeea (Nadiyā) Rivers.\n", "hooka": "s. Hind. from Arab. ḥuḳḳah, properly 'a round casket.' The Indian pipe for smoking through water, the elaborated hubble-bubble (q.v.). That which is smoked in the hooka is a curious compound of tobacco, spice, molasses, fruit, &c. [See BadenPowell, Panjab Products, i. 290.] In 1840 the hooka was still very common at Calcutta dinner-tables, as well as regimental mess-tables, and its bubblebubble-bubble was heard from various quarters before the cloth was removed -- as was customary in those days. Going back further some twelve or fifteen years it was not very uncommon to see the use of the hooka kept up by old Indians after their return to Europe; one such at least, in the recollection of the elder of the present writers in his childhood, being a lady who continued its use in Scotland for several years. When the second of the present writers landed first at Madras, in 1860, there were perhaps half-adozen Europeans at the Presidency who still used the hooka; there is not one now (c. 1878). A few gentlemen at Hyderabad are said still to keep it up. [Mrs. Mackenzie writing in 1850 says: \"There was a dinner party in the evening (at Agra), mostly civilians, as I quickly discovered by their huqas. I have never seen the huqa smoked save at Delhi and Agra, except by a very old general officer at Calcutta.\" (Life in the Mission, ii. 196). In 1837 Miss Eden says: \"the aides-de-camp and doctor get their newspapers and hookahs in a cluster on their side of the street.\" (Up the Country, i. 70). The rules for the Calcutta Subscription Dances in 1792 provide: \"That hookers be not admitted to the ball room during any part of the night. But hookers might be admitted to the supper rooms, to the card rooms, to the boxes in the theatre, and to each side of the assembly room, between the large pillars and the walls.\" -- Carey, Good Old Days, i. 98.] \"In former days it was a dire offence to step over another person's hooka-carpet and hooka-snake. Men who did so intentionally were called out.\" (M.-Gen. Keatinge).\n 1768. -- \"This last Season I have been without Company (except that of my Pipe or Hooker), and when employed in the innocent diversion of smoaking it, have often thought of you, and Old England.\" -- MS. Letter of James Rennell, July 1.\n 1782. -- \"When he observes that the gentlemen introduce their hookas and smoak in the company of ladies, why did he not add that the mixture of sweet-scented Persian tobacco, sweet herbs, coarse sugar, spice, etc., which they inhale . . . comes through clean water, and is so very pleasant, that many ladies take the tube, and draw a little of the smoak into their mouths.\"- Price's Tracts, vol. i. p. 78.\n 1783. -- \"For my part, in thirty years' residence, I never could find out one single luxury of the East, so much talked of here, except sitting in an arm-chair, smoaking a hooka, drinking cool water (when I could get it), and wearing clean linen.\" -- (Jos. Price), Some Observations on a late Publication, &c., 79.\n 1789. -- \"When the cloth is removed, all the servants except the hookerbedar retire, and make way for the sea breeze to circulate, which is very refreshing to the Company, whilst they drink their wine, and smoke the hooker, a machine not easily described. . . .\" -- Munro's Narratice, 53.\n 1828. -- \"Every one was hushed, but the noise of that wind . . . and the occasional bubbling of my own hookah, which had just been furnished with another chillum.\"- The Kuzzilbash, i. 2.\n c. 1849. -- See Sir C. Napier, quoted under GRAM-FED.\n c. 1858.- \"Son houka bigarré d'arabesques fleuries.\" Leconte de Lisle, Poèmes Barbares.\n 1872. -- \". . . in the background the carcase of a boar with a cluster of villagers sitting by it, passing a hookah of primitive form round, for each to take a pull in turn.\" -- A True Reformer, ch. i.\n 1874. -- \". . . des houkas d'argent emaillé et ciselé. . . .\" -- Franz, Souvenir d'une Cosaque, ch. iv.\n", "hooka-burdar": "s. Hind. from Pers. huḳḳa-bardār, 'hooka-bearer'; the servant whose duty it was to attend to his master's hooka, and who considered that duty sufficient to occupy his time. See Williamson, V.M. i. 220.\n [1779. -- \"Mr. and Mrs. Hastings present their compliments to Mr. --- and request the favour of his company to a concert and supper on Thursday next. Mr. --- is requested to bring no servants except his Houccaburdar.\" -- In Carey, Good Old Days, i. 71.]\n 1789. -- \"Hookerbedar.\" (See under HOOKA.)\n 1801. -- \"The Resident . . . tells a strange story how his hookah-burdar, after cheating and robbing him, proceeded to England, and set up as the Prince of Sylhet, took in everybody, was waited upon by Pitt, dined with the Duke of York, and was presented to the King.\" -- Elphinstone, in Life, i. 34.\n", "hookum": "s. An order; Ar. -- H. ḥukm. (See under HAKIM .)\n [1678. -- \"The King's hookim is of as small value as an ordinary Governour's.\"- In Yule, Hedges' Diary, Hak. Soc. ii. xlvi.\n [1880. -- \"Of course Raja Joe Hookham will preside.\" -- Ali Baba, 106.]\n", "hooluck": "s. Beng. hūlak? The word is not in the Dicts., [but it is possibly connected with ulūk, Skt. ulūka, 'an owl,' both bird and animal taking their name from their wailing note]. The black gibbon (Hylobates hoolook, Jerd.; [Blanford, Mammalia, 5]), not unfrequently tamed on our E. frontier, and from its gentle engaging ways, and plaintive cries, often becoming a great pet. In the forests of the Kasia Hills, when there was neither sound nor sign of a living creature, by calling out hoo! hoo! one sometimes could wake a clamour in response from the hoolucks, as if hundreds had suddenly started to life, each shouting hoo! hoo! hoo! at the top of his voice.\n c. 1809. -- \"The Hulluks live in considerable herds; and although exceedingly noisy, it is difficult to procure a view, their activity in springing from tree to tree being very great; and they are very shy.\" -- Buchanan's Rungpoor, in Eastern India, iii. 563.\n 1868. -- \"Our only captive this time was a huluq monkey, a shy little beast, and very rarely seen or caught. They have black fur with white breasts, and go about usually in pairs, swinging from branch to branch with incredible agility, and making the forest resound with their strange cachinatory cry. . . .\" -- T. Lewin, A Fly on the Wheel, 374.\n 1884. -- \"He then . . . describes a gibbon he had (not an historian nor a book, but a specimen of Hylobates hooluck) who must have been wholly delightful. This engaging anthropoid used to put his arm through Mr. Sterndale's, was extremely clean in his habits ('which,' says Mr. Sterndale thoughtfully and truthfully, 'cannot be said of all the monkey tribe'), and would not go to sleep without a pillow. Of course he died of consumption. The gibbon, however, as a pet has one weakness, that of 'howling in a piercing and somewhat hysterical fashion for some minutes till exhausted.'\" -- Saty. Review, May 31, on Sterndale's Nat. Hist. of Mammalia of India, &c.\n", "hooly": "s. Hind. holī (Skt. holākā), [perhaps from the sound made in singing]. The spring festival, held at the approach of the vernal equinox, during the 10 days preceding the full moon of the month P'hālguṇa. It is a sort of carnival in honour of Krishna and the milkmaids. Passers-by are chaffed, and pelted with red powder, or drenched with yellow liquids from squirts. Songs, mostly obscene, are sung in praise of Krishna, and dances performed round fires. In Bengal the feast is called dol jātrā, or 'Swingcradle festival.' [On the idea underlying the rite, see Frazer, Golden Bough, 2nd ed. iii. 306 seq.]\n c. 1590. -- \"Here is also a place called Cheramutty, where, during the feast of the Hooly, flames issue out of the ground in a most astonishing manner.\" -- Gladwin's Ayeen Akbery, ii. 34; [ed. Jarrett, ii. 173].\n [1671. -- \"In Feb. or March they have a feast the Romanists call Carnival, the Indians Whoolye.\" -- In Yule, Hedyes' Diary, Hak. Soc. ii. cccxiv.]\n 1673. -- \". . . their Hooly, which is at their other Seed-Time.\" -- Fryer, 180.\n 1727. -- \"One (Feast) they kept on Sight of a New Moon in February, exceeded the rest in ridiculous Actions and Expense; and this they called the Feast of Wooly, who was . . . a fierce fellow in a War with some Giants that infested Sindy. . . .\" -- A. Hamilton, i. 128; [ed. 1744, i. 129].\n 1808. -- \"I have delivered your message to Mr. H. about April day, but he says he understands the learned to place the Hooly as according with May day, and he believes they have no occasion in India to set apart a particular day in the year for the manu facture. . . .\" -- Letter from Mrs. Halhed to W. Hastings, in Cal. Review, xxvi. 93.\n 1809. -- \". . . We paid the Muha Raj (Sindhia) the customary visit at the Hohlee. Everything was prepared for playing; but at Captain C.'s particular request, that part of the ceremony was dispensed with. Playing the Hohlee consists in throwing about a quantity of flour, made from a water-nut called singara, and dyed with red sanders; it is called abeer; and the principal sport is to cast it into the eyes, mouth, and nose of the players, and to splash them all over with water tinged of an orange colour with the flowers of the dak (see DHAWK) tree.\" -- Broughton's Letters, p. 87.; [ed. 1892, p. 65 seq.].\n", "hoon": "s. A gold Pagoda (coin), q.v. Hind. hūn, \"perhaps from Canar. honnu (gold)\" -- Wilson. [See Rice, Mysore, i. 801.]\n 1647. -- \"A wonderfully large diamond from a mine in the territory of Golkonda had fallen into the hands of Kutbu-l-Mulk; whereupon an order was issued, directing him to forward the same to Court; when its estimated value would be taken into account as part of the two lacs of huns which was the stipulated amount of his annual tribute.\" -- 'Ināyat Khān, in Elliot, vii. 84.\n 1879. -- \"In Exhibit 320 Ramji engages to pay five hons (=Rs. 20) to Vithoba, besides paying the Government assessment.\"  Bombay High Court Judgment, Jan. 27, p. 121.\n", "hoondy": "s. Hind. hunḍī, hunḍavī; Mahr. and Guj. hundī. A bill of exchange in a native language.\n 1810. -- \"Hoondies (i.e. bankers' drafts) would be of no use whatever to them.\"- Williamson, V. M. ii. 530.\n", "hoonimaun": "s. The great ape; also called Lungoor .\n 1653. -- \"Hermand est vn singe que les Indou tiennent pour Sainct.\" -- De la Boullaye-le-Gouz, p. 541.\n", "hoowa": ". A peculiar call (hūwa) used by the Singhalese, and thence applied to the distance over which this call can be heard. Compare the Australian coo-ee.\n", "hopper": "s. A colloquial term in S. India for cakes (usually of rice-flour), somewhat resembling the wheaten chupatties (q.v.) of Upper India. It is the Tamil appam, [from appu, 'to clap with the hand.' In Bombay the form used is ap.]\n 1582. -- \"Thus having talked a while, he gave him very good entertainment, and commanded to give him certaine cakes, made of the flower of Wheate, which the Malabars do call Apes, and with the same honnie.\" -- Castañeda (by N.L.), f. 38.\n 1606. -- \"Great dishes of apas.\" -- Gouvea, f. 48v.\n 1672. -- \"These cakes are called Apen by the Malabars.\" -- Baldaeus, Afgoderye (Dutch ed.), 39.\n c. 1690. -- \"Ex iis (the chestnuts of the Jack fruit) in sole siccatis farinam, ex eaque placentas, apas dictas, conficiunt.\" -- Rheede, iii.\n 1707. -- \"Those who bake oppers without permission will be subject to severe penalty.\" -- Thesavaleme (Tamil Laws of Jaffna), 700.\n [1826. -- \"He sat down beside me, and shared between us his coarse brown aps.\"- Pandurang Hari, ed. 1873, i. 81.]\n 1860. -- \"Appas (called hoppers by the English) . . . supply their morning repast.\" -- Tennent's Ceylon, ii. 161.\n", "hoppo": "s. The Chinese Superintendent of Customs at Canton. Giles says: \"The term is said to be a corruption of Hoo poo, the Board of Revenue, with which office the Hoppo, or Collector of duties, is in direct communication. \" Dr. Williams gives a different account (see below). Neither affords much satisfaction. [The N.E.D. accepts the account given in the quotation from Williams.]\n 1711. -- \"The Hoppos, who look on Europe Ships as a great Branch of their Profits, will give you all the fair words imaginable.\" -- Lockyer, 101.\n 1727. -- \"I have staid about a Week, and found no Merchants come near me, which made me suspect, that there were some underhand dealings between the Hapoa and his Chaps, to my Prejudice.\" -- A. Hamilton, ii. 228; [ed. 1744, ii. 227]. (See also under HONG.)\n 1743. -- \". . . just as he (Mr. Anson) was ready to embark, the Hoppo or Chinese Custom-house officer of Macao refused to grant a permit to the boat.\" -- Anson's Voyage, 9th ed. 1956, p. 355.\n 1750-52. -- \"The hoppo, happa, or first inspector of customs . . . came to see us to-day.\" -- Osbeck, i. 359.\n 1782. -- \"La charge d'Opeou répond à celle d'intendant de province.\" -- Sonnerat, ii. 236.\n 1797. -- \". . . the Hoppo or mandarine more immediately connected with Europeans. \" -- Sir G. Staunton, i. 239.\n 1842 (?). -- \"The term hoppo is confined to Canton, and is a corruption of the term hoi-po-sho, the name of the officer who has control over the boats on the river, strangely applied to the Collector of Customs by foreigners.\" -- Wells Williams, Chinese Commercial Guide, 221.\n [1878. -- \"The second board or tribunal is named hoopoo, and to it is entrusted the care and keeping of the imperial revenue.\" -- Gray, China, i. 19.]\n 1882. -- \"It may be as well to mention here that the 'Hoppo' (as he was incorrectly styled) filled an office especially created for the foreign trade at Canton. . . . The Board of Revenue is in Chinese 'Hoo-poo,' and the office was locally misapplied to the officer in question.\" -- The Fankwae at Canton, p. 36.\n", "horse-keeper": "s. An old provincial English term, used in the Madras Presidency and in Ceylon, for 'groom.' The usual corresponding words are, in N. India, syce (q.v.), and in Bombay ghorāwālā (see GORAWALLAH).\n 1555. -- \"There in the reste of the Cophine made for the nones thei bewrie one of his dierest lemmans, a waityng manne, a Cooke, a Horse-keeper, a Lacquie, a Butler, and a Horse, whiche thei al at first strangle, and thruste in.\" -- W. Watreman, Fardle of Faciouns, N. 1.\n 1609. -- \"Watermen, Lackeyes, Horsekeepers.\" -- Hawkins, in Purchas, i. 216.\n 1673. -- \"On St. George's Day I was commanded by the Honourable Gerald Aungier . . . to embarque on a Bombaim Boat . . . waited on by two of the Governor's servants . . . an Horsekeeper. . . .\" -- Fryer, 123.\n 1698. -- \". . . followed by his boy . . . and his horsekeeper.\" -- In Wheeler, i. 300.\n 1829. -- \"In my English buggy, with lamps lighted and an English sort of a nag, I might almost have fancied myself in England, but for the black horse-keeper alongside of me.\" -- Mem. of Col. Mountain, 87.\n 1837. -- \"Even my horse pretends he is too fine to switch off his own flies with his own long tail, but turns his head round to order the horsekeeper . . . to wipe them off for him.\" -- Letters from Madras, 50.\n", "horse-radish tree": "s. This is a common name, in both N. and S. India, for the tree called in Hind. sahajnā; Moringa pterygosperma, Gaertn., Hyperanthera Moringa, Vahl. (N. O. Moringaceae), in Skt. sobhānjana. Sir G. Birdwood says: \"A marvellous tree botanically, as no one knows in what order to put it; it has links with so many; and it is evidently a 'headcentre' in the progressive development of forms.\" The name is given because the scraped root is used in place of horse-radish, which it closely resembles in flavour. In S. India the same plant is called the Drumstick - tree (q.v.), from the shape of the long slender fruit, which is used as a vegetable, or in curry, or made into a native pickle \"most nauseous to Europeans\" (Punjab Plants). It is a native of N.W. India, and also extensively cultivated in India and other tropical countries, and is used also for many purposes in the native pharmacopœia. [See MYROBALAN.]\n", "hosbolhookum": "&c. Properly (Ar. used in Hind.) ḥasb-ul-ḥukm, literally 'according to order'; these words forming the initial formula of a document issued by officers of State on royal authority, and thence applied as the title of such a document.\n [1678. -- \"Had it bin another King, as Shajehawn, whose phirmaund (see FIRMAUN) and hasbullhookims were of such great force and binding.\" -- In Yule, Hedges' Diary, Hak. Soc. ii. xlvi.]\n \" \". . . the other given in the 10th year of Oranzeeb, for the English to pay 2 per cent. at Surat, which the Mogul interpreted by his order, and Husbull Hookum (id est, a word of command by word of mouth) to his Devan in Bengall, that the English were to pay 2 per cent. custom at Surat, and in all other his dominions to be custom free.\" -- Ft. St. Geo. Consns., 17th Dec., in Notes and Exts., Pt. I. pp. 97-98.\n 1702. -- \"The Nabob told me that the great God knows that he had ever a hearty respect for the English . . . saying, here is the Hosbulhocum, which the king has sent me to seize Factories and all their effects.\" -- In Wheeler, i. 387.\n 1727. -- \"The Phirmaund is presented (by the Goosberdaar (Goorzburdar), or Hosbalhouckain, or, in English, the King's Messenger) and the Governor of the Province or City makes a short speech.\" -- A. Hamilton, i. 230; [ed. 1744, i. 233].\n 1757. -- \"This Treaty was conceived in the following Terms. I. Whatever Rights and Privileges the King had granted the English Company, in their Phirmaund, and the Hushulhoorums (sic), sent from Delly, shall not be disputed.\" -- Mem. of the Revolution in Bengal, pp. 21-22.\n 1759. -- \"Housbul-hookum (under the great seal of the Nabob Vizier, Ulmah Maleck, Nizam al Mulack Bahadour. Be peace unto the high and renowned Mr. John Spencer . . .\" -- In Cambridge's Acct. of the War, &c., 229.\n 1761. -- \"A grant signed by the Mogul is called a Phirmaund (farmān). By the Mogul's Son, a Nushawn (nishān). By the Nabob a Perwanna (parwāna). By the Vizier, a Housebul-hookum.\" -- Ibid. 226.\n 1769. -- \"Besides it is obvious, that as great a sum might have been drawn from that Company without affecting property . . . or running into his golden dream of cockets on the Ganges, or visions of Stamp duties, Perwannas, Dusticks, Kistbundees and Husbulhookums.\" -- Burke, Obsns. on a late Publication called \"The Present State of the Nation.\"\n", "hot-winds": "s. This may almost be termed the name of one of the seasons of the year in Upper India, when the hot dry westerly winds prevail, and such aids to coolness as the tatty and thermantidote (q.v.) are brought into use. May is the typical month of such winds.\n 1804. -- \"Holkar appears to me to wish to avoid the contest at present; and so does Gen. Lake, possibly from a desire to give his troops some repose, and not to expose the Europeans to the hot winds in Hindustan.\" -- Wellington, iii. 180.\n 1873. -- \"It's no use thinking of lunch in this roaring hot wind that's getting up, so we shall be all light and fresh for another shy at the pigs this afternoon.\" -- The True Reformer, i. p. 8.\n", "howdah": "vulg. HOWDER , &c., s. Hind. modified from Ar. haudaj. A great chair or framed seat carried by an elephant. The original Arabic word haudaj is applied to litters carried by camels.\n c. 1663. -- \"At other times he rideth on an Elephant in a Mik-dember or Hauze . . . the Mik-dember being a little square House or Turret of Wood, is always painted and gilded; and the Hauze, which is an Oval seat, having a Canopy with Pillars over it, is so likewise.\" -- Bernier, E.T. 119; [ed. Constable, 370].\n c. 1785. -- \"Colonel Smith . . . reviewed his troops from the houdar of his elephant.\" -- Carraccioli's L. of Clive, iii. 133.\n A popular rhyme which was applied in India successively to Warren Hastings' escape from Benares in 1781, and to Col. Monson's retreat from Malwa in 1804, and which was perhaps much older than either, runs:\n \"Ghore par hauda, hāthī par jīn Jaldī bhāg-gāyā{Warren Hastīn! Kornail Munsīn!\"\n which may be rendered with some anachronism in expression:\n \"Horses with howdahs, and elephants saddled Off helter skelter the Sahibs skedaddled.\"\n [1805. -- \"Houza, howda.\" See under AMBAREE.]\n 1831.- \"And when they talked of Elephants, And riding in my Howder, (So it was called by all my aunts) I prouder grew and prouder.\" H. M. Parker, in Bengal Annual, 119.\n 1856.- \"But she, the gallant lady, holding fast With one soft arm the jewelled howdah's side, Still with the other circles tight the babe Sore smitten by a cruel shaft . . .\" The Banyan Tree, a Poem.\n 1863. -- \"Elephants are also liable to be disabled . . . ulcers arise from neglect or carelessness in fitting on the howdah.\"- Sat. Review, Sept. 6, 312.\n", "hubba": "s. A grain; a jot or tittle. Ar. habba.\n 1786 -- \"For two years we have not received a hubba on account of our tunkaw, though the ministers have annually charged a lac of rupees, and never paid us anything.\" -- In Art. agst. Hastings, Burke, vii. 141.\n [1836. -- \"The habbeh (or grain of barley) is the 48th part of dirhem, or third of a keerat . . . or in commerce fully equal to an English grain.\" -- Lane, Mod. Egypt., ii. 326.]\n", "hubble-bubble": "s. An onomatopoeia applied to the hooka in its rudimentary form, as used by the masses in India. Tobacco, or a mixture containing tobacco amongst other things, is placed with embers in a terra-cotta chillum (q.v.), from which a reed carries the smoke into a coconut shell half full of water, and the smoke is drawn through a hole in the side, generally without any kind of mouth-piece, making a bubbling or gurgling sound. An elaborate description is given in Terry's Voyage (see below), and another in GovindaSamanta, i. 29 (1872).\n 1616. -- \". . . they have little Earthen Pots . . . having a narrow neck and an open round top, out of the belly of which comes a small spout, to the lower part of which spout they fill the Pot with water: then putting their Tobacco loose in the top, and a burning coal upon it, they having first fastned a very small strait hollow Cane or Reed . . . within that spout . . . the Pot standing on the ground, draw that smoak into their mouths, which first falls upon the Superficies of the water, and much discolours it. And this way of taking their Tobacco, they believe makes it much more cool and wholsom.\" -- Terry, ed. 1665, p. 363.\n c. 1630. -- \"Tobacco is of great account here; not strong (as our men love), but weake and leafie; suckt out of long canes call'd hubble - bubbles . . .\" -- Sir. T. Herbert, 28.\n 1673. -- \"Coming back I found my troublesome Comrade very merry, and packing up his Household Stuff, his Bang bowl, and Hubble-bubble, to go along with me.\"- Fryer, 127.\n 1673. -- \". . . bolstered up with embroidered Cushions, smoaking out of a silver Hubble-bubble.\" -- Fryer, 131.\n 1697. -- \". . . Yesterday the King's Dewan, and this day the King's Buxee . . . arrived . . . to each of whom sent two bottles of Rose-water, and a glass Hubblebubble, with a compliment.\" -- In Wheeler, i. 318.\n c. 1760. -- See Grose, i. 146.\n 1811. -- \"Cette manière de fumer est extrêmement commune . . . on la nomme Hubbel de Bubbel.\" -- Solvyns, tom. iii.\n 1868. -- \"His (the Dyak's) favourite pipe is a huge Hubble-bubble.\" -- Wallace, Mal. Archip., ed. 1880, p. 80.\n", "hubshee": "n.p. Ar. Habashī, P. Habshī, 'an Abyssinian,' an Ethiopian, a negro. The name is often specifically applied to the chief of Jinjīra on the western coast, who is the descendant of an Abyssinian family.\n 1298. -- \"There are numerous cities and villages in this province of Abash, and many merchants.\" -- Marco Polo, 2nd ed. ii. 425.\n [c. 1346. -- \"Habshis.\" See under COLOMBO.]\n 1553. -- \"At this time, among certain Moors, who came to sell provisions to the ships, had come three Abeshis (Abexijs) of the country of the Prester John . . .\"- Barros, I. iv. 4.\n [1612. -- \"Sent away the Thomas towards the Habash coast.\" -- Danvers, Letters, i. 166; \"The Habesh shore.\" -- Ibid. i. 131.\n [c. 1661. -- \". . . on my way to Gonder, the capital of Habech, or Kingdom of Ethiopia.\" -- Bernier, ed. Constable, 2.]\n 1673. -- \"Cowis Cawn, an Hobsy or Arabian Coffery (Caffer).\" -- Fryer, 147.\n 1681. -- \"Habessini . . . nune passim nominantur; vocabulo ab Arabibus indito, quibus Habesh colluviem vel mixturam gentium denotat.\" -- Ludolphi, Hist. Aethiop. lib. i. c. i.\n 1750-60. -- \"The Moors are also fond of having Abyssinian slaves known in India by the name of Hobshy Coffrees.\" -- Grose, i. 148.\n 1789. -- \"In India Negroes, Habissinians, Nobis (i.e. Nubians) &c. &c. are promiscuously called Habashies or Habissians, although the two latter are no negroes; and the Nobies and Habashes differ greatly from one another.\" -- Note to Seir Mutaqherin, iii. 36.\n [1813. -- \". . . the master of a family adopts a slave, frequently a Haffshee Abyssinian, of the darkest hue, for his heir.\" -- Forbes, Or. Mem. 2nd ed. ii. 473.]\n 1884. -- \"One of my Tibetan ponies had short curly brown hair, and was called both by my servants, and by Dr. Campbell, 'a Hubshee.'\n \"I understood that the name was specific for that description of pony amongst the traders.\" -- Note by Sir Joseph Hooker.\n", "huck": ". Properly Ar. haḳḳ. A just right; a lawful claim; a perquisite claimable by established usage.\n [1866. -- \"The difference between the bazar price, and the amount price of the article sold, is the huq of the Dullal (Deloll).\"- Confessions of an Orderly, 50.]\n", "huckeem": "s. Ar. -- H. ḥakīm; a physician. (See note under HAKIM .)\n 1622. -- \"I, who was thinking little or nothing about myself, was forthwith put by them into the hands of an excellent physician, a native of Shiraz, who then happened to be at Lar, and whose name was Hekim Abu'l fetab. The word hekim signifies 'wise'; it is a title which it is the custom to give to all those learned in medical matters.\" -- P. della Valle, ii. 318.\n 1673. -- \"My Attendance is engaged, and a Million of Promises, could I restore him to his Health, laid down from his Wives, Children, and Relations, who all (with the Citizens, as I could hear going along) pray to God that the Hackin Fringi, the Frank Doctor, might kill him . . .\" -- Fryer, 312.\n 1837. -- \"I had the native works on Materia Medica collated by competent Hakeems and Moonshees.\" -- Royle, Hindoo Medicine, 25.\n", "hullia": "s. Canarese Holeya; the same as Polea (pulayan) (q.v.), equivalent to Pariah (q.v.). [\"Holeyas field-labourers and agrestic serfs of S. Canara; Pulayan being the Malayālam and Paraiyan the Tamil form of the same word. Brahmans derive it from hole, 'pollution'; others from hola, 'land' or 'soil,' as being thought to be autochthones\" (Sturrock, Man. of S. Canara, i. 173). The last derivation is accepted in the Madras Gloss. For an illustration of these people, see Richter, Man. of Coorg, 112.]\n 1817. -- \". . . a Hulliá or Pariar King.\" -- Wilks, Hist. Sketches, i. 151.\n 1874. -- \"At Melkotta, the chief seat of the followers of Râmanya [Rāmānuja] Achârya, and at the Brâhman temple at Bailur, the Hŏlĕyars or Pareyars have the right of entering the temple on three days in the year, specially set apart for them.\" -- M. J. Walhouse, in Ind. Antiq. iii. 191.\n", "hulwa": "s. Ar. ḥalwā and ḥalāwa is generic for sweetmeat, and the word is in use from Constantinople to Calcutta. In H. the word represents a particular class, of which the in gredients are milk, sugar, almond paste, and ghee flavoured with cardamom. \"The best at Bombay is imported from Muskat\" (Birdwood).\n 1672. -- \"Ce qui estoit plus le plaisant, c'estoit un homme qui précédoit le corps des confituriers, lequel avoit une chemise qui luy descendoit aux talons, toute couverte d'alva, c'est à dire, de confiture.\"- Journ. d'Ant. Galland, i. 118.\n 1673. -- \". . . the Widow once a Moon (to) go to the Grave with her Acquaintance to repeat the doleful Dirge, after which she bestows Holway, a kind of Sacramental Wafer; and entreats their Prayers for the Soul of the Departed.\" -- Fryer, 94.\n 1836. -- \"A curious cry of the seller of a kind of sweetmeat ('haláweh'), composed of treacle fried with some other ingredients, is 'For a nail! O sweetmeat! . . .' children and servants often steal implements of iron, &c., from the house . . . and give them to him in exchange. . . .\" -- Lane, Mod. Egypt., ed. 1871, ii. 15.\n", "hummaul": "s. Ar. ḥammāl, a porter. The use of the word in India is confined to the west, and there now commonly indicates a palankin-bearer. The word still survives in parts of Sicily in the form camallu = It. 'facchino,' a relic of the Saracenic occupation. In Andalusia alhamel now means a man who lets out a baggage horse; and the word is also used in Morocco in the same way (Dozy).\n c. 1350. -- \"Those rustics whom they call camalls (camallos), whose business it is to carry burdens, and also to carry men and women on their shoulders in litters, such as are mentioned in Canticles: 'Ferculum fecit sibi Solomon de lignis Libani,' whereby is meant a portable litter such as I used to be carried in at Zayton, and in India.\" -- John de' Marignolli, in Cathay, &c., 366.\n 1554. -- \"To the Xabandar (see SHA- BUNDER) (at Ormuz) for the vessels employed in discharging stores, and for the amals who serve in the custom-house.\"- S. Botelho, Tombo, 103.\n 1691. -- \"His honour was carried by the Amaals, i.e. the Palankyn bearers 12 in number, sitting in his Palankyn.\" -- Valentijn, v. 266.\n 1711. -- \"Hamalage, or Cooley-hire, at 1 coz (see GOSBECK) for every maund Tabrees.\" -- Tariff in Lockyer, 243.\n 1750-60. -- \"The Hamauls or porters, who make a livelihood of carrying goods to and from the warehouses.\" -- Grose, i. 120.\n 1809. -- \"The palankeen-bearers are here called hamauls (a word signifying carrier) . . . these people come chiefly from the Mahratta country, and are of the coombie or agricultural caste.\" -- Maria Graham, 2.\n 1813. -- For Hamauls at Bussora, see Milburn, i. 126.\n 1840. -- \"The hamals groaned under the weight of their precious load, the Apostle of the Ganges\" (Dr. Duff to wit). -- Smith's Life of Dr. John Wilson, 1878, p. 282.\n 1877. -- \"The stately iron gate enclosing the front garden of the Russian Embassy was beset by a motley crowd. . . . Hamals, or street porters, bent double under the burden of heavy trunks and boxes, would come now and then up one or other of the two semicircular avenues.\" -- Letter fromConstantinople, in Times, May 7.\n", "humming-bird": "s. This name is popularly applied in some parts of India to the sun-birds (sub-fam. Nectarininae).\n", "hump": "s. 'Calcutta humps' are the salted humps of Indian oxen exported from that city. (See under BUFFALO.)\n", "hurcarra": "&c., s. Hind. harkārā, 'a messenger, a courier; an emissary, a spy' (Wilson). The etymology, according to the same authority, is har, 'every,' kār, 'business.' The word became very familiar in the Gilchristian spelling Hurkaru, from the existence of a Calcutta newspaper bearing that title (Bengal Hurkaru, generally enunciated by nonIndians as Hurkĕroó), for the first 60 years of last century, or thereabouts.\n 1747. -- \"Given to the Ircaras for bringing news of the Engagement. (Pag.) 4 3 0.\"- Fort St David, Expenses of the Paymaster, under January. MS. Records in India Office.\n 1748. -- \"The city of Dacca is in the utmost confusion on account of . . . advices of a large force of Mahrattas coming by way of the Sunderbunds, and that they were advanced as far as Sundra Col, when first descried by their Hurcurrahs.\" -- In Long, 4.\n 1757. -- \"I beg you to send me a good alcara who understands the Portuguese language.\" -- Letter in Ives, 159.\n \" \"Hircars or Spies.\" -- Ibid. 161; [and comp. 67].\n 1761. -- \"The head Harcar returned, and told me this as well as several other secrets very useful to me, which I got from him by dint of money and some rum.\" -- Letter of Capt. Martin White, in Long, 260.\n [1772. -- \"Hercarras.\" (See under DALO- YET.)]\n 1780. -- \"One day upon the march a Hircarrah came up and delivered him a letter from Colonel Baillie.\" -- Letter of T. Munro, in Life, i. 26.\n 1803. -- \"The hircarras reported the enemy to be at Bokerdun.\" -- Letter of A. Wellesley, ibid. 348.\n c. 1810. -- \"We were met at the entrance of Tippoo's dominions by four hircarrahs, or soldiers, whom the Sultan sent as a guard to conduct us safely.\" -- Miss Edgeworth, Lame Jervas. Miss Edgeworth has oddly misused the word here.\n 1813. -- \"The contrivances of the native halcarrahs and spies to conceal a letter are extremely clever, and the measures they frequently adopt to elude the vigilance of an enemy are equally extraordinary.\"- Forbes, Or. Mem. iv. 129; [compare 2nd ed. i. 64; ii. 201].\n", "hurtaul": "s. Hind. from Skt. haritalaka, hartāl, haritāl, yellow arsenic, orpiment.\n c. 1347. -- Ibn Batuta seems oddly to confound it with camphor. \"The best (camphor) called in the country itself al-ḥardāla, is that which attains the highest degree of cold.\" -- iv. 241.\n c. 1759. -- \". . . hartal and Cotch, EarthOil and Wood-Oil. . . .\" -- List of Burmese Products, in Dalrymple's Or. Reper. i. 109.\n", "huzāra": "n.p. This name has two quite distinct uses.\n (a.) Pers. Hazāra. It is used as a generic name for a number of tribes occupying some of the wildest parts of Afghanistan, chiefly N.W. and S W. of Kabul. These tribes are in no respect Afghan, but are in fact most or all of them Mongol in features, and some of them also in language. The term at one time appears to have been used more generally for a variety of the wilder clans in the higher hill countries of Afghanistan and the Oxus basin, much as in Scotland of a century and a half ago they spoke of \"the clans.\" It appears to be merely from the Pers. hazār, 1000. The regiments, so to speak, of the Mongol hosts of Chinghiz and his immediate successors were called hazāras, and if we accept the belief that the Hazāras of Afghanistan were predatory bands of those hosts who settled in that region (in favour of which there is a good deal to be said), this name is intelligible. If so, its application to the non-Mongol people of Wakhān, &c., must have been a later transfer. [See the discussion by Bellew, who points out that \"amongst themselves this people never use the term Hazārah as their national appellation, and yet they have no name for their people as a nation. They are only known amongst themselves by the names of their principal tribes and the clans subordinate to them respectively.\" (Races ofAfghanistan, 114.)]\n c. 1480. -- \"The Hazāra, Takdari, and all the other tribes having seen this, quietly submitted to his authority.\" -- TarkhánNáma, in Elliot, i. 303. For Takdari we should probably read Nakudari; and see Marco Polo, Bk. I. ch. 18, note on Nigudaris.\n c. 1505. -- Kabul \"on the west has the mountain districts, in which are situated Karnûd and Ghûr. This mountainous tract is at present occupied and inhabited by the Hazâra and Nukderi tribes.\" -- Baber, p. 136.\n 1508. -- \"Mirza Ababeker, the ruler and tyrant of Káshghar, had seized all the Upper Hazáras of Badakhshán.\" -- Erskine's Baber and Humáyun, i. 287. \"Hazáraját báládest. The upper districts in Badakhshán were called Hazáras.\" Erskine's note. He is using the Tarīkh Rashīdī. But is not the word Hazáras here, 'the clans,' used elliptically for the highland districts occupied by them?\n [c. 1590. -- \"The Hazárahs are the descendants of the Chaghatai army, sent by Manku Ḳáán to the assistance of Huláku Khán. . . . They possess horses, sheep and goats. They are divided into factions, each covetous of what they can obtain, deceptive in their common intercourse and their conventions of amity savour of the wolf.\" -- Āīn, ed. Jarrett, ii. 402.]\n (b.) A mountain district in the extreme N.W. of the Punjab, of which Abbottābād, called after its founder, General James Abbott, is the British head-quarter. The name of this region apparently has nothing to do with Hazāras in the tribal sense, but is probably a survival of the ancient name of a territory in this quarter, called in Sanskrit Abhisāra, and figuring in Ptolemy, Arrian and Curtius as the kingdom of King Abisarēs. [See M'Crindle, Invasion of India, 69.]\n", "huzoor": "s. Ar. ḥuẓūr, 'the presence'; used by natives as a respectful way of talking of or to exalted personages, to or of their master, or occasionally of any European gentleman in presence of another European. [The allied words ḥaẓrat and ḥuẓūrī are used in kindred senses as in the examples.]\n [1787. -- \"You will send to the Huzzoor an account particular of the assessment payable by each ryot.\" -- Parwana of Tippoo, in Logan, Malabar, iii. 125.\n [1813. -- \"The Mahratta cavalry are divided into several classes: the Husserat, or house hold troops called the kassey-pagah, are reckoned very superior to the ordinary horse. . . .\" -- Forbes, Or. Mem. 2nd ed. i. 344.\n [1824. -- \"The employment of that singular description of officers called Huzooriah, or servants of the presence, by the Mahratta princes of Central India, has been borrowed from the usages of the Poona court. Huzooriahs are personal attendants of the chief, generally of his own tribe, and are usually of respectable parentage; a great proportion are hereditary followers of the family of the prince they serve. . . . They are the usual envoys to subjects on occasions of importance. . . . Their appearance supersedes all other authority, and disobedience to the orders they convey is termed an act of rebellion.\"- Malcolm, Central India, 2nd ed. i. 536 seq.\n [1826. -- \"These men of authority being aware that I was a Hoogorie, or one attached to the suite of a great man, received me with due respect.\" -- Pandurang Hari, ed. 1873, i. 40.]\n", "hyson": ". (See under TEA.)\n I "}