{"idalcan": "and sometimes IDALXA , n.p. The title by which the Portuguese distinguished the kings of the Mahommedan dynasty of Bījapūr which rose at the end of the 15th century on the dissolution of the Bahmani kingdom of the Deccan. These names represented 'Adil Khān, the title of the founder before he became king, more generally called by the Portuguese the Sabaio (q.v.), and 'Adil Shāh, the distinctive style of all the kings of the dynasty. The Portuguese commonly called their kingdom Balaghaut (q.v.).\n 1510. -- \"The Hidalcan entered the city (Goa) with great festivity and rejoicings, and went to the castle to see what the ships were doing, and there, inside and out, he found the dead Moors, whom Timoja had slain; and round about them the brothers and parents and wives, raising great wailings and lamentations, thus the festivity of the Hidalcan was celebrated by weepings and wailings . . . so that he sent João Machado to the Governor to speak about terms of peace. . . . The Governor replied that Goa belonged to his lord the K. of Portugal, and that he would hold no peace with him (Hidalcan) unless he delivered up the city with all its territories. . . . With which reply back went João Machado, and the Hidalcan on hearing it was left amazed, saying that our people were sons of the devil. . . .\" -- Correa, ii. 98.\n 1516. -- \"Hydalcan.\" See under SABAIO.\n 1546. -- \"Trelado de contrato que ho Gouernador Dom Johão de Crastro ffeez com o Idalxaa, que d'antes se chamava Idalcão.\" -- Tombo, in Subsidios, 39.\n 1563. -- \"And as those Governors grew weary of obeying the King of Daquem (Deccan), they conspired among themselves that each should appropriate his own lands . . . and the great-grandfather of this Adelham who now reigns was one of those captains who revolted; he was a Turk by nation and died in the year 1535; a very powerful man he was always, but it was from him that we twice took by force of arms this city of Goa. . . .\" -- Garcia, f. 35v. [And comp. Linschoten, Hak. Soc. ii. 199.] N.B. -- It was the second of the dynasty who died in 1535; the original 'Adil Khān (or Sabaio) died in 1510, just before the attack of Goa by the Portuguese.\n 1594-5. -- \"There are three distinct States in the Dakhin. The Nizám-ul-Mulkiya, 'Adil Khániya, and Kutbu-l-Mulkiya. The settled rule among them was, that if a foreign army entered their country, they united their forces and fought, notwithstanding the dissensions and quarrels they had among themselves. It was also the rule, that when their forces were united, Nizám-ul-Mulk commanded the centre, 'Adil Khán the right, and Kutbu-l-Mulk the left. This rule was now observed, and an immense force had been collected.\" -- AkbarNāma, in Elliot, vi. 131.\n", "imaum": "s. Ar. Imām, 'an exemplar, a leader' (from a root signifying 'to aim at, to follow after'), a title technically applied to the Caliph (Khalīfa) or 'Vicegerent,' or Successor, who is the head of Islām. The title \"is also given -- in its religious import only -- to the heads of the four orthodox sects . . . and in a more restricted sense still, to the ordinary functionary of a mosque who leads in the daily prayers of the congregation\" (Dr. Badger, Omân, App. A.). The title has been perhaps most familiar to Anglo-Indians as that of the Princes of 'Omān; or \"Imaums of Muscat,\" as they were commonly termed. This title they derived from being the heads of a sect (Ibādhiya) holding peculiar doctrine as to the Imamate, and rejecting the Caliphate of Ali or his successors. It has not been assumed by the Princes themselves since Sa'īd bin Ahmad who died in the early part of last century, but was always applied by the English to Saiyid Sa'īd, who reigned for 52 years, dying in 1856. Since then, and since the separation of the dominions of the dynasty in Omān and in Africa, the title Imām has no longer been used.\n It is a singular thing that in an article on Zanzibar in the J. R. Geog. Soc. vol. xxiii. by the late Col. Sykes, the Sultan is always called the Imaun, [of which other examples will be found below].\n 1673. -- \"At night we saw Muschat, whose vast and horrid Mountains no Shade but Heaven does hide. . . . The Prince of this country is called Imaum, who is guardian at Mahomet's Tomb, and on whom is devolved the right of Caliphship according to the Ottoman belief.\" -- Fryer, 220.\n [1753. -- \"These people are Mahommedans of a particular sect . . . they are subject to an Iman, who has absolute authority over them.\" -- Hanway, iii. 67.\n [1901. -- Of the Bombay Kojas, \"there were only 12 Imans, the last of the number . . . having disappeared without issue.\"- Times, April 12.]\n", "imaumbarra": "s. This is a hybrid word Imām - bāṛā, in which the last part is the Hindī bāṛā, 'an enclosure,' &c. It is applied to a building maintained by Shī'a communities in India for the express purpose of celebrating the mohurrum ceremonies (see HOBSON-JOBSON). The sepulchre of the Founder and his family is often combined with this object. The Imāmbārā of the Nawāb Asaf-ud-daula at Lucknow is, or was till the siege of 1858, probably the most magnificent modern Oriental structure in India. It united with the objects already mentioned a mosque, a college, and apartments for the members of the religious establishment. The great hall is \"conceived on so grand a scale,\" says Fergusson, \"as to entitle it to rank with the buildings of an earlier age.\" The central part of it forms a vaulted apartment of 162 feet long by 53½ wide.\n [1837. -- \"In the afternoon we went to see the Emaunberra.\" -- Miss Eden, Up the Country, i. 87.]\n", "impale": "v. It is startling to find an injunction to impale criminals given by an English governor (Vansittart, apparently) little more than a century ago. [See CALUETE.]\n 1764. -- \"I request that you will give orders to the Naib of Dacca to send some of the Factory Sepoys along with some of his own people, to apprehend the said murderers and to impale them, which will be very serviceable to traders.\" -- The Governor of Fort William to the Nawab; in Long, 389.\n 1768-71. -- \"The punishments inflicted at Batavia are excessively severe, especially such as fall upon the Indians. Impalement is the chief and most terrible.\" -- Stavorinus, i. 288. This writer proceeds to give a description of the horrible process, which he witnessed.\n", "inaum": "s. Ar. in'ām, 'a gift' (from a superior), 'a favour,' but especially in India a gift of rentfree land: also land so held. In'āmdār, the holder of such lands. A full detail of the different kinds of in'ām, especially among the Mahrattas, will be found in Wilson, s.v. The word is also used in Western India for bucksheesh (q.v.). This use is said to have given rise to a little mistake on the part of an English political traveller some 30 or 40 years ago, when there had been some agitation regarding the in'am lands and the alleged harshness of the Government in dealing with such claims. The traveller reported that the public feeling in the west of India was so strong on this subject that his very palankin-bearers at the end of their stage invariably joined their hands in supplication, shouting, \"In'am! In'am! Sahib!\"\n", "india": "n.p. A book might be written on this name. We can only notice a few points in connection with it.\n It is not easy, if it be possible, to find a truly native (i.e. Hindu) name for the whole country which we call India; but the conception certainly existed from an early date. Bhāratavarsha is used apparently in the Purānas with something like this conception. Jambudwīpa, a term belonging to the mythical cosmography, is used in the Buddhist books, and sometimes, by the natives of the south, even now. The accuracy of the definitions of India in some of the Greek and Roman authors shows the existence of the same conception of the country that we have now; a conception also obvious in the modes of speech of Hwen T'sang and the other Chinese pilgrims. The Aśoka inscriptions, c. B.C. 250, had enumerated Indian kingdoms covering a considerable part of the conception, and in the great inscription at Tanjore, of the 11th century A.D., which incidentally mentions the conquest (real or imaginary) of a great part of India, by the king of Tanjore, Vīra-Chola, the same system is followed. In a copperplate of the 11th century, by the Chalukya dynasty of Kalyāna, we find the expression \"from the Himālaya to the Bridge\" (Ind. Antiq. i. 81), i.e. the Bridge of Rāma, or 'Adam's Bridge,' as our maps have it. And Mahommedan definitions as old, and with the name, will be found below. Under the Hindu kings of Vijayanagara also (from the 14th century) inscriptions indicate all India by like expressions.\n The origin of the name is without doubt (Skt.) Sindhu, 'the sea,' and thence the Great River on the West, and the country on its banks, which we still call Sindh.* By a change common in many parts of the world, and in various parts of India itself, this name exchanged the initial sibilant for an aspirate, and became (eventually) in Persia Hindū, and so passed on to the Greeks and Latins, viz. *)INDOI\\ for the people, *)INDO/S for the river, *)INDIKH/ and India for the country on its banks. Given this name for the western tract, and the conception of the country as a whole to which we have alluded, the name in the mouths of foreigners naturally but gradually spread to the whole.\n Some have imagined that the name of the land of Nod ('wandering'), to which Cain is said to have migrated, and which has the same consonants, is but a form of this; which is worth noting, as this idea may have had to do with the curious statement in some medieval writers (e.g. John Marignolli) that certain eastern races were \"the descendants of Cain.\" In the form Hidhu [Hindus, see Encycl. Bibl. ii. 2169] India appears in the great cuneiform inscription on the tomb of Darius Hystaspes near Persepolis, coupled with Gadāra (i.e. Gandhāra, or the Peshawar country), and no doubt still in some degree restricted in its application. In the Hebrew of Esther i. 1, and viii. 9, the form is Hōd(d)ū, or perhaps rather Hiddū (see also Peritsol below). The first Greek writers to speak of India and the Indians were Hecataeus of Miletus, Herodotus, and Ctesias (B.C. c. 500, c. In most of the important Asiatic languages the same word indicates the Sea or a River of the first class; e.g. Sindhu as here; in Western Tibet Gyamtso and Samandrang (corr. of Skt. samundra) 'the Sea,' which are applied to the Indus and Sutlej (see J. R. Geog. Soc. xxiii. 34-35); Hebrew yam, applied both to the sea and to the Nile; Ar. baḥr; Pers. daryā; Mongol. dalai, &c. Compare the Homeric *)WKEANO/S.\n 440, c. 400). The last, though repeating more fables than Herodotus, shows a truer conception of what India was.\n Before going further, we ought to point out that India itself is a Latin form, and does not appear in a Greek writer, we believe, before Lucian and Polyaenus, both writers of the middle of the 2nd century. The Greek form is H( *)INDIKH/, or else 'The Land of the Indians.'\n The name of 'India' spread not only from its original application, as denoting the country on the banks of the Indus, to the whole peninsula between (and including) the valleys of Indus and Ganges; but also in a vaguer way to all the regions beyond. The compromise between the vaguer and the more precise use of the term is seen in Ptolemy, where the boundaries of the true India are defined, on the whole, with surprising exactness, as 'India within the Ganges,' whilst the darker regions beyond appear as 'India beyond the Ganges.' And this double conception of India, as 'India Proper' (as we may call it), and India in the vaguer sense, has descended to our own time.\n So vague became the conception in the 'dark ages' that the name is sometimes found to be used as synonymous with Asia, 'Europe, Africa, and India,' forming the three parts of the world. Earlier than this, however, we find a tendency to discriminate different Indias, in a form distinct from Ptolemy's Intra et extra Gangem; and the terms India Major, India Minor can be traced back to the 4th century. As was natural where there was so little knowledge, the application of these terms was various and oscillating, but they continued to hold their ground for 1000 years, and in the later centuries of that period we generally find a third India also, and a tendency (of which the roots go back, as far at least as Virgil's time) to place one of the three in Africa.\n It is this conception of a twofold or threefold India that has given us and the other nations of Europe the vernacular expressions in plural form which hold their ground to this day: the Indies, les Indes, (It.) le Indie, &c.\n And we may add further, that China is called by Friar Odoric Upper India (India Superior), whilst Marignolli calls it India Magna and Maxima, and calls Malabar India Parva, and India Inferior.\n There was yet another, and an Oriental, application of the term India to the country at the mouth of the Tigris and Euphrates, which the people of Basra still call Hind; and which Sir H. Rawlinson connects with the fact that the Talmudic writers confounded Obillah in that region with the Havila of Genesis. (See Cathay, &c., 55, note.)\n In the work of the Chinese traveller Hwen T'sang again we find that by him and his co-religionists a plurality of Indias was recognised, i.e. five, viz. North, Central, East, South, and West.\n Here we may remark how two names grew out of the original Sindhu. The aspirated and Persianised form Hind, as applied to the great country beyond the Indus, passed to the Arabs. But when they invaded the valley of the Indus and found it called Sindhu, they adopted that name in the form Sind, and thenceforward 'Hind and Sind' were habitually distinguished, though generally coupled, and conceived as two parts of a great whole.\n Of the application of India to an Ethiopian region, an application of which indications extend over 1500 years, we have not space to speak here. On this and on the medieval plurality of Indias reference may be made to two notes on Marco Polo, 2nd ed. vol. ii. pp. 419 and 425.\n The vague extension of the term India to which we have referred, survives in another form besides that in the use of 'Indies.' India, to each European nation which has possessions in the East, may be said, without much inaccuracy, to mean in colloquial use that part of the East in which their own possessions lie. Thus to the Portuguese, India was, and probably still is, the West Coast only. In their writers of the 16th and 17th century a distinction is made between India, the territory of the Portuguese and their immediate neighbours on the West Coast, and Mogor, the dominions of the Great Mogul. To the Dutchman India means Java and its dependencies. To the Spaniard, if we mistake not, India is Manilla. To the Gaul are not les Indes Pondicherry, Chandernagore, and Réunion?\n As regards the West Indies, this expression originates in the misconception of the great Admiral himself, who in his memorable enterprise was seeking, and thought he had found, a new route to the 'Indias' by sailing west instead of east. His discoveries were to Spain the Indies, until it gradually became manifest that they were not identical with the ancient lands of the east, and then they became the WestIndies.\n Indian is a name which has been carried still further abroad; from being applied, as a matter of course, to the natives of the islands, supposed of India, discovered by Columbus, it naturally passed to the natives of the adjoining continent, till it came to be the familiar name of all the tribes between (and sometimes even including) the Esquimaux of the North and the Patagonians of the South.\n This abuse no doubt has led to our hesitation in applying the term to a native of India itself. We use the adjective Indian, but no modern Englishman who has had to do with India ever speaks of a man of that country as 'an Indian.' Forrest, in his Voyage to Mergui, uses the inelegant word Indostaners; but in India itself a Hindustani means, as has been indicated under that word, a native of the upper Gangetic valley and adjoining districts. Among the Greeks 'an Indian' (*)INDO\\S) acquired a notable specific application. viz. to an elephant driver or mahout (q.v.).\n B.C. c. 486. -- \"Says Darius the King: By the grace of Ormazd these (are) the countries which I have acquired besides Persia. I have established my power over them. They have brought tribute to me. That which has been said to them by me they have done. They have obeyed my law. Medea . . . Arachotia (Harauvatish), Sattagydia (Thatagush), Gandaria (Gadára), India (Hidush). . . .\" -- On the Tomb of Darius at Nakhsh-i-Rustam, see Rawlinson's Herod. iv. 250.\n B.C. c. 440. -- \"Eastward of India lies a tract which is entirely sand. Indeed, of all the inhabitants of Asia, concerning whom anything is known, the Indians dwell nearest to the east, and the rising of the Sun.\"- Herodotus, iii. c. 98 (Rawlinson).\n B.C. c. 300. -- \"India then (H( TOI/NUN *)INDIKH\\) being four-sided in plan, the side which looks to the Orient and that to the South, the Great Sea compasseth; that towards the Arctic is divided by the mountain chain of Hēmōdus from Scythia, inhabited by that tribe of Scythians who are called Sakai; and on the fourth side, turned towards the West, the Indus marks the boundary, the biggest or nearly so of all rivers after the Nile.\" -- Megasthenes, in Diodorus, ii. 35. (From Müller's Fragm. Hist. Graec., ii. 402.)\n A.D. c. 140. -- \"*TA\\ DE\\ A)PO\\ TOU= *INDOU= PRO\\S E)/W, TOU=TO/ MOI E)/STW H( TW=N *)INDW=N GH=, KAI\\ *)INDOI\\ OU(=TOI E)/STWSAN.\" -- Arrian, Indica, ch. ii.\n c. 590. -- \"As for the land of the Hind it is bounded on the East by the Persian Sea (i.e. the Indian Ocean), on the W. and S. by the countries of Islām, and on the N. by the Chinese Empire. . . . The length of the land of the Hind from the government of Mokrān, the country of Manṣūra and Bodha and the rest of Sind, till thou comest to Ḳannūj and thence passest on to Tobbat (see TIBET), is about 4 months, and its breadth from the Indian Ocean to the country of Ḳannūj about three months.\"- Istakhri, pp. 6 and 11.\n c. 650. -- \"The name of T'ien-chu (India) has gone through various and confused forms. . . . Anciently they said Shin-tu; whilst some authors called it Hien-teou. Now conforming to the true pronunciation one should say In-tu.\" -- Hwen T'sang, in Pèl. Bouddh., ii. 57.\n c. 944. -- \"For the nonce let us confine ourselves to summary notices concerning the kings of Sind and Hind. The language of Sind is different from that of Hind. . . .\" Maṣ'ūdī, i. 381.\n c. 1020. -- \"India (Al-Hind) is one of those plains bounded on the south by the Sea of the Indians. Lofty mountains bound it on all the other quarters. Through this plain the waters descending from the mountains are discharged. Moreover, if thou wilt examine this country with thine eyes, if thou wilt regard the rounded and worn stones that are found in the soil, however deep thou mayest dig, -- stones which near the mountains, where the rivers roll down violently, are large; but small at a distance from the mountains, where the current slackens; and which become mere sand where the currents are at rest, where the waters sink into the soil, and where the sea is at hand -- then thou wilt be tempted to believe that this country was at a former period only a sea which the debris washed down by the torrents hath filled up. . . .\"- Al-Birūnī, in Reinaud's Extracts, Journ. As. ser. 4. 1844.\n \" \"Hind is surrounded on the East by Chín and Máchín, on the West by Sind and Kábul, and on the South by the Sea.\"- Ibid. in Elliot, i. 45.\n 1205. -- \"The whole country of Hind, from Pershaur to the shores of the Ocean, and in the other direction, from Siwistán to the hills of Chín. . . .\" -- Hasan Nizāmī, in Elliot, ii. 236. That is, from Peshawar in the north, to the Indian Ocean in the south; from Sehwan (on the west bank of the Indus) to the mountains on the east dividing from China.\n c. 1500. -- \"Hodu quae est India extra et intra Gangem.\" -- Itinera Mundi (in Hebrew), by Abr. Peritsol, in Hyde, Syntagma Dissertt., Oxon, 1767, i. 75.\n 1553. -- \"And had Vasco da Gama belonged to a nation so glorious as the Romans he would perchance have added to the style of his family, noble as that is, the surname 'Of India,' since we know that those symbols of honour that a man wins are more glorious than those that he inherits, and that Scipio gloried more in the achievement which gave him the surname of 'Africanus,' than in the name of Cornelius, which was that of his family.\" -- Barros, I. iv. 12.\n 1572. -- Defined, without being named, by Camoens:\n \"Alem do Indo faz, e aquem do Gange Hu terreno muy grãde, e assaz famoso, Que pela parte Austral o mar abrange, E para o Norte o Emodio cavernoso.\" Lusiadas, vii. 17.\n Englished by Burton:\n \"Outside of Indus, inside Ganges, lies a wide-spread country, famed enough of yore; northward the peaks of caved Emódus rise, and southward Ocean doth confine the shore.\"\n 1577. -- \"India is properly called that great Province of Asia, in the whiche great Alexander kepte his warres, and was so named of the ryuer Indus.\" -- Eden, Hist. of Trauayle, f. 3v.\n The distinct Indias.\n c. 650. -- \"The circumference of the Five Indies is about 90,000 li; on three sides it is bounded by a great sea; on the north it is backed by snowy mountains. It is wide at the north and narrow at the south; its figure is that of a half-moon.\" -- Hwen T'sang, in Pèl. Bouddh., ii. 58.\n 1298. -- \"India the Greater is that which extends from Maabar to Kesmacoran (i.e. from Coromandel to Mekran), and it contains 13 great kingdoms. . . . India the Lesser extends from the Province of Champa to Mutfili (i.e. from Cochin-China to the Kistna Delta), and contains 8 great Kingdoms. . . . Abash (Abyssinia) is a very great province, and you must know that it constitutes the Middle India.\" -- Marco Polo, Bk. iii. ch. 34, 35.\n c. 1328. -- \"What shall I say? The greatness of this India is beyond description. But let this much suffice concerning India the Greater and the Less. Of India Tertia I will say this, that I have not indeed seen its many marvels, not having been there. . . .\" -- Friar Jordanus, p. 41.\n India Minor, in Clavijo, looks as if it were applied to Afghanistan:\n 1404. -- \"And this same Thursday that the said Ambassadors arrived at this great River (the Oxus) they crossed to the other side. And the same day . . . came in the evening to a great city which is called Tenmit (Termedh), and this used to belong to India Minor, but now belongs to the empire of Samarkand, having been conquered by Tamurbec.\" -- Clavijo, \u0015 ciii. (Markham, 119).\n Indies.\n c. 1601. -- \"He does smile his face into more lines than are in the new map with the augmentation of the Indiaes.\" -- Twelfth Night, Act iii. sc. 2.\n 1653. -- \"I was thirteen times captive and seventeen times sold in the Indies.\" -- Trans. of Pinto, by H. Cogan, p. 1.\n 1826. -- \". . . Like a French lady of my acquaintance, who had so general a notion of the East, that upon taking leave of her, she enjoined me to get acquainted with a friend of hers, living as she said quelque part dans les Indes, and whom, to my astonishment, I found residing at the Cape of Good Hope.\" -- Hajji Baba, Introd. Epistle, ed. 1835, p. ix.\n India of the Portuguese.\n c. 1567. -- \"Di qui (Coilan) a Cao Comeri si fanno settanta due miglia, e qui si finisse la costa dell' India.\" -- Ces. Federici, in Ramusio, iii. 390.\n 1598. -- \"At the ende of the countrey of Cambaia beginneth India and the lands of Decam and Cuncam . . . from the island called Das Vaguas (read Vaquas) . . . which is the righte coast that in all the East Countries is called India. . . . Now you must vnderstande that this coast of India beginneth at Daman, or the Island Das Vaguas, and stretched South and by East, to the Cape of Comorin, where it endeth.\"- Linschoten, ch. ix.-x.; [Hak. Soc. i. 62. See also under ABADA].\n c. 1610. -- \"Il y a grand nombre des Portugais qui demeurent ès ports du cette coste de Bengale . . . ils n'osoient retourner en l'Inde, pour quelques fautes qu'ils y ont commis.\" -- Pyrard de Laval, i. 239; [Hak. Soc. i. 334].\n 1615. -- \"Sociorum literis, qui Mogoris Regiam incolunt auditum est in India de celeberrimo Regno illo quod Saraceni Cataium vocant.\" -- Trigautius, De Christianâ Expeditione apud Sinas, p. 544.\n 1644. -- (Speaking of the Daman district above Bombay. -- \"The fruits are nearly all the same as those that you get in India, and especially many Mangas and Cassaras (?), which are like chestnuts.\" -- Bocarro, MS.\n It is remarkable to find the term used, in a similar restricted sense, by the Court of the E.I.C. in writing to Fort St. George. They certainly mean some part of the west coast.\n 1670. -- They desire that dungarees may be supplied thence if possible, as \"they were not procurable on the Coast of India, by reason of the disturbances of Sevajee.\"- Notes and Exts., Pt. i. 2.\n 1673. -- \"The Portugals . . . might have subdued India by this time, had not we fallen out with them, and given them the first Blow at Ormuz . . . they have added some Christians to those formerly converted by St. Thomas, but it is a loud Report to say all India.\" -- Fryer, 137.\n 1881. -- In a correspondence with Sir R. Morier, we observe the Portuguese Minister of Foreign Affairs calls their Goa Viceroy \"The Governor General of India.\"\n India of the Dutch.\n 1876. -- The Dorian \"is common throughout all India.\" -- Filet, Plant-KundingWoordenboek, 196.\n Indies applied to America.\n 1563. -- \"And please to tell me . . . which is better, this (Radix Chinae) or the guiacão of our Indies as we call them. . . .\" -- Garcia, f. 177.\n", "indian": ". This word in English first occurs, according to Dr. Guest, in the following passage:-\n A.D. 433-440. \"Mid israelum ic waes Mid ebreum and indeum, and mid egyptum.\" In Guest's English Rhythms, ii. 86-87.\n But it may be queried whether indeum is not here an error for iudeum; the converse error to that supposed to have been made in the printing of Othello's death-speech \"of one whose hand Like the base Judean threw a pearl away.\"\n Indian used for Mahout.\n B.C. ? 116-105. -- \"And upon the beasts (the elephants) there were strong towers of wood, which covered every one of them, and were girt fast unto them with devices: there were also upon every one two and thirty strong men, that fought upon them, beside the Indian that ruled them.\"- I. Maccabees, vi. 37.\n B.C. c. 150. -- \"Of Beasts (i.e. elephants) taken with all their Indians there were ten; and of all the rest, which had thrown their Indians, he got possession after the battle by driving them together.\" -- Polybius, Bk. i. ch. 40; see also iii. 46, and xi. 1. It is very curious to see the drivers of Carthaginian elephants thus called Indians, though it may be presumed that this is only a Greek application of the term, not a Carthaginian use.\n B.C. c. 20. -- \"Tertio die . . . ad Thabusion castellum imminens fiuvio Indo ventum est; cui fecerat nomen Indus ab elephanto dejectus.\" -- Livy, Bk. xxxviii. 14. This Indus or \"Indian\" river, named after the Mahout thrown into it by his elephant, was somewhere on the borders of Phrygia.\n A.D. c. 210. -- \"Along with this elephant was brought up a female one called Nikaia. And the wife of their Indian being near death placed her child of 30 days old beside this one. And when the woman died a certain marvellous attachment grew up of the Beast towards the child. . . .\" -- Athenaeus, xiii. ch. 8.\n Indian, for Anglo-Indian.\n 1816. -- \". . . our best Indians. In the idleness and obscurity of home they look back with fondness to the country where they have been useful and distinguished, like the ghosts of Homer's heroes, who prefer the exertions of a labourer on the earth to all the listless enjoyments of Elysium.\"- Elphinstone, in Life, i. 367.\n", "indigo": "s. The plant Indigofera tinctoria, L. (N.O. Leguminosae), and the dark blue dye made from it. Greek *)INDIKO\\N. This word appears from Hippocrates to have been applied in his time to pepper. It is also applied by Dioscorides to the mineral substance (a variety of the red oxide of iron) called Indian red (F. Adams, Appendix to Dunbar's Lexicon). [Liddell & Scott call it \"a dark-blue dye, indigo.\" The dye was used in Egyptian mummy-cloths (Wilkinson, Ancient Egypt, ed. 1878, ii. 163).]\n A.D. c. 60. -- \"Of that which is called *)INDIKO\\N one kind is produced spontaneously, being as it were a scum thrown out by the Indian reeds; but that used for dyeing is a purple efflorescence which floats on the brazen cauldrons, which the craftsmen skim off and dry. That is deemed best which is blue in colour, succulent, and smooth to the touch.\" -- Dioscorides, v. cap. 107.\n c. 70. -- \"After this . . . Indico (Indicum) is a colour most esteemed; out of India it commeth; whereupon it tooke the name; and it is nothing els but a slimie mud cleaving to the foame that gathereth about canes and reeds: whiles it is punned or ground, it looketh blacke; but being dissolved it yeeldeth a woonderfull lovely mixture of purple and azur . . . Indico is valued at 20 denarii the pound. In physicke there is use of this Indico; for it doth assuage swellings that doe stretch the skin.\" -- Plinie, by Ph. Holland, ii. 531.\n c. 80-90. -- \"This river (Sinthus, i.e. Indus) has 7 mouths . . . and it has none of them navigable except the middle one only, on which there is a coast mart called Barbaricon. . . . The articles imported into this mart are. . . . On the other hand there are exported Costus, Bdellium . . . and Indian Black (*)INDIKO\\N ME/LAN, i.e. Indigo).\" -- Periplus, 38, 39.\n 1298. -- (At Coilum) \"They have also abundance of very fine indigo (ynde). This is made of a certain herb which is gathered and [after the roots have been removed] is put into great vessels upon which they pour water, and then leave it till the whole of the plant is decomposed. . . .\" -- Marco Polo, Bk. iii. ch. 22.\n 1584. -- \"Indico from Zindi and Cambaia.\" -- Barrett, in Hakl. ii. 413.\n [1605-6. -- \". . . for all which we shall buie Ryse, Indico, Lapes Bezar which theare in aboundance are to be hadd.\" -- Birdwood, First Letter Book, 77.\n [1609. -- \". . . . to buy such Comodities as they shall finde there as Indico, of Laher (Lahore), here worth viijs the pounde Serchis and the best Belondri. . . .\" -- Ibid. 287. Serchis is Sarkhej, the Sercaze of Forbes (Or. Mem., 2nd ed. ii. 204) near Ahmadābād: Sir G. Birdwood with some hesitation identifies Belondri with Valabhi, 20 m. N.W. of Bhāvnagar.\n [1610. -- \"Anil or Indigue, which is a violet-blue dye.\" -- Pyrard de Laval, Hak. Soc. ii. 246.]\n 1610. -- \"In the country thereabouts is made some Indigo.\" -- Sir H. Middleton, in Purchas, i. 259.\n [1616. -- \"Indigo is made thus. In the prime June they sow it, which the rains bring up about the prime September: this they cut and it is called the Newty (H. naudhā, 'a young plant'), formerly mentioned, and is a good sort. Next year it sprouts again in the prime August, which they cut and is the best Indigo, called Jerry (H. jaṛī, 'growing from the root (jaṛ).'\" Foster, Letters, iv. 241.]\n c. 1670. -- Tavernier gives a detailed account of the manufacture as it was in his time. \"They that sift this Indigo must be careful to keep a Linnen-cloath before their faces, and that their nostrils be well stopt. . . . Yet . . . they that have sifted Indigo for 9 or 10 days shall spit nothing but blew for a good while together. Once I laid an egg in the morning among the sifters, and when I came to break it in the evening it was all blew within.\" -- E.T. ii. 128-9; [ed. Ball, ii. 11].\n We have no conception what is meant by the following singular (apparently sarcastic) entry in the Indian Vocabulary:-\n 1788. -- \"Indergo -- a drug of no estimation that grows wild in the woods.\" [This is H. indarjau, Skt. indra-yava, \"barley of Indra,\" the Wrightia tinctoria, from the leaves of which a sort of indigo is made. See Watt, Econ. Dict. VI. pt. iv. 316. \"Inderjò of the species of warm bitters.\"- Halhed, Code, ed. 1781, p. 9.]\n 1881. -- \"Découvertes et Inventions. -- Dé- cidément le cabinet Gladstone est poursuivi par la malechance. Voici un savant chimiste de Munich qui vient de trouver le moyen se preparer artificiellement et à très bon marché le bleu Indigo. Cette découverte peut amener la ruine du gouvernement des Indes anglaises, qui est déjà menacé de la banqueroute. L'indigo, en effet, est le principal article de commerce des Indes (!); dans l'Allemagne, seulement, on en importe par an pour plus de cent cinquante millions de francs.\" -- Havre Commercial Paper, quoted in Pioneer Mail, Feb. 3.\n", "inglees": "s. Hind. Inglīs and Inglis. Wilson gives as the explanation of this: \"Invalid soldiers and sipahis, to whom allotments of land were assigned as pensions; the lands so granted.\" But the word is now used as the equivalent of (sepoy's) pension simply. Mr. Carnegie, [who is followed by Platts], says the word is \"probably a corruption of English, as pensions were unknown among native Governments, whose rewards invariably took the shape of land assignments.\" This, however, is quite unsatisfactory; and Sir H. Elliot's suggestion (mentioned by Wilson) that the word was a corruption of invalid (which the sepoys may have confounded in some way with English) is most probable.\n", "interloper": "s. One in former days who traded without the license, or outside the service, of a company (such as the E.I.C.) which had a charter of monopoly. The etymology of the word remains obscure. It looks like Dutch, but intelligent Dutch friends have sought in vain for a Dutch original. Onderloopen, the nearest word we can find, means 'to be inundated.' The hybrid etymology given by Bailey, though allowed by Skeat, seems hardly possible. Perhaps it is an English corruption from ontloopen, 'to evade, escape, run away from.' [The N.E.D. without hesitation gives interlope, a form of leap. Skeat, in his Concise Dict., 2nd ed., agrees, and quotes Low Germ. and Dutch enterloper, 'a runner between.']\n 1627. -- \"Interlopers in trade, \u0014 Attur Acad. pa. 54.\" -- Minsheu. (What is the meaning of the reference?) [It refers to \"The Atturneyes Academie\" by Thomas Powell or Powel, for which see 9 ser. Notes and Queries, vii. 198, 392].\n 1680. -- \"The commissions relating to the Interloper, or private trader, being considered, it is resolved that a notice be fixed up warning all the Inhabitants of the Towne, not, directly or indirectly, to trade, negotiate, aid, assist, countenance, or hold any correspondence, with Captain William Alley or any person belonging to him or his ship without the license of the Honorable Company. Whoever shall offend herein shall answeare it at their Perill.\" -- Notes and Exts., Pt. iii. 29.\n 1681. -- \"The Shippe EXPECTATION, Capt. Ally Com̃andr, an Interloper, arrived in ye Downes from Porto Novo.\" -- Hedges, Diary, Jan. 4; [Hak. Soc. i. 15].\n [1682. -- \"The Agent having notice of an Interloper lying in Titticorin Bay, immediately sent for ye Councell to consult about it. . . .\" -- Pringle, Diary of Ft. St. Geo. 1st ser. i. 69.]\n \" \"The Spirit of Commerce, which sees its drifts with eagle's eyes, formed associations at the risque of trying the consequence at law . . . since the statutes did not authorize the Company to seize or stop the ships of these adventurers, whom they called Interlopers.\" -- Orme's Fragments, 127.\n 1683. -- \"If God gives me life to get this Phirmaund into my possession, ye Honble. Compy. shall never more be much troubled with Interlopers.\" -- Hedges, Diary, Jan. 6; [Hak. Soc. i. 62].\n \" \"May 28. About 9 this morning Mr. Littleton, Mr. Nedham, and Mr. Douglass came to ye factory, and being sent for, were asked 'Whether they did now, or ever intended, directly or indirectly, to trade with any Interlopers that shall arrive in the Bay of Bengall?'\n \"Mr. Littleton answered that, 'he did not, nor ever intended to trade with any Interloper.'\n \"Mr. Nedham answered, 'that at present he did not, and that he came to gett money, and if any such offer should happen, he would not refuse it.'\n \"Mr. Douglass answered, he did not, nor ever intended to trade with them; but he said 'what Estate he should gett here he would not scruple to send it home upon any Interloper.'\n \"And having given their respective answers they were dismist.\" -- Ibid. Hak. Soc. i. 90-91.\n 1694. -- \"Whether ye souldiers lately sent up hath created any jealousye in ye Interloprs: or their own Actions or guilt I know not, but they are so cautious yt every 2 or 3 bales yt are packt they immediately send on board.\" -- MS. Letter from Edwd. Hern at Hugley to the Rt. Worshpll Charles Eyre Esq. Agent for Affaires of the Rt. Honble. East India Compa. in Bengall, &ca. (9th Sept.). MS. Record in India Office.\n 1719. -- \". . . their business in the South Seas was to sweep those coasts clear of the French interlopers, which they did very effectually.\" -- Shelvocke's Voyage, 29.\n \" \"I wish you would explain yourself; I cannot imagine what reason I have to be afraid of any of the Company's ships, or Dutch ships, I am no interloper.\"- Robinson Crusoe, Pt. ii.\n 1730. -- \"To Interlope [of inter, L. between, and loopeu, Du. to run, q. d. to run in between, and intercept the Commerce of others], to trade without proper Authority, or interfere with a Company in Commerce.\" -- Bailey's English Dict. s.v.\n 1760. -- \"Enterlooper. Terme de Commerce de Mer, fort en usage parmi les Compagnies des Pays du Nord, comme l'Angleterre, la Hollande, Hambourg, le Danemark, &c. Il signifie un vaisseau d'un particulier qui pratique et fréquente les Côtes, et les Havres ou Ports de Mer éloignés, pour y faire un commerce clandestin, au préjudice des Compagnies qui sont autorisées elles seules à le faire dans ces mêmes lieux. . . . Ce mot se prononce comme s'il étoit écrit Eintrelopre. Il est emprunté de l'Anglois, de enter qui signifie entrer et entreprendre, et de Looper, Courreur.\" -- Savary des Bruslons, Dict. Univ. de Commerce, Nouv. ed., Copenhague, s.v.\n c. 1812. -- \"The fault lies in the clause which gives the Company power to send home interiopers . . . and is just as reasonable as one which should forbid all the people of England, except a select few, to look at the moon.\" -- Letter of Dr. Carey, in William Carey, by James Culross, D.D., 1881, p. 165.\n", "ipecacuanha (wild": "), s. The garden name of a plant (Asclepiascurassavica, L.) naturalised in all tropical countries. It has nothing to do with the true ipecacuanha, but its root is a powerful emetic, whence the name. The true ipecacuanha is cultivated in India.\n", "iron-wood": ". This name is applied to several trees in different parts; e.g. to Mesua ferrea, L. (N.O. Clusiaceae), Hind. nagkesar; and in the Burmese provinces to Xyliadolabriformis, Benth.\n I-SAY. The Chinese mob used to call the English soldiers A'says or Isays, from the frequency of this apostrophe in their mouths. (The French gamins, it is said, do the same at Boulogne.) At Amoy the Chinese used to call out after foreigners Akee! Akee! a tradition from the Portuguese Aqui! 'Here!' In Java the French are called by the natives Orang deedong, i.e. the dîtes-donc people. (See Fortune's Two Visits to the Tea Countries, 1853, p. 52; and Notes and Queries in China and Japan, ii. 175.)\n [1863. -- \"The Sepoys were . . . invariably called 'Achas.' Acha or good is the constantly recurring answer of a Sepoy when spoken to. . . .\" -- Fisher, Three Years in China, 146.]\n", "iskat": "s. Ratlines. A marine term from Port. escada (Roebuck).\n [ISLAM, s. Infn. of Ar. salm, 'to be or become safe'; the word generally used by Mahommedans for their religion.\n [1616. -- \"Dated in Achen 1025 according to the rate of Slam.\" -- Foster, Letters, iv. 125.\n [1617. -- \"I demanded the debts . . . one [of the debtors] for the valew of 110 r[ials] is termed Slam.\" -- Letter of E. Young, from Jacatra, Oct. 3, I.O. Records: O.C. No. 541.]\n", "istoop": "s. Oakum. A marine term from Port. estopa (Roebuck).\n", "istubbul": "s. This usual Hind. word for 'stable' may naturally be imagined to be a corruption of the English word. But it is really Ar. istabl, though that no doubt came in old times from the Latin stabulum through some Byzantine Greek form.\n", "itzeboo": "s. A Japanese coin, the smallest silver denomination. Itsi-bū, 'one drachm.' [The N.E.D. gives itse, itche, 'one,' bū, 'division, part, quarter']. Present value about 1s. Marsden says: \"Itzebo, a small gold piece of oblong form, being 0·6 inch long, and 0·3 broad. Two specimens weighed 2 dwt. 3 grs. only\" (Numism. Orient., 814-5). See Cocks's Diary, i. 176, ii. 77. [The coin does not appear in the last currency list; see Chamberlain, Things Japanese, 3rd ed. 99.]\n [1616. -- \"Ichibos.\" (See under KO- BANG.)\n [1859. -- \"We found the greatest difficulty in obtaining specimens of the currency of the country, and I came away at last the possessor of a solitary Itzibu. These are either of gold or silver: the gold Itzibu is a small oblong piece of money, intrinsically worth about seven and sixpence. The intrinsic value of the gold half-itzibu, which is not too large to convert into a shirt-stud, is about one and tenpence.\" -- L. Oliphant, Narr. of Mission, ii. 232.]\n", "izam maluco": "n.p. We often find this form in Correa, instead of Nizamaluco (q.v.).\n J"}