{"jack": "s. Short for Jack-Sepoy ; in former days a familiar style for the native soldier; kindly, rather than otherwise.\n 1853. -- \". . . he should be leading the Jacks.\" -- Oakfield, ii. 66.\n J A C K, s. The tree called by botanists Artocarpus integrifolia, L. fil., and its fruit. The name, says Drury, is \"a corruption of the Skt. word Tchackka, which means the fruit of the tree\" (Useful Plants, p. 55). There is, however, no such Skt. word; the Skt. names are Kantaka, Phala, Panasa, and Phalasa. [But the Malayāl. chakka is from the Skt. chakra, 'round.'] Rheede rightly gives Tsjaka (chăkka) as the Malayālam name, and from this no doubt the Portuguese took jaca and handed it on to us. \"They call it,\" says Garcia Orta, \"in Malavar jacas, in Canarese and Guzerati panas\" (f. 111). \"The Tamil form is sākkei, the meaning of which, as may be adduced from various uses to which the word is put in Tamil, is 'the fruit abounding in rind and refuse.'\" (Letter from Bp. Caldwell.)\n We can hardly doubt that this is the fruit of which Pliny writes: \"Major alia pomo et suavitate praecellentior; quo sapientiores Indorum vivunt. (Folium alas avium imitatur longitudine trium cubitorum, latitudine duum). Fructum e cortice mittit admirabilem succi dulcedine; ut uno quaternos satiet. Arbori nomen palae, pomo arienae; plurima est in Sydracis, expeditionum Alexandri termino. Est et alia similis huic; dulcior pomo; sed interanecrum valetudini infesta\" (Hist. Nat. xii. 12). Thus rendered, not too faithfully, by Philemon Holland: \"Another tree there is in India, greater yet than the former; bearing a fruit much fairer, bigger, and sweeter than the figs aforesaid; and whereof the Indian Sages and Philosophers do ordinarily live. The leaf resembleth birds' wings, carrying three cubits in length, and two in breadth. The fruit it putteth forth at the bark, having within it a wonderfull pleasant juice: insomuch as one of them is sufficient to give four men a competent and full refection. The tree's name is Pala, and the fruit is called Ariena. Great plenty of them is in the country of the Sydraci, the utmcst limit of Alexander the Great his expeditions and voyages. And yet there is another tree much like to this, and beareth a fruit more delectable that this Ariena, albeit the guts in a man's belly it wringeth and breeds the bloudie flix\" (i. 361).\n Strange to say, the fruit thus described has been generally identified with the plantain: so generally that (we presume) the Linnaean name of the plantain Musa sapientum, was founded upon the interpretation of this passage. (It was, I find, the excellent Rumphius who originated the erroneous identification of the ariena with the plantain). Lassen, at first hesitatingly (i. 262), and then more positively (ii. 678), adopts this interpretation, and seeks ariena in the Skt. vāraṇa. The shrewder Gildemeister does the like, for he, sans phrase, uses arienae as Latin for 'plantains.' Ritter, too, accepts it, and is not staggered even by the uno quaternos satiet. Humboldt, quoth he, often saw Indians make their meal with a very little manioc and three bananas of the big kind (Platano-arton). Still less sufficed the Indian Brahmins (sapientes), when one fruit was enough for four of them (v. 876, 877). Bless the venerable Prince of Geographers! Would one Kartoffel, even \"of the big kind,\" make a dinner for four German Professors? Just as little would one plantain suffice four Indian Sages.\n The words which we have italicised in the passage from Pliny are quite enough to show that the jack is intended; the fruit growing e cortice (i.e. piercing the bark of the stem, not pendent from twigs like other fruit), the sweetness, the monstrous size, are in combination infallible. And as regards its being the fruit of the sages, we may observe that the jack fruit is at this day in Travancore one of the staples of life. But that Pliny, after his manner, has jumbled things, is also manifest. The first two clauses of his description (Major alia, &c.; Folium alas, &c.) are found in Theophrastus, but apply to two different trees. Hence we get rid of the puzzle about the big leaves, which led scholars astray after plantains, and originated Musa sapientum. And it is clear from Theophrastus that the fruit which caused dysentery in the Macedonian army was yet another. So Pliny has rolled three plants into one. Here are the passages of Theophrastus:-\n \"(1) And there is another tree which is both itself a tree of great size, and produces a fruit that is wonderfully big and sweet. This is used for food by the Indian Sages, who wear no clothes. (2) And there is yet another which has the leaf of a very long shape, and resembling the wings of birds, and this they set upon helmets; the length is about two cubits. . . . (3) There is another tree the fruit of which is long, and not straight but crooked, and sweet to the taste. But this gives rise to colic and dysentery (\"*)/ALLO TE/ E)STIN OU)= O( KARPO\\S MAKRO\\S KAI\\ OU)/K EU)QU\\S A)LLA\\ SKOLIO\\S, E)SQIO/ MENOS DE\\ GLUKU/S. *OU(=TOS E)N TH=| KOILI/A| DHGMO\\N POIEI= KAI\\ DUSENTE/RIAN . . .\") wherefore Alexander published a general order against eating it.\" -- (Hist. Plant. iv. 4-5).\n It is plain that Pliny and Theophrastus were using the same authority, but neither copying the whole of what he found in it.\n The second tree, whose leaves were like birds' wings and were used to fix upon helmets, is hard to identify. The first was, when we combine the additional characters quoted by Pliny but omitted by Theophrastus, certainly the jack; the third was, we suspect, the mango (q.v.). The terms long and crocked would, perhaps, answer better to the plantain, but hardly the unwholesome effect. As regards the uno quaternos satiet, compare Friar Jordanus below, on the jack: \"Sufficiet circiter pro quinque personis.\" Indeed the whole of the Friar's account is worth comparing with Pliny's. Pliny says that it took four men to eat a jack, Jordanus says five. But an Englishman who had a plantation in Central Java told one of the present writers that he once cut a jack on his ground which took three men -- not to eatbut to carry!\n As regards the names given by Pliny it is hard to say anything to the purpose, because we do not know to which of the three trees jumbled together the names really applied. If pala really applied to the jack, possibly it may be the Skt. phalasa, or panasa. Or it may be merely p'hala, 'a fruit,' and the passage would then be a comical illustration of the persistence of Indian habits of mind. For a stranger in India, on asking the question, 'What on earth is that?' as he well might on his first sight of a jack-tree with its fruit, would at the present day almost certainly receive for answer: 'Phal hai khudāwand!' 'It is a fruit, my lord!' Ariena looks like hiraṇya, 'golden,' which might be an epithet of the jack, but we find no such specific application of the word.\n Omitting Theophrastus and Pliny, the oldest foreign description of the jack that we find is that by Hwen T'sang, who met with it in Bengal:\n c. A.D. 650. -- \"Although the fruit of the pan-wa-so (panasa) is gathered in great quantities, it is held in high esteem. These fruits are as big as a pumpkin; when ripe they are of a reddish yellow. Split in two they disclose inside a quantity of little fruits as big as crane's eggs; and when these are broken there exudes a juice of reddish-yellow colour and delicious flavour. Sometimes the fruit hangs on the branches, as with other trees; but sometimes it grows from the roots, like the fo-ling (Radix Chinae), which is found under the ground.\" -- Julien, iii. 75.\n c. 1328. -- \"There are some trees that bear a very big fruit called chaqui; and the fruit is of such size that one is enough for about five persons. There is another tree that has a fruit like that just named, and it is called Bloqui [a corruption of Malayāl. varikka, 'superior fruit'], quite as big and as sweet, but not of the same species. These fruits never grow upon the twigs, for these are not able to bear their weight, but only from the main branches, and even from the trunk of the tree itself, down to the very roots.\"- Friar Jordanus, 13-14.\n A unique MS. of the travels of Friar Odoric, in the Palatine Library at Florence, contains the following curious passage:-\n c. 1330. -- \"And there be also trees which produce fruits so big that two will be a load for a strong man. And when they are eaten you must oil your hands and your mouth; they are of a fragrant odour and very savoury; the fruit is called chabassi.\" The name is probably corrupt (perhaps chacassi?). But the passage about oiling the hands and lips is aptly elucidated by the description in Baber's Memoirs (see below), a description matchless in its way, and which falls off sadly in the new translation by M. Pavet de Courteille, which quite omits the \"haggises.\"\n c. 1335. -- \"The Shakī and Barkī. This name is given to certain trees which live to a great age. Their leaves are like those of the walnut, and the fruit grows direct out of the stem of the tree. The fruits borne nearest to the ground are the barkī; they are sweeter and better-flavoured than the Shakī . . .\" etc. (much to the same effect as before). -- Ibn Batuta, iii. 127; see also iv. 228.\n c. 1350. -- \"There is again another wonderful tree called Chake-Baruke, as big as an oak. Its fruit is produced from the trunk, and not from the branches, and is something marvellous to see, being as big as a great lamb, or a child of three years old. It has a hard rind like that of our pine-cones, so that you have to cut it open with a hatchet; inside it has a pulp of surpassing flavour, with the sweetness of honey, and of the best Italian melon; and this also contains some 500 chestnuts of like flavour, which are capital eating when roasted.\" -- John de' Marignolli, in Cathay, &c., 363.\n c. 1440. -- \"There is a tree commonly found, the trunk of which bears a fruit resembling a pine-cone, but so big that a man can hardly lift it; the rind is green and hard, but still yields to the pressure of the finger. Inside there are some 250 or 300 pippins, as big as figs, very sweet in taste, and contained in separate membranes. These have each a kernel within, of a windy quality, of the consistence and taste of chestnuts, and which are roasted like chestnuts. And when cast among embers (to roast), unless you make a cut in them they will explode and jump out. The outer rind of the fruit is given to cattle. Sometimes the fruit is also found growing from the roots of the tree underground, and these fruits excel the others in flavour, wherefore they are sent as presents to kings and petty princes. These (moreover) have no kernels inside them. The tree itself resembles a large fig-tree, and the leaves are cut into fingers like the hand. The wood resembles box, and so it is esteemed for many uses. The name of the tree is Cachi\" (i.e. Çachi or Tzacchi). -- Nicolo de' Conti.\n The description of the leaves . . . \"foliis da modum palmi intercisis\" -- is the only slip in this admirable description. Conti must, in memory, have confounded the Jack with its congener the bread-fruit (Artocarpus incisa or incisifolia). We have translated from Poggio's Latin, as the version by Mr. Winter Jones in India in the XVth Century is far from accurate.\n 1530. -- \"Another is the kadhil. This has a very bad look and flavour (odour ?). It looks like a sheep's stomach stuffed and made into a haggis. It has a sweet sickly taste. Within it are stones like a filbert. . . . The fruit is very adhesive, and on account of this adhesive quality many rub their mouths with oil before eating them. They grow not only from the branches and trunk, but from its root. You would say that the tree was all hung round with haggises!\" -- Leyden and Erskine's Baber, 325. Here kadhil represents the Hind. name kaṭhal. The practice of oiling the lips on account of the \"adhesive quality\" (or as modern mortals would call it, 'stickiness') of the jack, is still usual among natives, and is the cause of a proverb on premature precautions: Gāch'h mein Kaṭhal, honṭh men tel! \"You have oiled your lips while the jack still hangs on the tree!\" We may observe that the call of the Indian cuckoo is in some of the Gangetic districts rendered by the natives as Kaṭhal pakkā! Kaṭhal pakkā! i.e. \"Jack's ripe,\" the bird appearing at that season.\n [1547. -- \"I consider it right to make over to them in perpetuity . . . one palm grove and an area for planting certain mango trees and jack trees (mangueiras e jaqueiras) situate in the village of Calangute. . . .\" -- Archiv. Port. Orient., fasc. 5, No. 88.]\n c. 1590. -- \"In Sircar Hajypoor there are plenty of the fruits called Kathul and Budhul; some of the first are so large as to be too heavy for one man to carry.\"- Gladwin's Ayeen, ii. 25. In Blochmann's ed. of the Persian text he reads barhal, [and so in Jarrett's trans. (ii. 152),] which is a Hind. name for the Artocarpus Lakoocha of Roxb.\n 1563. -- \"R. What fruit is that which is as big as the largest (coco) nuts?\n \"O. You just now ate the chestnuts from inside of it, and you said that roasted they were like real chestnuts. Now you shall eat the envelopes of these . . .\n \"R. They taste like a melon; but not so good as the better melons.\n \"O. True. And owing to their viscous nature they are ill to digest; or say rather they are not digested at all, and often issue from the body quite unchanged. I don't much use them. They are called in Malavar jacas; in Canarin and Guzerati panás. . . . The tree is a great and tall one; and the fruits grow from the wood of the stem, right up to it, and not on the branches like other fruits.\" -- Garcia, f. 111.\n [1598. -- \"A certain fruit that in Malabar is called iaca, in Canara and Gusurate Panar and Panasa, by the Arabians Panax, by the Persians Fanax.\" -- Linschoten, Hak. Soc. ii. 20.\n [c. 1610. -- \"The Jaques is a tree of the height of a chestnut.\" -- Pyrard de Laval, Hak. Soc. ii. 366.\n [1623. -- \"We had Ziacche, a fruit very rare at this time.\" -- P. della Valle, Hak. Soc. ii. 264.]\n 1673. -- \"Without the town (Madras) grows their Rice . . . Jawks, a Coat of Armour over it, like an Hedg-hog's, guards its weighty Fruit.\" -- Fryer, 40.\n 1810. -- \"The jack-wood . . . at first yellow, becomes on exposure to the air of the colour of mahogany, and is of as fine a grain.\" -- Maria Graham, 101.\n 1878. -- \"The monstrous jack that in its eccentric bulk contains a whole magazine of tastes and smells.\" -- Ph. Robinson, In My Indian Garden, 49-50.\n It will be observed that the older authorities mention two varieties of the fruit by the names of shakī and barkī, or modifications of these, different kinds according to Jordanus, only from different parts of the tree according to Ibn Batuta. P. Vincenzo Maria (1672) also distinguishes two kinds, one of which he calls Giacha Barca, the other Giacha papa or girasole. And Rheede, the great authority on Malabar plants, says (iii. 19):\n \"Of this tree, however, they reckon more than 30 varieties, distinguished by the quality of their fruit, but all may be reduced to two kinds; the fruit of one kind distinguished by plump and succulent pulp of delicious honey flavour, being the varaka; that of the other, filled with softer and more flabby pulp of inferior flavour, being the Tsjakapa.\"\n More modern writers seem to have less perception in such matters than the old travellers, who entered more fully and sympathetically into native tastes. Drury says, however, \"There are several varieties, but what is called the Honey-jack is by far the sweetest and best.\"\n \"He that desireth to see more hereof let him reade Ludovicus Romanus, in his fifth Booke and fifteene Chapter of his Navigaciouns, and Christopherus a Costa in his cap. of Iaca, and Gracia ab Horto, in the Second Booke and fourth Chapter,\" saith the learned Paludanus . . . And if there be anybody so unreasonable, so say we too -- by all means let him do so! [A part of this article is derived from the notes to Jordanus by one of the present writers. We may also add, in aid of such further investigation, that Paludanus is the Latinised name of v.d. Broecke, the commentator on Linschoten. \"Ludovicus Romanus\" is our old friend Varthema, and \"Gracia ab Horto\" is Garcia De Orta.]\n", "jackal": "s. The Canis aureus, L., seldom seen in the daytime, unless it be fighting with the vultures for carrion, but in shrieking multitudes, or rather what seem multitudes from the noise they make, entering the precincts of villages, towns, of Calcutta itself, after dark, and startling the newcomer with their hideous yells. Our word is not apparently Anglo-Indian, being taken from the Turkish chaḳāl. But the Pers. shaghāl is close, and Skt. srigāla, 'the howler,' is probably the first form. The common Hind. word is gīdar, ['the greedy one,' Skt. gṛidh]. The jackal takes the place of the fox as the object of hunting 'meets' in India; the indigenous fox being too small for sport.\n 1554. -- \"Non procul inde audio magnum clamorem et velut hominum irridentium insultantiumque voces. Interrogo quid sit; . . . narrant mihi ululatum esse bestiarum, quas Turcae Ciacales vocant. . . .\" -- Busbeq. Epist. i. p. 78.\n 1615. -- \"The inhabitants do nightly house their goates and sheepe for feare of Iaccals (in my opinion no other than Foxes), whereof an infinite number do lurke in the obscure vaults.\" -- Sandys, Relation, &c., 205.\n 1616. -- \". . . those jackalls seem to be wild Doggs, who in great companies run up and down in the silent night, much disquieting the peace thereof, by their most hideous noyse.\" -- Terry, ed. 1665, p. 371.\n 1653. -- \"Le schekal est vn espèce de chien sauvage, lequel demeure tout le jour en terre, et sort la nuit criant trois ou quatre fois à certaines heures.\" -- De la Boullaye-leGouz, ed. 1657, p. 254.\n 1672. -- \"There is yet another kind of beast which they call Jackhalz; they are horribly greedy of man's flesh, so the in habitants beset the graves of their dead with heavy stones.\" -- Baldaeus (Germ. ed.), 422.\n 1673. -- \"An Hellish concert of Jackals (a kind of Fox).\" -- Fryer, 53.\n 1681. -- \"For here are many Jackalls, which catch their Henes, some Tigres that destroy their Cattle; but the greatest of all is the King; whose endeavour is to keep them poor and in want.\" -- Knox, Ceylon, 87. On p. 20 he writes Jacols.\n 1711. -- \"Jackcalls are remarkable for Howling in the Night; one alone making as much noise as three or four Cur Dogs, and in different Notes, as if there were half a Dozen of them got together.\"- Lockyer, 382.\n 1810. -- Colebrooke (Essays, ii. 109, [Life, 155]) spells shakal. But Jackal was already English.\n c. 1816.- \"The jackal's troop, in gather'd cry, Bayed from afar, complainingly.\" Siege of Corinth, xxxiii.\n 1880. -- \"The mention of Jackal-hunting in one of the letters (of Lord Minto) may remind some Anglo-Indians still living, of the days when the Calcutta hounds used to throw off at gun-fire.\" -- Sat. Rev. Feb. 14.\n", "jack-snipe": "of English sportsmen is Gallinago gallinula, Linn., smaller than the common snipe, G. scolopacinus, Bonap.\n", "jackass copal": ". This is a trade name, and is a capital specimen of Hobson-Jobson. It is, according to Sir R. Burton, [Zanzibar, i. 357], a corruption of chakāzi. There are three qualities of copal in the Zanzibar market. 1. Sandarusi m'ti, or 'Tree Copal,' gathered directly from the tree which exudes it (Trachylobium Mossambicense). 2. Chakāzi or chakazzi, dug from the soil, but seeming of recent origin, and priced on a par with No. 1. 3. The genuine Sandarusi, or true Copal (the Animé of the English market), which is also fossil, but of ancient production, and bears more than twice the price of 1 and 2 (see Sir J. Kirk in J. Linn. Soc. (Botany) for 1871). Of the meaning of chakāzi we have no authentic information. But consider ing that a pitch made of copal and oil is used in Kutch, and that the cheaper copal would naturally be used for such a purpose, we may suggest as probable that the word is a corr. of jahāzi, and ='ship-copal.'\n", "jacquete": "Town and Cape, n.p. The name, properly Jakad , formerly attached to a place at the extreme west horn of the Kāthiawāṛ Peninsula, where stands the temple of Dwarka (q.v.). Also applied by the Portuguese to the Gulf of Cutch. (See quotation from Camoens under DIUL-SIND.) The last important map which gives this name, so far as we are aware, is Aaron Arrowsmith's great Map of India, 1816, in which Dwarka appears under the name of Juggut.\n 1525. -- (Melequyaz) \"holds the revenue of Crystna, which is in a town called Zaguete where there is a place of Pilgrimage of gentoos which is called Crysna. . . .\"- Lembrança das Cousas da India, 35.\n 1553. -- \"From the Diul estuary to the Point of Jaquete 38 leagues; and from the same Jaquete, which is the site of one of the principal temples of that heathenism, with a noble town, to our city Diu of the Kingdom of Guzarat, 58 leagues.\" -- Barros, I. ix. 1.\n 1555. -- \"Whilst the tide was at its greatest height we arrived at the gulf of Chakad, where we descried signs of fine weather, such as sea-horses, great snakes, turtles, and sea-weeds.\" -- Sidi 'Ali, p. 77.\n [1563. -- \"Passed the point of Jacquette, where is that famous temple of the Resbutos (see RAJPOOT).\" -- Barros, IV. iv. 4.]\n 1726. -- In Valentyn's map we find Jaquete marked as a town (at the west point of Kāthiawāṛ) and Enceada da Jaquete for the Gulf of Cutch.\n 1727. -- \"The next sea-port town to Baet, is Jigat. It stands on a Point of low Land, called Cape Jigat. The City makes a good Figure from the Sea, showing 4 or 5 high Steeples.\" -- A. Hamilton, i. 135; [ed. 1744].\n 1813. -- \"Jigat Point . . . on it is a pagoda; the place where it stands was formerly called Jigat More, but now by the Hindoos Dorecur (i.e. Dwarka, q.v.). At a distance the pagoda has very much the appearance of a ship under sail. . . . Great numbers of pilgrims from the interior visit Jigat pagoda. . . .\" -- Milburn, i. 150.\n 1841. -- \"Jigat Point called also Dwarka, from the large temple of Dwarka standing near the coast.\" -- Horsburgh, Directory, 5th ed., i. 480.\n", "jade": "s. The well-known mineral, so much prized in China, and so wonderfully wrought in that and other Asiatic countries; the yashm of the Persians; nephrite of mineralogists. \n The derivation of the word has been the subject of a good deal of controversy. We were at one time inclined to connect it with the yada-tāsh, the yada stone used by the nomads of Central Asia in conjuring for rain. The stone so used was however, according to P. Hyakinth, quoted in a note with which we were favoured by the lamented Prof. Anton Schiefner, a bezoar (q.v.).\n Major Raverty, in his translation of the Ṭabaḳāt-i-Nāṣirī, in a passage referring to the regions of Ṭukhāristān and Bāmiān, has the following: \"That tract of country has also been famed and celebrated, to the uttermost parts of the countries of the world, for its mines of gold, silver, rubies, and crystal, bejādah [jade], and other [precious] things\" (p. 421). On bejādah his note runs: \"The name of a gem, by some said to be a species of ruby, and by others a species of sapphire; but jade is no doubt meant.\" This interpretation seems however chiefly, if not altogether, suggested by the name; whilst the epithets compounded of bejāda, as given in dictionaries, suggest a red mineral, which jade rarely is. And Prof. Max Müller, in an interesting letter to the Times, dated Jan. 10, 1880, states that the name jade was not known in Europe till after the discovery of America, and that the jade brought from America was called by the Spaniards piedra de ijada, because it was supposed to cure pain in the groin (Sp. ijada); for like reasons to which it was called lapis nephriticus, whence nephrite (see Bailey, below). Skeat, s.v. says: \"It is of unknown origin; but probably Oriental. Prof. Cowell finds yedá a material out of which ornaments are made, in the Divyávadána; but it does not seem to be Sanskrit.\" Prof. Müller's etymology seems incontrovertible; but the present work has afforded various examples of curious etymological coincidences of this kind. [Prof. Max Müller's etymology is now accepted by the N.E.D. and by Prof. Skeat in the new edition of his Concise Dict. The latter adds that ijada is connected with the Latin ilia.]\n [1595. -- \"A kinde of greene stones, which the Spaniards call Piedras hijadas, and we vse for spleene stones.\" -- Raleigh, Discov. Guiana, 24 (quoted in N.E.D.).]\n 1730. -- \"Jade, a greenish Stone, bordering on the colour of Olive, esteemed for its Hardness and Virtues by the Turks and Poles, who adorn their fine Sabres with it; and said to be a preservative against the nephritick Colick.\" -- Bailey's Eng. Dict. s.v.\n", "jadoo": "s. Hind. from Pers. jādū, Skt. yātu; conjuring, magic, hocuspocus. \n [1826. -- \"'Pray, sir,' said the barber, 'is that Sanscrit, or what language?' 'May be it is jadoo,' I replied, in a solemn and deep voice.\" -- Pandurang Hari, ed. 1873, i. 127.]\n", "jadoogur": "s. Properly Hind. jādūghar, 'conjuring-house' (see the last). The term commonly applied by natives to a Freemasons' Lodge, when there is one, at an English station. On the Bombay side it is also called Shaitān khāna (see Burton's Sind Revisited), a name consonant to the ideas of an Italian priest who intimated to one of the present writers that he had heard the raising of the devil was practised at Masonic meetings, and asked his friend's opinion as to the fact. In S. India the Lodge is called Talai-vĕṭṭa-Kovil, 'Cut - head Temple,' because part of the rite of initiation is supposed to consist in the candidate's head being cut off and put on again.\n", "jafna": "n.p. The very ancient Tamil settlement, and capital of the Tamil kings on the singular peninsula which forms the northernmost part of Ceylon. The real name is, according to Emerson Tennent, Yalpannan, and it is on the whole probable that this name is identical with the Galiba (Prom.) of Ptolemy. [The Madras Gloss. gives the Tamil name as Yāzhppānam, from yazh-pānan, 'a lute-player'; \"called after a blind minstrel of that name from the Chola country, who by permission of the Singhalese king obtained possession of Jaffna, then uninhabited, and introduced there a colony of the Tamul people.\"]\n 1553. -- \". . . the Kingdom Triquinamalé, which at the upper end of its coast adjoins another called Jafanapatam, which stands at the northern part of the island.\" -- Barros, III. ii. cap. i.\n c. 1566. -- In Cesare de'Federici it is written Gianifanpatan. -- Ramusio, iii. 390v.\n [JAFFRY, s. A screen or latticework, made generally of bamboo, used for various purposes, such as a fence, a support for climbing plants, &c. The ordinary Pers. ja'farī is derived from a person of the name of Ja'far; but Mr. Platts suggests that in the sense under consideration it may be a corr. of Ar. ẓafirat, ẓafir, 'a braided lock.'\n [1832. -- \"Of vines, the branches must also be equally spread over the jaffry, so that light and heat may have access to the whole.\" -- Trans. Agri. Hort. Soc. Ind. ii. 202.]\n", "jaggery": "s. Coarse brown (or almost black) sugar, made from the sap of various palms. The wild date tree (Phoenix sylvestris, Roxb.), Hind. khajūr, is that which chiefly supplies palm-sugar in Guzerat and Coromandel, and almost alone in Bengal. But the palmyra, the caryota, and the cocopalm all give it; the first as the staple of Tinnevelly and northern Ceylon; the second chiefly in southern Ceylon, where it is known to Europeans as the Jaggery Palm (kitūl of natives); the third is much drawn for toddy (q.v.) in the coast districts of Western India, and this is occasionally boiled for sugar. Jaggery is usually made in the form of small round cakes. Great quantities are produced in Tinnevelly, where the cakes used to pass as a kind of currency (as cakes of salt used to pass in parts of Africa, and in Western China), and do even yet to some small extent. In Bombay all rough unrefined sugar-stuff is known by this name; and it is the title under which all kinds of halfprepared sugar is classified in the tariff of the Railways there. The word jaggery is only another form of sugar (q.v.), being like it a corr. of the Skt. śarkarā, Konkani sakkarā, [Malayāl. chakkarā, whence it passed into Port. jagara, jagra].\n 1516. -- \"Sugar of palms, which they call xagara.\" -- Barbosa, 59.\n 1553. -- Exports from the Maldives \"also of fish-oil, coco-nuts, and jágara, which is made from these after the manner of sugar.\" -- Barros, Dec. III. liv. iii. cap. 7.\n 1561. -- \"Jagre, which is sugar of palmtrees.\" -- Correa, Lendas, i. 2, 592.\n 1563. -- \"And after they have drawn this pot of çura, if the tree gives much they draw another, of which they make sugar, prepared either by sun or fire, and this they call jagra.\" -- Garcia, f. 67.\n c. 1567. -- \"There come every yeere from Cochin and from Cananor tenne or fifteene great Shippes (to Chaul) laden with great nuts . . . and with sugar made of the selfe same nuts called Giagra.\" -- Caesar Frederike, in Hakl. ii. 344.\n 1598. -- \"Of the aforesaid sura they likewise make sugar, which is called Iagra; they seeth the water, and set it in the sun, whereof it becometh sugar, but it is little esteemed, because it is of a browne colour.\" -- Linschoten, 102; [Hak. Soc. ii. 49].\n 1616. -- \"Some small quantity of wine, but not common, is made among them; they call it Raak (see ARRACK), distilled from Sugar, and a spicy rinde of a tree called Jagra.\" -- Terry, ed. 1665, p. 365.\n 1727. -- \"The Produce of the Samorin's Country is . . . Cocoa-Nut, and that tree produceth Jaggery, a kind of sugar, and Copera (see COPRAH), or the kernels of the Nut dried.\" -- A. Hamilton, i. 306; [ed. 1744, i. 308].\n c. 1750-60. -- \"Arrack, a coarse sort of sugar called Jagree, and vinegar are also extracted from it\" (coco-palm). -- Grose, i. 47.\n 1807. -- \"The Tari or fermented juice, and the Jagory or inspissated juice of the Palmira tree . . . are in this country more esteemed than those of the wild date, which is contrary to the opinion of the Bengalese.\" -- F. Buchanan, Mysore, &c., i. 5.\n 1860. -- \"In this state it is sold as jaggery in the bazaars, at about three farthings per pound.\" -- Tennent's Ceylon, iii. 524.\n", "jagheer": "s. Pers. jāgīr, lit. 'place-holding.' A hereditary assignment of land and of its rent as annuity.\n [c. 1590. -- \"Farmán-i-zabíts are issued for . . . appointments to jágírs, without military service.\" -- Āīn, i. 261.\n [1617. -- \"Hee quittes diuers small Jaggers to the King.\" -- Sir T. Roe, Hak. Soc. ii. 449.]\n c. 1666. -- \". . . Not to speak of what they finger out of the Pay of every Horseman, and of the number of the Horses; which certainly amounts to very considerable Pensions, especially if they can obtain good Jah-ghirs, that is, good Lands for their Pensions.\" -- Bernier, E.T. 66; [ed. Constable, 213].\n 1673. -- \"It (Surat) has for its Maintenance the Income of six Villages; over which the Governor sometimes presides, sometimes not, being in the Jaggea, or diocese of another.\" -- Fryer, 120.\n \" \"Jageah, an Annuity.\" -- Ibid. Index, vi.\n 1768. -- \"I say, Madam, I know nothing of books; and yet I believe upon a landcarriage fishery, a stamp act, or a jaghire, I can talk my two hours without feeling the want of them.\" -- Mr. Lofty, in The Good-Natured Man, Act ii.\n 1778. -- \"Should it be more agreeable to the parties, Sir Matthew will settle upon Sir John and his Lady, for their joint lives, a jagghire.\n \"Sir John. -- A Jagghire?\n \"Thomas. -- The term is Indian, and means an annual Income.\" -- Foote, The Nabob, i. 1.\n We believe the traditional stage pronunciation in these passages is Jag Hire (assonant in both syllables to Quag Mire); and this is also the pronunciation given in some dictionaries.\n 1778. -- \". . . Jaghires, which were always rents arising from lands.\" -- Orme, ed. 1803, ii. 52.\n 1809. -- \"He was nominally in possession of a larger jaghire.\" -- Ld. Valentia, i. 401.\n A territory adjoining Fort St. George was long known as the Jaghire, or the Company's Jaghire, and is often so mentioned in histories of the 18th century. This territory, granted to the Company by the Nabob of Arcot in 1750 and 1763, nearly answers to the former Collectorate of Chengalput and present Collectorate of Madras.\n [In the following the reference is to the Jirgah or tribal council of the Pathan tribes on the N.W. frontier.\n [1900. -- \"No doubt upon the occasion of Lord Curzon's introduction to the Waziris and the Mohmunds, he will inform their Jagirs that he has long since written a book about them.\" -- Contemporary Rev. Aug. p. 282.]\n", "jagheerdar": "s. P. -- H. jāgīrdār, the holder of a jagheer .\n [1813. -- \". . . in the Mahratta empire the principal Jaghiredars, or nobles, appear in the field. . . .\" -- Forbes, Or. Mem. 2nd ed. i. 328.]\n 1826. -- \"The Resident, many officers, men of rank . . . jagheerdars, Brahmins, and Pundits, were present, assembled round my father.\" -- Pandurang Hari, 389; [ed. 1873, ii. 259].\n 1883. -- \"The Sikhs administered the country by means of jagheerdars, and paid them by their jagheers: the English administered it by highly paid British officers, at the same time that they endeavoured to lower the land-tax, and to introduce grand material reforms.\"- Bosworth Smith, L. of Ld. Lawrence, i. 378.\n", "jail-khana": "s. A hybrid word for 'a gaol,' commonly used in the Bengal Presidency.\n", "jain": "s. and adj. The non-Brahmanical sect so called; believed to represent the earliest heretics of Buddhism, at present chiefly to be found in the Bombay Presidency. There are a few in Mysore, Canara, and in some parts of the Madras Presidency, but in the Middle Ages they appear to have been numerous on the coast of the Peninsula generally. They are also found in various parts of Central and Northern India and Behar. The Jains are generally merchants, and some have been men of enormous wealth (see Colebrooke's Essays, i. 378 seqq.; [Lassen, in Ind. Antiq. ii. 193 seqq., 258 seqq.]). The name is Skt. jaina, meaning a follower of jina. The latter word is a title applied to certain saints worshipped by the sect in the place of gods; it is also a name of the Buddhas. An older name for the followers of the sect appears to have been Nirgrantha, 'without bond,' properly the title of Jain ascetics only (otherwise Yatis), [and in particular of the Digambara or 'sky-clad,' naked branch]. (Burnell, S. Indian Palaeography, p. 47, note.)\n [c. 1590. -- \"Jaina. The founder of this wonderful system was Jina, also called Arhat, or Arhant.\" -- Āīn, ed. Jarrett, iii. 188.]\n", "jaleebote": "s. Jālībōt. A marine corruption of jolly-boat (Roebuck). (See GALLEVAT .)\n", "jam": "s. Jām.\n a. A title borne by certain chiefs in Kutch, in Kāthiāwāṛ, and on the lower Indus. The derivation is very obscure (see Elliot, i. 495). The title is probably Bilūch originally. There are several Jāms in Lower Sind and its borders, and notably the Jām of Las Bela State, a well-known dependency of Kelat, bordering the sea. [Mr. Longworth Dames writes: \"I do not think the word is of Balochi origin, although it is certainly made use of in the Balochi language. It is rather Sindhi, in the broad sense of the word, using Sindhi as the natives do, referring to the tribes of the Indus valley without regard to the modern boundaries of the province of Sindh. As far as I know, it is used as a title, not by Baloches, but by indigenous tribes of Rājput or Jat origin, now, of course, all Musulmans. The Jām of Las Bela belongs to a tribe of this nature known as the Jāmhat. In the Dera Ghāzī Khān District it is used by certain local notables of this class, none of them Baloches. The principal tribe there using it is the Udhāna. It is also an honorific title among the Mochis of Dera Ghāzī Khān town.\"]\n [c. 1590. -- \"On the Gujarat side towards the south is a Zamíndár of note whom they call Jám. . . .\" -- Āīn, ed. Jarrett, ii. 250.\n [1843. -- See under DAWK.]\n b. A nautical measure, Ar. zām, pl. azwām. It occurs in the form geme in a quotation of 1614 under JASK. It is repeatedly used in the Mohit of Sidi'Ali, published in the J. As. Soc. Bengal. It would appear from J. Prinsep's remarks there that the word is used in various ways. Thus Baron J. Hammer writes to Prinsep: \"Concerning the measure of azwām the first section of the IIId. chapter explains as follows: 'The zām is either the practical one ('arfī), or the rhetorical (iṣṭilāḥī -- but this the acute Prinsep suggests should be aṣṭarlābī, 'pertaining to the divisions of the astrolabe'). The practical is one of the 8 parts into which day and night are divided; the rhetorical (but read the astrolabic) is the 8th part of an inch (iṣāba) in the ascension and descension of the stars; . . . an explanation which helps me not a bit to understand the true measure of a zām, in the reckoning of a ship's course.\" Prinsep then elucidates this: The zām in practical parlance is said to be the 8th part of day and night; it is in fact a nautical watch or Hindu pahar (see PUHUR). Again, it is the 8th part of the ordinary inch, like the jau or barleycorn of the Hindus (the 8th part of an angul or digit), of which jau, zām is possibly a corruption. Again, the iṣāba or inch, and the zām or ⅛ of an inch, had been transferred to the rude angle-instruments of the Arab navigators; and Prinsep deduces from statements in Sidi'Ali's book that the isāba' was very nearly equal to 96' and the zām to 12'. Prinsep had also found on enquiry among Arab mariners, that the term zām was still well known to nautical people as ⅕ of a geographical degree, or 12 nautical miles, quite confirmatory of the former calculation; it was also stated to be still applied to terrestrial measurements (see J.A.S.B. v. 642-3).\n 1013. -- \"J'ai déjà parlé de Sérira (read Sarbaza) qui est située à l'extremité de l'île de Lâmeri, à cent-vingt zâmâ de Kala.\" -- Ajāīb-al-Hind, ed. Van der Lith et Marcel Devic, 176.\n \" \"Un marin m'a rapporté qu'il avait fait la traversée de Sérira (Sarbaza) à la Chine dans un Sambouq (see SAMBOOK). 'Nous avions parcouru,' dit-il, 'un espace de cinquante zâmâ, lorsqu'une tempête fondit sur notre embarcation. . . . Ayant fait de l'eau, nous remîmes à la voile vers le Senf, suivant ses instructions, et nous y abordâmes sains et saufs, après un voyage de quinze zâmâ.\" -- Ibid. pp. 190-91.\n 1554. -- \"26th VOYAGE from Calicut to Kardafun\" (see GUARDAFUI).\n \". . . you run from Calicut to Kolfaini (i.e. Kalpeni, one of the Laccadive Ids.) two zāms in the direction of W. by S., the 8 or 9 zāms W.S.W. (this course is in the 9 degree channel through the Laccadives), then you may rejoice as you have got clear of the islands of Fúl, from thence W. by N. and W.N.W. till the pole is 4 inches and a quarter, and then true west to Kardafún.\"\n * * * * * \"27th VOYAGE, from Diú to Malacca.\n \"Leaving Diú you go first S.S.E. till the pole is 5 inches, and side then towards the land, till the distance between it and the ship is six zāms; from thence you steer S.S.E. . . . you must not side all at once but by degrees, first till the farkadain (B and G in the Little Bear) are made by a quarter less than 8 inches, from thence to S.E. till the farkadain are 7¼ inches, from thence true east at a rate of 18 zāms, then you have passed Ceylon.\" -- The Mohit, in J.A.S.B. v. 465.\n The meaning of this last routier is: \"Steer S.S.E. till you are in 8˚ N. Lat. (lat. of Cape Comorin); make then a little more easting, but keep 72 miles between you and the coast of Ceylon till you find the B and G of Ursa Minor have an altitude of only 12˚ 24' (i.e. till you are in N. Lat. 6˚ or 5˚), and then steer due east. When you have gone 216 miles you will be quite clear of Ceylon.\"\n 1625. -- \"We case anchor under the island of Kharg, which is distant from Cais, which we left behind us, 24 giam. Giam is a measure used by the Arab and Persian pilots in the Persian Gulf; and every giam is equal to 3 leagues; insomuch that from Cais to Kharg we had made 72 leagues.\"- P. della Valle, ii. 816.\n", "jamboo": "s. The Roseapple, Eugenia jambos, L. Jambosa vulgaris, Decand.; Skt. jambū, Hind. jam, jambū, jamrūl, &c. This is the use in Bengal, but there is great confusion in application, both colloquially and in books. The name jambū is applied in some parts of India to the exotic guava (q.v.), as well as to other species of Eugenia; including the jāmun (see JAMOON), with which the rose-apple is often confounded in books. They are very different fruits, though they have both been classed by Linnaeus under the genus Eugenia (see further remarks under JAMOON). [Mr. Skeat notes that the word is applied by the Malays both to the rose-apple and the guava, and Wilkinson (Dict. s.v.) notes a large number of fruits to which the name jambū is applied.]\n Garcia de Orta mentions the roseapple under the name Iambos, and says (1563) that it had been recently introduced into Goa from Malacca. This may have been the EugeniaMalaccensis, L., which is stated in Forbes Watson's Catalogue of nomenclature to be called in Bengal Malāka Jamrūī, and in Tamil Malākā maram i.e. 'Malacca tree.' The Skt. name jambū is, in the Malay language, applied with distinguishing adjectives to all the species.\n [1598. -- \"The trees whereon the Iambos do grow are as great as Plumtrees.\"- Linschoten, Hak. Soc. ii. 31.]\n 1672. -- P. Vincenzo Maria describes the Giambo d'India with great precision, and also the Giambo di China -- no doubt J. malaccensis -- but at too great length for extract, pp. 351-352.\n 1673. -- \"In the South a Wood of Jamboes, Mangoes, Cocoes.\" -- Fryer, 46.\n 1727. -- \"Their Jambo Malacca (at Goa) is very beautiful and pleasant.\" -- A. Hamilton, i. 255; [ed. 1744, i. 258].\n 1810. -- \"The jumboo, a species of roseapple, with its flower like crimson tassels covering every part of the stem.\" -- Maria Graham, 22.\n", "james and mary": "n.p. The name of a famous sand-bank in the Hoogly R. below Calcutta, which has been fatal to many a ship. It is mentioned under 1748, in the record of a survey of the river quoted in Long, p. 10. It is a common allegation that the name is a corruption of the Hind. words jal mari, with the supposed meaning of 'dead water.' But the real origin of the name dates, as Sir G. Birdwood has shown, out of India Office records, from the wreck of a vessel called the \"Royal James and Mary,\" in September 1694, on that sand-bank (Letter to the Court, from Chuttanuttee, Dec. 19, 1694). [Report on Old Records, 90.] This shoal appears by name in a chart belonging to the English Pilot, 1711.\n", "jamma": "s. P. -- H. jāma, a piece of native clothing. Thus, in composition, see PYJAMMAS. Also stuff for clothing, &c., e.g. mom - jama, waxcloth. [\"The jama may have been brought by the Aryans from Central Asia, but as it is still now seen it is thoroughly Indian and of ancient date\" (Rajendralala Mitra, Indo-Aryans, i. 187 seq.]\n [1813. -- \"The better sort (of Hindus) wear . . . a jama, or long gown of white calico, which is tied round the middle with a fringed or embroidered sash.\" -- Forbes, Or. Mem. 2nd ed. i. 52].\n", "jamoon": "s. Hind. jāmun, jāman, jāmlī, &c. The name of a poor fruit common in many parts of India, and apparently in E. Africa, the Eugenia jambolana, Lamk. (Calyptranthesjambolana of Willdenow, Syzygiumjambolanum of Decand.) This seems to be confounded with the Eugenia jambos, or Rose-apple (see JAMBOO, above), by the author of a note on Leyden's Baber which Mr. Erskine justly corrects (Baber's own account is very accurate), by the translators of Ibn Batuta, and apparently, as regards the botanical name, by Sir R. Burton. The latter gives jamli as the Indian, and zam as the Arabic name. The name jambū appears to be applied to this fruit at Bombay, which of course promotes the confusion spoken of. In native practice the stones of this fruit have been alleged to be a cure for diabetes, but European trials do not seem to have confirmed this.\n c. 13**. -- \"The inhabitants (of Mombasa) gather also a fruit which they call jamūn, and which resembles an olive; it has a stone like the olive, but has a very sweet taste.\" -- Ibn Batuta, ii. 191. Elsewhere the translators write tchoumoûn (iii. 128, iv. 114, 229), a spelling indicated in the original, but surely by some error.\n c. 1530. -- \"Another is the jaman. . . . It is on the whole a fine looking tree. Its fruit resembles the black grape, but has a more acid taste, and is not very good.\" -- Baber, 325. The note on this runs: \"This, Dr. Hunter says, is the Eugenia Jambolana, the rose-apple (Eugenia jambolana, but not the rose-apple, which is now called Eugenia jambu. -- D.W.). The jâman has no resemblance to the rose-apple; it is more like an oblong sloe than anything else, but grows on a tall tree.\"\n 1563. -- \"I will eat of those olives, --- , at least they look like such; but they are very astringent (ponticas) as if binding, --- , and yet they do look like ripe Cordova olives.\n \"O. They are called jambolones, and grow wild in a wood that looks like a myrtle grove; in its leaves the tree resembles the arbutus; but like the jack, the people of the country don't hold this fruit for very wholesome.\" -- Garcia, f. 111y.\n 1859. -- \"The Indian jamli. . . . It is a noble tree, which adorns some of the coast villages and plantations, and it produces a damson-like fruit, with a pleasant sub-acid flavour.\" -- Burton, in J.R.G.S. ix. 36.\n", "jancada": "s. This name was given to certain responsible guides in the Nair country who escorted travellers from one inhabited place to another, guaranteeing their security with their own lives, like the Bhāts of Guzerat. The word is Malayāl. chaṅṅāḍam (i.e. changngāḍam, [the Madras Gloss. writes channātam, and derives it from Skt. sanghāta, 'union']), with the same spelling as that of the word given as the origin of jangar or jangada, 'a raft.' These jancadas or jangadas seem also to have been placed in other confidential and dangerous charges. Thus:\n 1543. -- \"This man who so resolutely died was one of the jangadas of the Pagode. They are called jangades because the kings and lords of those lands, according to a custom of theirs, send as guardians of the houses of the Pagodes in their territories, two men as captains, who are men of honour and good cavaliers. Such guardians are called jangadas, and have soldiers of guard under them, and are as it were the Counsellors and Ministers of the affairs of the pagodes, and they receive their maintenance from the establishment and its revenues. And sometimes the king changes them and appoints others.\" -- Correa, iv. 328.\n c. 1610. -- \"I travelled with another Captain . . . who had with him these Jangai, who are the Nair guides, and who are found at the gates of towns to act as escort to those who require them. . . . Every one takes them, the weak for safety and protection, those who are stronger, and travel in great companies and well armed, take them only as witnesses that they are not aggressors in case of any dispute with the Nairs.\"- Pyrard de Laval, ch. xxv.; [Hak. Soc. i. 339, and see Mr. Gray's note in loco].\n 1672. -- \"The safest of all journeyings in India are those through the Kingdom of the Nairs and the Samorin, if you travel with Giancadas, the most perilous if you go alone. These Giancadas are certain heathen men, who venture their own life and the lives of their kinsfolk for small remuneration, to guarantee the safety of travellers.\" -- P. Vincenzo Maria, 127.\n See also Chungathum, in Burton's Goa, p. 198.\n", "jangar": "s. A raft. Port. jangada. [\"A double platform canoe made by placing a floor of boards across two boats, with a bamboo railing.\" (Madras Gloss.).] This word, chiefly colloquial, is the Tamil-Malayāl. shangāḍam, channātam (for the derivation of which see JANCADA). It is a word of particular interest as being one of the few Dravidian words, [but perhaps ultimately of Skt. origin], preserved in the remains of classical antiquity, occurring in the Periplus as our quotation shows. Bluteau does not call the word an Indian term.\n c. 80-90. -- \"The vessels belonging to these places (Camara, Poducē, and Sopatma on the east coast) which hug the shore to Limyricē (Dimyricē), and others also called *SA/GGARA, which consist of the largest canoes of single timbers lashed together; and again those biggest of all which sail to Chryse and Ganges, and are called *KOLANDI/OFWNTA.\"- Periplus, in Müller's Geog. Gr. Min., i. \"The first part of this name for boats or ships is most probably the Tam. kul̤inda== hollowed: the last ōḍam==boat.\" -- Burnell, S.I. Palaeography, 612.\n c. 1504. -- \"He held in readiness many jangadas of timber.\" -- Correa, Lendas, I. i. 476.\n c. 1540. -- \". . . and to that purpose had already commanded two great Rafts (jãgadas), covered with dry wood, barrels of pitch and other combustible stuff, to be placed at the entering into the Port.\"- Pinto (orig. cap. xlvi.), in Cogan, p. 56.\n 1553. -- \". . . the fleet . . . which might consist of more than 200 rowing vessels of all kinds, a great part of them combined into jangadas in order to carry a greater mass of men, and among them two of these contrivances on which were 150 men.\"- Barros, II. i. 5.\n 1598. -- \"Such as stayed in the ship, some tooke bords, deals, and other peeces of wood, and bound them together (which ye Portingals cal Iangadas) every man what they could catch, all hoping to save their lives, but of all those there came but two men safe to shore.\" -- Linschoten, p. 147; [Hak. Soc. ii. 181; and see Mr. Gray on Pyrard de Laval, Hak. Soc. i. 53 seq.].\n 1602. -- \"For his object was to see if he could rescue them in jangadas, which he ordered him immediately to put together of baulks, planks, and oars.\" -- Couto, Dec. IV. liv. iv. cap. 10.\n 1756. -- \". . . having set fire to a jungodo of Boats, these driving down towards the Fleet, compelled them to weigh.\" -- Capt. Jackson, in Dalrymple's Or. Rep. i. 199.\n c. 1790. -- \"Sangarie.\" See quotation under HACKERY.\n c. 1793. -- \"Nous nous remîmes en chemin à six heures du matin, et passâmes la rivière dans un sangarie ou canot fait d'un palmier creusé.\" -- Haafner, ii. 77.\n", "jangomay": "&c., n.p. The town and state of Siamese Laos, called by the Burmese Zimmé, by the Siamese Xieng mai or Kiang-mai, &c., is so called in narratives of the 17th century. Serious efforts to establish trade with this place were made by the E.I. Company in the early part of the 17th century, of which notice will be found in Purchas, Pilgrimage, and Sainsbury, e.g. in vol. i. (1614), pp. 311, 325; (1615) p. 425; (1617) ii. p. 90. The place has again become the scene of commercial and political interest; an English ViceConsulate has been established; and a railway survey undertaken. [See Hallett, A Thousand Miles on an Elephant, 74 seqq.]\n c. 1544. -- \"Out of this Lake of Singapamor . . . do four very large and deep rivers proceed, whereof the first . . . runneth Eastward through all the Kingdoms of Sornau and Siam . . .; the Second, Jangumaa . . . disimboking into the Sea by the Bar of Martabano in the Kingdom of Peyu. . . .\" -- Pinto (in Cogan, 165).\n 1553. -- (Barros illustrates the position of the different kingdoms of India by the figure of a (left) hand, laid with the palm downwards) \"And as regards the western part, following always the sinew of the forefinger, it will correspond with the ranges of mountains running from north to south along which lie the kingdom of Avá, and Bremá, and Jangomá.\" -- III. ii. 5.\n c. 1587. -- \"I went from Pegu to Iamayhey, which is in the Countrey of the Langeiannes, whom we call Iangomes; it is five and twentie dayes iourney to Northeast from Pegu. . . . Hither to Iamayhey come many Merchants out of China, and bring great store of Muske, Gold, Silver, and many things of China worke.\" -- R. Fitch, in Hakl. ii.\n c. 1606. -- \"But the people, or most part of them, fled to the territories of the King of Jangoma, where they were met by the Padre Friar Francisco, of the Annunciation, who was there negotiating . . .\" -- Bocarro, 136.\n 1612. -- \"The Siamese go out with their heads shaven, and leave long mustachioes on their faces; their garb is much like that of the Peguans. The same may be said of the Jangomas and the Laojoes\" (see LAN JOHN). -- Couto, V. vi. 1.\n c. 1615. -- \"The King (of Pegu) which now reigneth . . . hath in his time recovered from the King of Syam . . . the town and kingdom of Zangomay, and therein an Englishman called Thomas Samuel, who not long before had been sent from Syam by Master Lucas Anthonison, to discover the Trade of that country by the sale of certaine goods sent along with him for that purpose.\" -- W. Methold, in Purchas, v. 1006.\n [1617. -- \"Jangama.\" See under JUDEA.\n", "japan": "n.p. Mr. Giles says: \"Our word is from Jeh-pun, the Dutch orthography of the Japanese Ni-pon.\" What the Dutch have to do with the matter is hard to see. [\"Our word 'Japan' and the Japanese Nihon or Nippon, are alike corruptions of Jihpen, the Chinese pronunciation of the characters (meaning) literally 'sunorigin.'\" (Chamberlain, Things Japanese, 3rd ed. 221).] A form closely resembling Japán, as we pronounce it, must have prevailed, among foreigners at least, in China as early as the 13th century; for Marco Polo calls it Chipan-gu or Jipan-ku, a name representing the Chinese Zhi-păn-Kwe ('Sunorigin-Kingdom'), the Kingdom of the Sunrise or Extreme Orient, of which the word Nipon or Niphon, used in Japan, is said to be a dialectic variation. But as there was a distinct gap in Western tradition between the 14th century and the 16th, no doubt we, or rather the Portuguese, acquired the name from the traders at Malacca, in the Malay forms, which Crawfurd gives as Jăpung and Jăpang.\n 1298. -- \"Chipangu is an Island towards the east in the high seas, 1,500 miles distant from the Continent; and a very great Island it is. The people are white, civilized, and well-favoured. They are Idolaters, and dependent on nobody. . . .\" -- Marco Polo, bk. iii. ch. 2.\n 1505. -- \". . . and not far off they took a ship belonging to the King of Calichut; out of which they have brought me certain jewels of good value; including Mccccc. pearls worth 8,000 ducats; also three astrological instruments of silver, such as are not used by our astrologers, large and wellwrought, which I hold in the highest estimation. They say that the King of Calichut had sent the said ship to an island called Saponin to obtain the said instruments. . . .\" -- Letter from the K. of Portugal (Dom Manuel) to the K. of Castille (Ferdinand). Reprint by A. Burnell, 1881, p. 8.\n 1521. -- \"In going by this course we passed near two very rich islands; one is in twenty degrees latitude in the antarctic pole, and is called Cipanghu.\" -- Pigafetta, Magellan's Voyage, Hak. Soc., 67. Here the name appears to be taken from the chart or Mappe-Monde which was carried on the voyage. Cipanghu appears by that name on the globe of Martin Behaim (1492), but 20 degrees north, not south, of the equator.\n 1545. -- \"Now as for us three Portugals, having nothing to sell, we employed our time either in fishing, hunting, or seeing the Temples of these Gentiles, which were very sumptuous and rich, whereinto the Bonzes, who are their priests, received us very courteously, for indeed it is the custom of those of Jappon (do Japão) to be exceeding kind and courteous.\" -- Pinto (orig. cap. cxxxiv.), in Cogan, E.T. p. 173.\n 1553. -- \"After leaving to the eastward the isles of the Lequios (see LEW CHEW) and of the Japons (dos Japōes), and the great province of Meaco, which for its great size we know not whether to call it Island or Continent, the coast of China still runs on, and those parts pass beyond the antipodes of the meridian of Lisbon.\" -- Barros, I. ix. 1.\n 1572.- \"Esta meia escondida, que responde De longe a China, donde vem buscar-se, He Japão, onde nasce la prata fina, Que illustrada será co' a Lei divina.\" Camões, x. 131.\n By Burton: \"This Realm, half-shadowed, China's empery after reflecting, whither ships are bound, is the Japan, whose virgin silver mine shall shine still sheenier with the Law Divine.\"\n 1727. -- \"Japon, with the neighbouring Islands under its Dominions, is about the magnitude of Great Britain.\" -- A. Hamilton, ii. 306; [ed. 1744, ii. 305].\n", "jargon": "s. The name of a precious stone often mentioned by writers of the 16th century, but respecting the identity of which there seems to be a little obscurity. The English Encyclopaedia, and the Times Reviewer of Emanuel's book On Precious Stones (1866), identify it with the hyacinth or jacinth; but Lord Stanley of Alderley, in his translation of Barbosa (who mentions the stone several times under the form giagonza and jagonza), on the authority of a practical jeweller identifies it with corundum. This is probably an error. Jagonza looks like a corruption of jacinthus. And Haüy's Mineralogy identifies jargon and hyacinth under the common name of zircon. Dana's Mineralogy states that the term hyacinth is applied to these stones, consisting of a silicate of zirconia, \"which present bright colours, considerable transparency, and smooth shining surfaces. . . . The variety from Ceylon, which is colourless, and has a smoky tinge, and is therefore sold for inferior diamonds, is sometimes called jargon\" (Syst. of Mineral., 3rd ed., 1850, 379-380; [Encycl. Britt. 9th ed. xxiv. 789 seq.]).\n The word probably comes into European languages through the Span. a zarcon, a word of which there is a curious history in Dozy and Engelmann.  Two Spanish words and their distinct Arabic originals have been confounded in the Span. Dict. of Cobarruvias (1611) and others following him. Sp. zarca is 'a woman with blue eyes,' and this comes from Ar. zarḳā, fem. of azraḳ, 'blue.' This has led the lexicographers above referred to astray, and azarcon has been by them defined as a 'blue earth, made of burnt lead.' But azarcon really applies to 'red-lead,' or vermilion, as does the Port. zarcão, azarcão, and its proper sense is as the Dict. of the Sp. Academy says (after repeating the inconsistent explanation and etymology of Cobarruvias), \"an intense orange-colour, Lat. color aureus.\" This is from the Ar. zarḳūn, which in Ibn Baithar is explained as synonymous with salīḳūn, and asranj, \"which the Greeks call sandix,\" i.e. cinnabar or vermilion (see Sontheimer's Ebn Beithar, i. 44, 530). And the word, as Dozy shows, occurs in Pliny under the form syricum (see quotations below). The eventual etymology is almost certainly Persian, either zargūn, 'gold colour,' as Marcel Devic suggests, or āzargūn (perhaps more properly āẓargūn, from āẓar, 'fire'), 'flame-colour,' as Dozy thinks.\n A.D. c. 70. -- \"Hoc ergo adulteratur minium in officinis sociorum, et ubivis Syrico. Quonam modo Syricum fiat suo loco docebimus, sublini autem Syrico minium conpendi ratio demonstrat.\"- Plin. N. H. XXXIII. vii.\n \" \"Inter facticios est et Syricum, quo minium sublini diximus. Fit autem Sinopide et sandyce mixtis.\" -- Ibid. XXXV. vi.\n 1796. -- \"The artists of Ceylon prepare rings and heads of canes, which contain a complete assortment of all the precious stones found in that island. These assemblages are called Jargons de Ceilan, and are so called because they consist of a collection of gems which reflect various colours.\" -- Fra Paolino, Eng. ed. 1800, 393. (This is a very loose translation. Fra Paolino evidently thought Jargon was a figurative name applied to this mixture of stones, as it is to a mixture of languages).\n 1813. -- \"The colour of Jargons is grey, with tinges of green, blue, red, and yellow.\" -- I. Mawe, A Treatise on Diamonds, &c. 119.\n 1860. -- \"The 'Matura Diamonds,' which are largely used by the native jewellers, consist of zircon, found in the syenite, not only uncoloured, but also of pink and yellow tints, the former passing for rubies.\"- Tennent's Ceylon, i. 38.\n", "jarool": "s. The Lagerstroemia reginae, Roxb. H.-Beng. jarūl, jāral. A tree very extensively diffused in the forests of Eastern and Western India and Pegu. It furnishes excellent boattimber, and is a splendid flowering tree. \"An exceeding glorious tree of the Concan jungles, in the month of May robed as in imperial purple, with its terminal panicles of large showy purple flowers. I for the first time introduced it largely into Bombay gardens, and called it Flos reginae\" Sir G. Birdwood, MS.\n 1850. -- \"Their forests are frequented by timber-cutters, who fell jarool, a magnificent tree with red wood, which, though soft, is durable under water, and therefore in universal use for boat building.\" -- Hooker, Him. Journals, ed. 1855, ii. 318.\n 1855. -- \"Much of the way from Rangoon also, by the creeks, to the great river, was through actual dense forest, in which the jarool, covered with purple blossoms, made a noble figure.\" -- Blackwood's Mag., May 1856, 538.\n", "jask": "-, n.p. Ar. Rās Jāshak, a point on the eastern side of the Gulf of Omān, near the entrance to the Persian Gulf, and 6 miles south of a port of the same name. The latter was frequented by the vessels of the English Company whilst the Portuguese held Ormus. After the Portuguese were driven out of Ormus (1622) the English trade was moved to Gombroon (q.v.). The peninsula of which Cape Jask is the point, is now the terminus of the submarine cable from Bushire; and a company of native infantry is quartered there. Jāsak appears in Yākūt as \"a large island between the land of Omān and the Island of Kish.\" No island corresponds to this description, and probably the reference is an incorrect one to Jask (see Dict. de la Perse, p. 149). By a curious misapprehension, Cape Jasques seems to have been Englished as Cape James (see Dunn's Or. Navigator, 1780, p. 94).\n 1553. -- \"Crossing from this Cape Moçandan to that opposite to it called Jasque, which with it forms the mouth of the strait, we enter on the second section (of the coast) according to our division. . . .\" -- Barros, I. ix. i.\n 1572.- \"Mas deixemos o estreito, e o conhecido Cabo de Jasque, dito já Carpella, Com todo o seu terreno mal querido Da natura, e dos dons usados della. . . .\" Camões, x. 105.\n By Burton: \"But now the Narrows and their noted head Cape Jask, Carpella called by those of yore, quit we, the dry terrene scant favourèd by Nature niggard of her normal store. . . .\"\n 1614. -- \"Per Postscript. If it please God this Persian business fall out to yr contentt, and yt you thinke fitt to adventure thither, I thinke itt not amisse to sett you downe as ye Pilotts have informed mee of Jasques, wch is a towne standinge neere ye edge of a straightte Sea Coast where a ship may ride in 8 fathome water a Sacar shotte from ye shoar and in 6 fathome you maye bee nearer. Jasque is 6 Gemes (see JAM, b) from Ormus southwards and six Gemes is 60 cosses makes 30 leagues. Jasques lieth from Muschet east. From Jasques to Sinda is 200 cosses or 100 leagues. At Jasques com̃only they have northe winde wch blowethe trade out of ye Persian Gulfe. Mischet is on ye Arabian Coast, and is a little portte of Portugalls.\"- MS. Letter from Nich. Downton, dd. November 22, 1614, in India Office; [Printed in Foster, Letters, ii. 177, and compare ii. 145].\n 1617. -- \"There came news at this time that there was an English ship lying inside the Cape of Rosalgate (see ROSALGAT) with the intention of making a fort at Jasques in Persia, as a point from which to plunder our cargoes. . . .\" -- Bocarro, 672.\n [1623. -- \"The point or peak of Giasck.\" -- P. della Valle, Hak. Soc. i. 4.\n [1630. -- \"Iasques.\" (See under JUNK.)]\n 1727. -- \"I'll travel along the Sea-coast, towards Industan, or the Great Mogul's Empire. All the Shore from Jasques to Sindy, is inhabited by uncivilized People, who admit of no Commerce with Strangers. . . .\" -- A. Hamilton, i. 115; [ed. 1744].\n", "jasoos": "s. Ar.-H. jāsūs, 'a spy.'\n 1803. -- \"I have some Jasooses, selected by Col. C --- 's brahmin for their stupidity, that they might not pry into state secrets, who go to Sindia's camp, remain there a phaur (see PUHUR) in fear . . .\" -- M. Elphinstone, in Life, i. 62.\n", "jaun": "s. This is a term used in Calcutta, and occasionally in Madras, of which the origin is unknown to the present writers. [Mr. H. Beveridge points out that it is derived from H. -- Beng. yān, defined by Sir G. Haughton: \"a vehicle, any means of conveyance, a horse, a carriage, a palkee.\" It is Skt. yāna, with the same meaning. The initial ya in Bengali is usually pronounced ja. The root is yā, 'to go.'] It is, or was, applied to a small palankin carriage, such as is commonly used by business men in going to their offices, &c.\n c. 1836.- \"Who did not know that office Jaun of pale Pomona green, With its drab and yellow lining, and picked out black between, Which down the Esplanade did go at the ninth hour of the day. . . .\"- Bole-Ponjis, by H. M. Parker, ii. 215.\n [The Jaun Bazar is a well-known low quarter of Calcutta.]\n [1892.- \"From Tarnau in Galicia To Jaun Bazar she came.\" R. Kipling, Ballad of Fisher's Boarding House.]\n", "java": "n.p. This is a geographical name of great antiquity, and occurs, as our first quotation shows, in Ptolemy's Tables. His *)IABADI/OU represents with singular correctness what was probably the Prakrit or popular form of Yavadvīpa (see under DIU and MALDIVES), and his interpretation of the Sanskrit is perfectly correct. It will still remain a question whether Yava was not applied to some cereal more congenial to the latitude than barley,* or was (as is possible) an attempt to give an Indian meaning to some aboriginal name of similar sound. But the sixth of our quotations, the transcript and translation of a Sanskrit inscription in the Museum at Batavia by Mr. Holle, which we owe to the kindness of Prof. Kern, indicates that a signification of wealth in cereals was attached to the name in the early days of its Indian civilization. This inscription is most interesting, as it is the oldest dated inscription yet discovered upon Javanese soil. Till a recent time it was not known that there was any mention of Java in Sanskrit literature, and this was so when Lassen published the 2nd vol. of his Indian Antiquities (1849). But in fact Java was mentioned in the Rāmāyana, though a perverted reading disguised the fact until the publication of the Bombay edition in 1863. The The Teutonic word Corn affords a handy instance of the varying application of the name of a cereal to that which is, or has been, the staple grain of each country. Corn in England familiarly means 'wheat'; in Scotland 'oats'; in Germany 'rye'; in America 'maize.'\n passage is given in our second quotation; and we also give passages from two later astronomical works whose date is approximately known. The Yava - Koṭi, or Java Point of these writers is understood by Prof. Kern to be the eastern extremity of the island.\n We have already (see BENJAMIN) alluded to the fact that the terms Jāwa, Jāwi were applied by the Arabs to the Archipelago generally, and often with specific reference to Sumatra. Prof. Kern, in a paper to which we are largely indebted, has indicated that this larger application of the term was originally Indian. He has discussed it in connection with the terms \"Golden and Silver Islands\" (Suvarṇa dvīpa and Rūpya dvīpa), which occur in the quotation from the Rāmāyana, and elsewhere in Sanskrit literature, and which evidently were the basis of the Chryse and Argyrē, which take various forms in the writings of the Greek and Roman geographers. We cannot give the details of his discussion, but his condensed conclusions are as follows:- (1.) Suvarṇa - dvīpa and Yava - dvīpa were according to the prevalent representations the same; (2.) Two names of islands originally distinct were confounded with one another; (3.) Suvarṇa-dvīpa in its proper meaning is Sumatra, Yava-dvīpa in its proper meaning is Java; (4.) Sumatra, or a part of it, and Java were regarded as one whole, doubtless because they were politically united; (5.) By Yava-koṭi was indicated the east point of Java.\n This Indian (and also insular) identification, in whole or in part, of Sumatra with Java explains a variety of puzzles, e.g. not merely the Arab application of Java, but also the ascription, in so many passages, of great wealth of gold to Java, though the island, to which that name properly belongs, produces no gold. This tradition of gold-produce we find in the passages quoted from Ptolemy, from the Rāmāyana, from the Holle inscription, and from Marco Polo. It becomes quite intelligible when we are taught that Java and Sumatra were at one time both embraced under the former name, for Sumatra has always been famous for its gold - production. [Mr. Skeat notes as an interesting fact that the standard Malay name Jāwă and the Javanese Jāwa preserve the original form of the word.]\n (Ancient). -- \"Search carefully Yava dvīpa, adorned by seven Kingdoms, the Gold and Silver Island, rich in mines of gold. Beyond Yava dvīpa is the Mountain called Sisira, whose top touches the sky, and which is visited by gods and demons.\" -- Rāmāyana, IV. xl. 30 (from Kern).\n A.D. c. 150. -- \"Iabadiu (*)IABADI/OU), which means 'Island of Barley,' most fruitful the island is said to be, and also to produce much gold; also the metropolis is said to have the name Argyrē (Silver), and to stand at the western end of the island.\" -- Ptolemy, VII. ii. 29.\n 414. -- \"Thus they voyaged for about ninety days, when they arrived at a country called Ya-va-di [i.e. Yava-dvīpa]. In this country heretics and Brahmans flourish, but the Law of Buddha hardly deserves mentioning. \" -- Fahian, ext. in Groeneveldt's Notes from Chinese Sources.\n A.D. c. 500. -- \"When the sun rises in Ceylon it is sunset in the City of the Blessed (Siddha-pura, i.e. The Fortunate Islands), noon at Yava-koti, and midnight in the Land of the Romans.\" -- Aryabhata, IV. v. 13 (from Kern).\n A.D. c. 650. -- \"Eastward by a fourth part of the earth's circumference, in the worldquarter of the Bhadrāśvas lies the City famous under the name of Yava koti whose walls and gates are of gold.\" -- Suryā-Siddhānta, XII. v. 38 (from Kern).\n Saka, 654, i.e. A.D. 762. -- \"Dvīpavaram Yavākhyam atulan dhân-yādivājâīhikam sampannam kanakākaraih\" . . . i.e. the incomparable splendid island called Java, excessively rich in grain and other seeds, and well provided with gold-mines.\" -- Inscription in Batavia Museum (see above).\n 943. -- \"Eager . . . to study with my own eyes the peculiarities of each country, I have with this object visited Sind and Zanj, and Ṣanf (see CHAMPA) and Sīn (China), and Zābaj.\" -- Maṣ'ūdī, i. 5.\n \" \"This Kingdom (India) borders upon that of Zābaj, which is the empire of the Mahrāj, King of the Isles.\" -- Ibid. 163.\n 992. -- \"Djava is situated in the Southern Ocean. . . . In the 12th month of the year (992) their King Maradja sent an embassy . . . to go to court and bring tribute.\"- Groeneveldt's Notes from Chinese Sources, pp. 15-17.\n 1298. -- \"When you sail from Ziamba (Chamba) 1500 miles in a course between south and south-east, you come to a very great island called Java, which, according to the statement of some good mariners, is the greatest Island that there is in the world, seeing that it has a compass of more than 3000 miles, and is under the dominion of a great king. . . . Pepper, nutmegs, spike, galanga, cubebs, cloves, and all the other good spices are produced in this island, and it is visited by many ships with quantities of merchandise from which they make great profits and gain, for such an amount of gold is found there that no one would believe it or venture to tell it.\" -- Marco' Polo, in Ramusio, ii. 51.\n c. 1330. -- \"In the neighbourhood of that realm is a great island, Java by name, which hath a compass of a good 3000 miles. Now this island is populous exceedingly, and is the second best of all islands that exist. . . . The King of this island hath a palace which is truly marvellous. . . . Now the great Khan of Cathay many a time engaged in war with this King; but this King always vanquished and got the better of him.\" -- Friar Odoric, in Cathay, &c., 87-89.\n c. 1349. -- \"She clandestinely gave birth to a daughter, whom she made when grown up Queen of the finest island in the world, Saba by name. . . .\" -- John de' Marignolli, ibid. 391.\n c. 1444. -- \"Sunt insulae duae in interiori India, e pene extremis orbis finibus, ambae Java nomine, quarum altera tribus, altera duobus millibus milliarum protenditur orientem versus; sed Majoris, Minorisque cognomine discernuntur.\" -- N. Conti, in Poggius, De Var. Fortunae.\n 1503. -- The Syrian Bishops Thomas, Jaballaha, Jacob, and Denha, sent on a mission to India in 1503 by the (Nestorian) Patriarch Elias, were ordained to go \"to the land of the Indians and the islands of the seas which are between Dabag and Sin and Masin (see MACHEEN).\" -- Assemani, III. Pt. i. 592. This Dabag is probably a relic of the Zābaj of the Relation, of Maṣ'ūdī, and of Al-birūnī.\n 1516. -- \"Further on . . . there are many islands, small and great, amongst which is one very large which they call Java the Great. . . . They say that this island is the most abundant country in the world. . . . There grow pepper, cinnamon, ginger, bamboos, cubebs, and gold. . . .\" -- Barbosa, 197.\n Referring to Sumatra, or the Archipelago in general.\n Saka, 578, i.e. A.D. 656. -- \"The Prince Adityadharma is the Deva of the First Java Land (prathama Yava-bhū). May he be great! Written in the year of Saka, 578. May it be great!\" -- From a Sanskrit Inscription from Pager-Ruyong, in Menang Karbau (Sumatra), publd. by Friedrich, in the Batavian Transactions, vol. xxiii.\n 1224. -- \"Ma'bar (q.v.) is the last part of India; then comes the country of China (Ṣín), the first part of which is Jāwa, reached by a difficult and fatal sea.\" -- Yāḳūt, i. 516.\n \" \"This is some account of remotest Ṣín, which I record without vouching for its truth . . . for in sooth it is a far off land. I have seen no one who had gone to it and penetrated far into it; only the merchants seek its outlying parts, to wit the country known as Jāwa on the sea-coast, like to India; from it are brought Aloeswood ('ūd), camphor, and nard (sunbul), and clove, and mace (basbāsa), and China drugs, and vessels of china-ware.\" -- Ibid. iii. 445.\n Kazwīnī speaks in almost the same words of Jāwa. He often copies Yāḳūt, but perhaps he really means his own time (for he uses different words) when he says: \"Up to this time the merchants came no further into China than to this country (Jāwa) on account of the distance and difference of religion\" -- ii. 18.\n 1298. -- \"When you leave this Island of Pentam and sail about 100 miles, you reach the Island of Java the Less. For all its name 'tis none so small but that it has a compass of 2000 miles or more. . . .\" &c.- Marco Polo, bk. iii. ch. 9.\n c. 1300. -- \". . . In the mountains of Jáva scented woods grow. . . . The mountains of Jáva are very high. It is the custom of the people to puncture their hands and entire body with needles, and then rub in some black substance.\" -- Rashīd-uddīn, in Elliot, i. 71.\n 1328. -- \"There is also another exceeding great island, which is called Jaua, which is in circuit more than seven [thousand ?] miles as I have heard, and where are many world's wonders. Among which, besides the finest aromatic spices, this is one, to wit, that there be found pygmy men. . . . There are also trees producing cloves, which when they are in flower emit an odour so pungent that they kill every man who cometh among them, unless he shut his mouth and nostrils. . . . In a certain part of that island they delight to eat white and fat men when they can get them. . . .\" -- Friar Jordanus, 30-31.\n c. 1330. -- \"Parmi les isles de la Mer de l'Inde il faut citer celle de Djâwah, grande isle célèbre par l'abondance de ses drogues . . . au sud de l'isle de Djâwah on remarque la ville de Fansour, d'où le camphre Fansoûri tire son nom.\" -- Géog. d'Aboulfeda, II. pt. ii. 127. [See CAMPHOR].\n c. 1346. -- \"After a passage of 25 days we arrived at the Island of Jāwa, which gives its name to the lubān jāwiy (see BENJAMIN). . . . We thus made our entrance into the capital, that is to say the city of Sumatra; a fine large town with a wall of wood and towers also of wood.\" -- Ibn Batuta, iv. 228-230.\n 1553. -- \"And so these, as well as those of the interior of the Island (Sumatra), are all dark, with lank hair, of good nature and countenance, and not resembling the Javanese, although such near neighbours, indeed it is very notable that at so small a distance from each other their nature should vary so much, all the more because all the people of this Island call themselves by the common name of Jawis (Jaüijs), because they hold it for certain that the Javanese (os Jãos) were formerly lords of this great Island. . . .\" -- Barros, III. v. 1.\n 1555. -- \"Beyond the Island of Iaua they sailed along by another called Bali; and then came also vnto other called Aujaue, Cambaba, Solor. . . . The course by these Islands is about 500 leagues. The ancient cosmographers call all these Islands by the name Iauos; but late experience hath found the names to be very diuers as you see.\"- Antonio Galvano, old E.T. in Hakl. iv. 423.\n 1856.- \"It is a saying in Goozerat,- 'Who goes to Java Never returns. If by chance he return, Then for two generations to live upon, Money enough he brings back.'\" Râs Mâlâ, ii. 82; [ed. 1878, p. 418].\n", "java-radish": "s. A singular variety (Raphanus caudatus, L.) of the common radish (R. sativus, L.), of which the pods, which attain a foot in length, are eaten and not the root. It is much cultivated in Western India, under the name of mugra [see Baden-Powell, Punjab Products, i. 260]. It is curious that the Hind. name of the common radish is mūlī, from mūl, 'root,' exactly analogous to radish from radix.\n [JAVA-WIND, s. In the Straits Settlements an unhealthy south wind blowing from the direction of Java is so called. (Compare SUMATRA, b.)]\n", "jawaub": "s. Hind. from Ar. jawāb, 'an answer.' In India it has, besides this ordinary meaning, that of 'dismissal.' And in Anglo-Indian colloquial it is especially used for a lady's refusal of an offer; whence the verb passive 'to be jawaub'd.' [The Jawaub Club consisted of men who had been at least half a dozen times 'jawaub'd.'\n 1830. -- \"'The Juwawb'd Club,' asked Elsmere, with surprise, 'what is that?'\n \"''Tis a fanciful association of those melancholy candidates for wedlock who have fallen in their pursuit, and are smarting under the sting of rejection.'\" -- Orient. Sport. Mag., reprint 1873, i. 424.]\n Jawāb among the natives is often applied to anything erected or planted for a symmetrical double, where\n \"Grove nods at grove, each alley has a brother, And half the platform just reflects the other.\"\n \"In the houses of many chiefs every picture on the walls has its jawab (or duplicate). The portrait of Scindiah now in my dining-room was the jawab (copy in fact) of Mr. C. Landseer's picture, and hung opposite to the original in the Darbar room\" (M.-Gen. Keatinge). [\"The masjid with three domes of white marble occupies the left wing and has a counterpart (jawāb) in a precisely similar building on the right hand side of the Tāj. This last is sometimes called the false masjid; but it is in no sense dedicated to religious purposes.\" -- Führer, Monumental Antiquities, N.W.P., p. 64.]\n", "jay": "s. The name usually given by Europeans to the Coracias Indica, Linn., the Nīlkanṭh, or 'blue-throat' of the Hindus, found all over India.\n [1878. -- \"They are the commonality of birddom, who furnish forth the mobs which bewilder the drunken-flighted jay when he jerks, shrieking in a series of blue hyphenflashes through the air. . . .\" -- Ph. Robinson, In My Indian Garden, 3.]\n", "jeel": "s. Hind. jhīl. A stagnant sheet of inundation; a mere or lagoon. Especially applied to the great sheets of remanent inundation in Bengal. In Eastern Bengal they are also called bheel (q.v).\n [1757. -- \"Towards five the guard waked me with notice that the Nawab would presently pass by to his palace of Mootee jeel.\"- Holwell's Letter of Feb. 28, in Wheeler, Early Records, 250.]\n The Jhīls of Silhet are vividly and most accurately described (though the word is not used) in the following passage:-\n c. 1778. -- \"I shall not therefore be disbelieved when I say that in pointing my boat towards Sylhet I had recourse to my compass, the same as at sea, and steered a straight course through a lake not less than 100 miles in extent, occasionally passing through villages built on artificial mounds: but so scanty was the ground that each house had a canoe attached to it.\" -- Hon. Robert Lindsay, in Lives of the Lindsays, iii. 166.\n 1824. -- \"At length we . . . entered what might be called a sea of reeds. It was, in fact, a vast jeel or marsh, whose tall rushes rise above the surface of the water, having depth enough for a very large vessel. We sailed briskly on, rustling like a greyhound in a field of corn.\" -- Heber, i. 101.\n 1850. -- \"To the geologist the Jheels and Sunderbunds are a most instructive region, as whatever may be the mean elevation of their waters, a permanent depression of 10 to 15 feet would submerge an immense tract.\" -- Hooker's Himalayan Journals, ed. 1855, ii. 265.\n 1885. -- \"You attribute to me an act, the credit of which was due to Lieut. George Hutchinson, of the late Bengal Engineers.* That able officer, in company with the late Colonel Berkley, H.M. 32nd Regt., laid out the defences of the Alum Bagh camp, remarkable for its bold plan, which was so well devised that, with an apparently dangerous extent, it was defensible at every point by the small but ever ready force under Sir James Outram. A long interval . . . was defended by a post of support called 'Moir's Picket' . . . covered by a wide expanse of jheel, or lake, resulting from the rainy season. Foreseeing the probable drying up of the water, Lieut. Hutchinson, by a clever inspiration, marched all the transport elephants through and through the lake, and when the water disappeared, the dried clay-bed, pierced into a honey-combed surface of circular holes a foot in diameter and two or more feet deep, became a better protection against either cavalry or infantry than the water had been. . . .\" -- Letter to Lt.-Col. P. R. Innes from F. M. Lord Napier of Magdāla, dd. April 15.\n Jeel and bheel are both applied to the artificial lakes in Central India and Bundelkhand.\n", "jeetul": "s. Hind. jītal. A very old Indian denomination of copper coin, now entirely obsolete. It long survived on the western coast, and the name was used by the Portuguese for one of their small copper coins in the forms ceitils and zoitoles. It is doubtful, however, if ceitil is the same word. At least there is a medieval Portuguese coin called ceitil and ceptil (see Fernandes, in Memorias da Academia Real das Sciencias de Lisboa, 2da Classe, 1856); this may have got confounded with the Indian Jital. The jītal of the Delhi coinage of Alā-ud-dīn (c. 1300) was, according to Mr. E. Thomas's calculations, 1⁄64 of the silver tanga, the coin called in later days the rupee. It was therefore just the equivalent of our modern pice. But of course, like most modern denominations of coin, it has varied greatly.\n c. 1193-4. -- \"According to Ḳuṭb-ud-Dīn's command, Nizam-ud-Dīn Mohammad, on his return, brought them [the two slaves] along with him to the capital, Dihli; and Malik Ḳuṭb-ud-Dīn purchased both the Turks for the sum of 100,000 jitals.\" -- Raverty, Ṭabaḳāṭ-i-Nāṣiri, p. 603.\n c. 1290. -- \"In the same year . . . there was dearth in Dehli, and grain rose to a jital per sír (see SEER).\" -- Ẓiáh-ud-dín Barní, in Elliot, iii. 146.\n Afterwards M.-Gen. G. Hutchinson, C.B., C.S.I., Sec. to the Ch. Missy. Society.\n c. 1340. -- \"The dirhem sultānī is worth ⅓ of the dirhem shashtānī . . . and is worth 3 fals, whilst the jītal is worth 4 fals; and the dirhem hashtkānī, which is exactly the silver dirhem of Egypt and Syria, is worth 32 fals.\" -- Shihābuddīn, in Notices et Extraits, xiii. 212.\n 1554. -- In Sunda. \"The cash (caixas) here go 120 to the tanga of silver; the which caixas are a copper money larger than ceitils, and pierced in the middle, which they say have come from China for many years, and the whole place is full of them.\" -- A. Nunes, 42.\n c. 1590. -- \"For the purpose of calculation the dam is divided into 25 parts, each of which is called a jétal. This imaginary division is only used by accountants.\" -- Āīn, ed. Blochmann, i. 31.\n 1678. -- \"48 Juttals, 1 Pagod, an Imaginary Coin.\" -- Fryer (at Surat), 206.\n c. 1750-60. -- \"At Carwar 6 pices make the juttal, and 48 juttals a Pagoda.\"- Grose, i. 282.\n", "jehaud": "s. Ar. jihād, ['an effort, a striving']; then a sacred war of Musulmans against the infidel; which Sir Herbert Edwardes called, not very neatly, 'a crescentade.'\n [c. 630 A.D. -- \"Make war upon such of those to whom the Scriptures have been given who believe not in God, or in the last day, and who forbid not that which God and his Prophet have forbidden, and who profess not the profession of the truth, until they pay tribute (jizyah) out of hand, and they be humbled.\" -- Korān, Surah ix. 29.]\n 1880. -- \"When the Athenians invaded Ephesus, towards the end of the Peloponnesian War, Tissaphernes offered a mighty sacrifice at Artemis, and raised the people in a sort of Jehad, or holy war, for her defence.\" -- Sat. Review, July 17, 84b.\n [1901. -- \"The matter has now assumed the aspect of a 'Schad,' or holy war against Christianity.\" -- Times, April 4.]\n", "jelaubee": "s. Hind. jalebī, [which is apparently a corruption of the Ar. zalābiya, P. zalībiya]. A rich sweetmeat made of sugar and ghee, with a little flour, melted and trickled into a pan so as to form a kind of interlaced work, when baked.\n [1870. -- \"The poison is said to have been given once in sweetmeats, Jelabees.\"- Chevers, Med. Jurisp. 178.]\n", "jelly": "s. In South India this is applied to vitrified brick refuse used as metal for roads. [The Madras Gloss. gives it as a synonym for kunkur.] It would appear from a remark of C. P. Brown (MS. notes) to be Telugu zalli, Tam. shalli, which means properly 'shivers, bits, pieces.'\n [1868. -- \". . . anicurts in some instances coated over the crown with jelly in chunam.\" -- Nelson, Man. of Madura, Pt. v. 53.]\n", "jelum": "n.p. The most westerly of the \"Five Rivers\" that give their name to the Punjab (q.v.), (among which the Indus itself is not usually included). Properly Jailam or Jīlam, now apparently written Jhīlam, and taking this name from a town on the right bank. The Jhilam is the *(UDA/SPHS of Alexander's historians, a name corrupted from the Skt. Vitastā, which is more nearly represented by Ptolemy's *BIDA/SPHS. A still further (Prakritic) corruption of the same is Behat (see BEHUT).\n 1037. -- \"Here he (Mahmūd) fell ill, and remained sick for fourteen days, and got no better. So in a fit of repentance he forswore wine, and ordered his servants to throw all his supply . . . into the Jailam . . .\"- Baihaḳī, in Elliot, ii. 139.\n c. 1204. -- \". . . in the height of the conflict, Shams-ud-dîn, in all his panoply, rode right into the water of the river Jīlam . . . and his warlike feats while in that water reached such a pitch that he was despatching those infidels from the height of the waters to the lowest depths of Hell . . .\"- Ṭabaḳāḳ, by Raverty, 604-5.\n 1856.- \"Hydaspes! often have thy waves run tuned To battle music, since the soldier King, The Macedonian, dipped his golden casque And swam thy swollen flood, until the time When Night the peace-maker, with pious hand, Unclasping her dark mantle, smoothed it soft O'er the pale faces of the brave who slept Cold in their clay, on Chillian's bloody field.\" The Banyan Tree.\n", "jemadar": "&c. Hind. from Ar. -- P. jama'dar, jama' meaning 'an aggregate,' the word indicates generally, a leader of a body of individuals. [Some of the forms are as if from Ar. -- P. jamā'at, 'an assemblage.'] Technically, in the Indian army, it is the title of the second rank of native officer in a company of sepoys, the Sūbadār (see SOUBADAR) being the first. In this sense the word dates from the reorganisation of the army in 1768. It is also applied to certain officers of police (under the dārogha), of the customs, and of other civil depart ments. And in larger domestic establishments there is often a jemadār, who is over the servants generally, or over the stables, camp service and orderlies. It is also an honorific title often used by the other household servants in addressing the bihishtī (see BHEESTY).\n 1752. -- \"The English battalion no sooner quitted Tritchinopoly than the regent set about accomplishing his scheme of surprising the City, and . . . endeavoured to gain 500 of the Nabob's best peons with firelocks. The jemautdars, or captains of these troops, received his bribes and promised to join.\" -- Orme, ed. 1803, i. 257.\n 1817. -- \". . . Calliaud had commenced an intrigue with some of the jematdars, or captains of the enemy's troops, when he received intelligence that the French had arrived at Trichinopoly.\" -- Mill, iii. 175.\n 1824. -- \"'Abdullah' was a Mussulman convert of Mr. Corrie's, who had travelled in Persia with Sir Gore Ouseley, and accompanied him to England, from whence he was returning . . . when the Bishop took him into his service as a 'jemautdar,' or head officer of the peons.\" -- Editor's note to Heber, ed. 1844, i. 65.\n [1826. -- \"The principal officers are called Jummahdars, some of whom command five thousand horse.\" -- Pandurang Hari, ed. 1873, i. 56.]\n", "jennye": "n.p. Hind. Janaī. The name of a great river in Bengal, which is in fact a portion of the course of the Brahmaputra (see BURRAMPOOTER), and the conditions of which are explained in the following passage written by one of the authors of this Glossary many years ago: \"In Rennell's time, the Burrampooter, after issuing westward from the Assam valley, swept south-eastward, and forming with the Ganges a fluvial peninsula, entered the sea abreast of that river below Dacca. And so almost all English maps persist in representing it, though this eastern channel is now, unless in the rainy season, shallow and insignificant; the vast body of the Burrampooter cutting across the neck of the peninsula under the name of Jenai, and uniting with the Ganges near Pubna (about 150 miles N.E. of Calcutta), from which point the two rivers under the name of Pudda (Padda) flow on in mighty union to the sea.\" (Blackwood's Mag., March 1852, p. 338.)\n The river is indicated as an offshoot of the Burrampooter in Rennell's Bengal Atlas (Map No. 6) under the name of Jenni, but it is not mentioned in his Memoir of the Map of Hindostan. The great change of the river's course was palpably imminent at the beginning of the last century; for Buchanan (c. 1809) says: \"The river threatens to carry away all the vicinity of Dewangunj, and perhaps to force its way into the heart of Nator.\" (Eastern India, iii. 394; see also 377.) Nator or Nattore was the territory now called Rajshāhī District. The real direction of the change has been further south. The Janai is also called the Jamunā (see under JUMNA). Hooker calls it Jummal (?) noticing that the maps still led him to suppose the Burrampooter flowed 70 miles further east (see Him. Journals, ed. 1855, ii. 259).\n", "jennyrickshaw": "s. Read Capt. Gill's description below. Giles states the word to be taken from the Japanese pronunciation of three characters, reading jin-riki-sha, signifying 'Man -- Strength -- Cart.' The term is therefore, observes our friend E. C. Baber, an exact equivalent of \"Pullman-Car\"! The article has been introduced into India, and is now in use at Simla and other hill-stations. [The invention of the vehicle is attributed to various people -- to an Englishman known as \"Public-spirited Smith\" (8 ser. Notes and Queries, viii. 325); to native Japanese about 1868 70, or to an American named Goble, \"half-cobbler and half-missionary.\" See Chamberlain, Things Japanese, 3rd ed. 236 seq.]\n 1876. -- \"A machine called a jinnyrickshaw is the usual public conveyance of Shanghai. This is an importation from Japan, and is admirably adapted for the flat country, where the roads are good, and coolie hire cheap. . . . In shape they are like a buggy, but very much smaller, with room inside for one person only. One coolie goes into the shafts and runs along at the rate of 6 miles an hour; if the distance is long, he is usually accompanied by a companion who runs behind, and they take it in turn to draw the vehicle.\" -- W. Gill, River of Golden Sand, i. 10. See also p. 163.\n 1880. -- \"The Kuruma or jin-ri-ki-sha consists of a light perambulator body, an adjustable hood of oiled paper, a velvet or cloth lining and cushion, a well for parcels under the seat, two high slim wheels, and a pair of shafts connected by a bar at the ends.\" -- Miss Bird, Japan, i. 18.\n [1885. -- \"We . . . got into rickshaws to make an otherwise impossible descent to the theatre.\" -- Lady Dufferin, Viceregal Life, 89.]\n", "jezya": "s. Ar. jizya. The polltax which the Musulman law imposes on subjects who are not Moslem.\n [c. 630 A.D. See under JEHAUD.]\n c. 1300. -- \"The Kázi replied . . . 'No doctor but the great doctor (Hanifa) to whose school we belong, has assented to the imposition of Jizya on Hindus. Doctors of other schools allow of no alternative but \"Death or Islam.\"'\" -- Ziā-ud-dīn Barnī, in Elliot, iii. 184.\n 1683. -- \"Understand what custome ye English paid formerly, and compare ye difference between that and our last order for taking custome and Jidgea. If they pay no more than they did formerly, they complain without occasion. If more, write what it is, and there shall be an abatement.\" -- Vizier's Letter to Nabob, in Hedges, Diary, July 18; [Hak. Soc. i. 100].\n 1686. -- \"Books of accounts received from Dacca, with advice that it was reported at the Court there that the Poll-money or Judgeea lately ordered by the Mogul would be exacted of the English and Dutch. . . . Among the orders issued to Pattana Cossumbazar, and Dacca, instructions are given to the latter place not to pay the Judgeea or Poll-tax, if demanded.\" -- Ft. St. Geo. Consns. (on Tour) Sept. 29 and Oct. 10; Notes and Extracts, No. i. p. 49.\n 1765. -- \"When the Hindoo Rajahs . . . submitted to Tamarlane; it was on these capital stipulations: That . . . the emperors should never impose the jesserah (or polltax) upon the Hindoos.\" -- Holwell, Hist. Events, i. 37.\n", "jhaump": "s. A hurdle of matting and bamboo, used as a shutter or door. Hind. jhānp, Mahr. jhānpa; in connection with which there are verbs, Hind. jhānp-nā, jhāpnā, ḍhānpnā, 'to cover.' See jhoprā, s.v. ak; [but there seems to be no etymological connection].\n", "jhoom": "s. jhūm. This is a word used on the eastern frontiers of Bengal for that kind of cultivation which is practised in the hill forests of India and Indo-China, under which a tract is cleared by fire, cultivated for a year or two, and then abandoned for another tract, where a like process is pursued. This is the Kumari (see COOMRY) of S.W. India, the Chena of Ceylon (see Emerson Tennent, ii. 463), the toung-gyan of Burma [Gazetteer, ii. 72, 757, the dahya of North India (Skt. dah, 'to burn'), ponam (Tam. pun, 'inferior'), or ponacaud (Mal. punak kātu, pun, 'inferior,' kātu, 'forest') of Malabar]. In the Philippine Islands it is known as gainges; it is practised in the Ardennes, under the name of sartage, and in Sweden under the name of svedjande (see Marsh, Earth as Modified by Human Action, 346).\n [1800. -- \"In this hilly tract are a number of people . . . who use a kind of cultivation called the Cotucadu, which a good deal resembles that which in the Eastern parts of Bengal is called Jumea.\" -- Buchanan, Mysore, ii. 177.]\n 1883. -- \"It is now many years since Government, seeing the waste of forest caused by juming, endeavoured to put a stop to the practice. . . . The people jumed as before, regardless of orders.\"- Indian Agriculturist, Sept. (Calcutta).\n 1885. -- \"Juming disputes often arose, one village against another, both desiring to jum the same tract of jungle, and these cases were very troublesome to deal with. The juming season commences about the middle of May, and the air is then darkened by the smoke from the numerous clearings. . . .\" (Here follows an account of the process). -- Lt.-Col. Lewin, A Fly on the Wheel, 348 seqq.\n", "jiggy - jiggy": "adv. Japanese equivalent for 'make haste!' The Chinese syllables chih-chih, given as the origin, mean 'straight, straight!' Qu. 'right ahead'? (Bp. Moule).\n", "jillmill": "s. Venetian shutters, or as they are called in Italy, persiane. The origin of the word is not clear. The Hind. word 'jhilmilā' seems to mean 'sparkling,' and to have been applied to some kind of gauze. Possibly this may have been used for blinds, and thence transferred to shutters. [So Platts in his H. Dict.] Or it may have been an onomatopoeia, from the rattle of such shutters; or it may have been corrupted from a Port. word such as janella, 'a window.' All this is conjecture. \n [1832. -- \"Besides the purdahs, the openings between the pillars have blinds neatly made of bamboo strips, wove together with coloured cords: these are called jhillmuns or cheeks\" (see CHICK, a). -- Mrs. Meer Hassan Ali, Observations, i. 306.]\n 1874. -- \"The front (of a Bengal house) is generally long, exhibiting a pillared verandah, or a row of French casements, and jillmilled windows.\" -- Calc. Review, No. cxvii. 207.\n", "jocole": "s. We know not what this word is; perhaps 'toys'? [Mr. W. Foster writes: \"On looking up the I.O. copy of the Ft. St. GeorgeConsultations for Nov. 22, 1703, from which Wheeler took the passage, I found that the word is plainly not jocoles, but jocolet, which is a not unusual form of chocolate.\" The N.E.D. s.v. Chocolate, gives as other forms jocolatte, jacolatt, jocalat.]\n 1703. -- \". . . sent from the Patriarch to the Governor with a small present of jocoles, oil, and wines.\" -- In Wheeler, ii. 32.\n", "jogee": "s. Hind. jogī. A Hindu ascetic; and sometimes a 'conjuror.' From Skt. yogīn, one who practises the yoga, a system of meditation combined with austerities, which is supposed to induce miraculous power over elementary matter. In fact the stuff which has of late been propagated in India by certain persons, under the names of theosophy and esoteric Buddhism, is essentially the doctrine of the Jogis.\n 1298. -- \"There is another class of people called Chughi who . . . form a religious order devoted to the Idols. They are extremely long-lived, every man of them living to 150 or 200 years . . . there are certain members of the Order who lead the most ascetic life in the world, going stark naked.\" -- Marco Polo, 2nd ed. ii. 351.\n 1343. -- \"We cast anchor by a little island near the main, Anchediva (q.v.), where there was a temple, a grove, and a tank of water. . . . We found a jogī leaning against the wall of a budkhāna or temple of idols\" (respecting whom he tells remarkable stories). -- Ibn Batuta, iv. 62-63, and see p. 275.\n c. 1442. -- \"The Infidels are divided into a great number of classes, such as the Bramins, the Joghis and others.\" -- Abdurrazzāk, in India in the X Vth Cent., 17.\n 1498. -- \"They went and put in at Angediva . . . there were good water-springs, and there was in the upper part of the island a tank built with stone, with very good water and much wood . . . there were no inhabitants, only a beggar-man whom they call joguedes.\" -- Correa, by Lord Stanley, 239. Compare Ibn Batuta above. After 150 years, tank, grove, and jogi just as they were!\n 1510. -- \"The King of the Ioghe is a man of great dignity, and has about 30,000 people, and he is a pagan, he and all his subjects; and by the pagan Kings he and his people are considered to be saints, on account of their lives, which you shall hear . . .\"- Varthema, p. 111. Perhaps the chief of the Gorakhnātha Gosains, who were once very numerous on the West Coast, and have still a settlement at Kadri, near Mangalore. See P. della Valle's notice below.\n 1516. -- \"And many of them noble and respectable people, not to be subject to the Moors, go out of the Kingdom, and take the habit of poverty, wandering the world . . . they carry very heavy chains round their necks and waists, and legs; and they smear all their bodies and faces with ashes. . . . These people are commonly called jogues, and in their own speech they are called Zoame (see SWAMY) which means Servant of God. . . . These jogues eat all meats, and do not observe any idolatry.\"- Barbosa, 99-100.\n 1553. -- \"Much of the general fear that affected the inhabitants of that city (Goa before its capture) proceeded from a Gentoo, of Bengal by nation, who went about in the habit of a Jogue, which is the straitest sect of their Religion . . . saying that the City would speedily have a new Lord, and would be inhabited by a strange people, contrary to the will of the natives.\" -- De Barros, Dec. II. liv. v. cap. 3.\n \" \"For this reason the place (Adam's Peak) is so famous among all the Gentiledom of the East yonder, that they resort thither as pilgrims from more than 1000 leagues off, and chiefly those whom they call Jógues, who are as men who have abandoned the world and dedicated themselves to God, and make great pilgrimages to visit the Temples consecrated to him.\"- Ibid. Dec. III. liv. ii. cap. 1.\n 1563. -- \". . . to make them fight, like the cobras de capello which the jogues carry about asking alms of the people, and these jogues are certain heathen (Gentios) who go begging all about the country, powdered all over with ashes, and venerated by all the poor heathen, and by some of the Moors also. . . .\" -- Garcia, f. 156v, 157.\n [1567. -- \"Jogues.\" See under CASIS.\n [c. 1610. -- \"The Gentiles have also their Abedalles (Abd-Allah), which are like to our hermits, and are called Joguies.\" -- Pyrard de Laval, Hak. Soc. i. 343.]\n 1624. -- \"Finally I went to see the King of the Jogis (Gioghi) where he dwelt at that time, under the shade of a cottage, and I found him roughly occupied in his affairs as a man of the field and husbandman . . . they told me his name was Batinata, and that the hermitage and the place generally was called Cadira (Kadri).\" -- P. della Valle, ii. 724; [Hak. Soc. ii. 350, and see i. 37, 75].\n [1667. -- \"I allude particularly to the people called Jauguis, a name which signifies 'united to God.'\" -- Bernier, ed. Constable, 316.]\n 1673. -- \"Near the Gate in a Choultry sate more than Forty naked Jougies, or men united to God, covered with Ashes and pleited Turbats of their own Hair.\" -- Fryer, 160.\n 1727. -- \"There is another sort called Jougies, who . . . go naked except a bit of Cloth about their Loyns, and some deny themselves even that, delighting in Nastiness, and an holy Obscenity, with a great Show of Sanctity.\" -- A. Hamilton, i. 152; [ed. 1744, i. 153].\n 1809.- \"Fate work'd its own the while. A band Of Yoguees, as they roamed the land Seeking a spouse for Jaga-Naut their God, Stray'd to this solitary glade.\" Curse of Kehama, xiii. 16.\n c. 1812. -- \"Scarcely . . . were we seated when behold, there poured into the space before us, not only all the Yogees, Fakeers, and rogues of that description . . . but the King of the Beggars himself, wearing his peculiar badge.\" -- Mrs. Sherwood, (describing a visit to Henry Martyn at Cawnpore), Autobiog., 415.\n \"Apnē gāṅw kā jogī ān gānw kā sidh.\" Hind. proverb: \"The man who is a jogi in his own village is a deity in another.\"- Quoted by Elliot, ii. 207.\n", "john company": "n.p. An old personification of the East India Company, by the natives often taken seriously, and so used, in former days. The term Company is still applied in Sumatra by natives to the existing (Dutch) Government (see H. O. Forbes, Naturalist's Wanderings, 1885, p. 204). [Dohāī Company Bahādur kī is still a common form of native appeal for justice, and Company Bāgh is the usual phrase for the public garden of a station. It has been suggested, but apparently without real reason, that the phrase is a corruption of Company Jahān, \"which has a fine sounding smack about it, recalling Shāh Jehān and Jehāngīr, and the golden age of the Moguls\" (G. A. Sala, quoted in Notes and Queries, 8 ser. ii. 37). And Sir G. Birdwood writes: \"The earliest coins minted by the English in India were of copper, stamped with a figure of an irradiated lingam, the phallic 'Roi Soleil.' The mintage of this coin is unknown (? Madras), but without doubt it must have served to ingratiate us with the natives of the country, and may have given origin to their personification of the Company under the potent title of Kumpani Jehan, which, in English mouths, became 'John Company'\" (Report on Old Records, 222, note).]\n [1784. -- \"Further, I knew that as simple Hottentots and Indians could form no idea of the Dutch Company and its government and constitution, the Dutch in India had given out that this was one mighty ruling prince who was called Jan or John, with the surname Company, which also procured for them more reverence than if they could have actually made the people understand that they were, in fact, ruled by a company of merchants.\" -- Andreas Spurrmann, Travels to the Cape of Good Hope, the South-Polar Lands, and round the World, p. 347; see 9 ser. Notes and Queries, vii. 34.]\n 1803. -- (The Nawab) \"much amused me by the account he gave of the manner in which my arrival was announced to him. . . . 'Lord Sahab Ka bhànja, Company ki nawasa teshrìf laià'; literally translated, 'The Lord's sister's son, and the grandson of the Company, has arrived.\" -- Lord Valentia, i. 137.\n 1808. -- \"However the business is pleasant now, consisting principally of orders to countermand military operations, and preparations to save Johnny Company's cash.\" -- Lord Minto in India, 184.\n 1818-19. -- \"In England the ruling power is possessed by two parties, one the King, who is Lord of the State, and the other the Honourable Company. The former governs his own country; and the latter, though only subjects, exceed the King in power, and are the directors of mercantile affairs.\" -- Sadāsukh, in Elliot, viii. 411.\n 1826. -- \"He said that according to some accounts, he had heard the Company was an old Englishwoman . . . then again he told me that some of the Topee wallas say 'John Company,' and he knew that John was a man's name, for his master was called John Brice, but he could not say to a certainty whether 'Company' was a man's or a woman's name.\" -- Pandurang Hari, 60; [ed. 1873, i. 83, in a note to which the phrase is said to be a corruption of Joint Company].\n 1836. -- \"The jargon that the English speak to the natives is most absurd. I call it 'John Company's English,' which rather affronts Mrs. Staunton.\" -- Letters from Madras, 42.\n 1852. -- \"John Company, whatever may be his faults, is infinitely better than Downing Street. If India were made over to the Colonial Office, I should not think it worth three years' purchase.\" -- Mem. Col. Mountain, 293.\n 1888. -- \"It fares with them as with the sceptics once mentioned by a South-Indian villager to a Government official. Some men had been now and then known, he said, to express doubt if there were any such person as John Company; but of such it was observed that something bad soon happened to them.\" -- Sat. Review, Feb. 14, p. 220.\n", "jompon": "s. Hind. jānpān, japān, [which are not to be found in Platt's Dict.]. A kind of sedan, or portable chair used chiefly by the ladies at the Hill Sanitaria of Upper India. It is carried by two pairs of men (who are called Jomponnies, i.e. jānpānī or japānī), each pair bearing on their shoulders a short bar from which the shafts of the chair are slung. There is some perplexity as to the origin of the word. For we find in Crawfurd's Malay Dict. \"Jampana (Jav. Jampona), a kind of litter.\" Also the Javanese Dict. of P. Jansz (1876) gives: \"Djempånå -- dragstoel (i.e. portable chair), or sedan of a person of rank.\" [Klinkert has jempana, djempana, sempana as a State sedan - chair, and he connects sempana with Skt. sam-panna, 'that which has turned out well, fortunate.' Wilkinson has: \"jempana, Skt.? a kind of State carriage or sedan for ladies of the court.\"] The word cannot, however, have been introduced into India by the officers who served in Java (1811-15), for its use is much older in the Himālaya, as may be seen from the quotation from P. Desideri.\n It seems just possible that the name may indicate the thing to have been borrowed from Japan. But the fact that dpyāṅ means 'hang' in Tibetan may indicate another origin.\n Wilson, however, has the following: \"Jhámpán, Bengali. A stage on which snake-catchers and other juggling vagabonds exhibit; a kind of sedan used by travellers in the Himalaya, written Jámpaun (?).\" [Both Platts and Fallon give the word Jhappān as Hind.; the former does not attempt a derivation; the latter gives Hind. jhānp, 'a cover,' and this on the whole seems to be the most probable etymology. It may have been originally in India, as it is now in the Straits, a closed litter for ladies of rank, and the word may have become appropriated to the open conveyance in which European ladies are carried.]\n 1716. -- \"The roads are nowhere practicable for a horseman, or for a Jampan, a sort of palankin.\" -- Letter of P. IpolitoDesideri, dated April 10, in Lettres Edif. xv. 184.\n 1783. -- (After a description) \". . . by these central poles the litter, or as it is here called, the Sampan, is supported on the shoulders of four men.\" -- Forster's Journey, ed. 1808, ii. 3.\n [1822. -- \"The Chumpaun, or as it is more frequently called, the Chumpala, is the usual vehicle in which persons of distinction, especially females, are carried. . . .\" -- Lloyd, Gerard, Narr. i. 105.\n [1842. -- \". . . a conveyance called a Jaumpaun, which is like a short palankeen, with an arched top, slung on three poles (like what is called a Tonjon in India). . . .\" -- Elphinstone, Caubul, ed. 1842, i. 137.\n [1849. -- \"A Jhappan is a kind of arm chair with a canopy and curtains; the canopy, &c., can be taken off.\" -- Mrs. Mackenzie, Life in the Mission, ii. 103.]\n 1879. -- \"The gondola of Simla is the 'jampan' or 'jampot, as it is sometimes called, on the same linguistic principle . . . as that which converts asparagus into sparrow-grass. . . . Every lady on the hills keeps her jampan and jampanees . . . just as in the plains she keeps her carriage and footmen.\" -- Letter in Times, Aug. 17.\n", "jool": "s. Hind. jhūl, supposed by Shakespear (no doubt correctly) to be a corrupt form of the Ar. jull, having much the same meaning; [but Platts takes it from jhūlnā, 'to dangle']. Housings, body clothing of a horse, elephant, or other domesticated animal; often a quilt, used as such. In colloquial use all over India. The modern Arabs use the plur. jilāl as a singular. This Dozy defines as \"couverture en laine plus ou moins ornée de dessins, très large, très chaude et enveloppant le poitrail et la croupe du cheval\" (exactly the Indian jhūl) also \"ornement de soie qu'on étend sur la croupe des chevaux aux jours de fête.\"\n [1819. -- \"Dr. Duncan . . . took the jhool, or broadcloth housing from the elephant. . . .\" -- Tod. Personal Narr. in Annals, Calcutta reprint, i. 715.]\n 1880. -- \"Horse Jhools, &c., at shortest notice.\" -- Advt. in Madras Mail, Feb. 13.\n", "joola": "s. Hind. jhūlā. The ordinary meaning of the word is 'a swing'; but in the Himālaya it is specifically applied to the rude suspension bridges used there.\n [1812. -- \"There are several kinds of bridges constructed for the passage of strong currents and rivers, but the most common are the Sángha and Jhula\" (a description of both follows). -- Asiat. Res. xi. 475.]\n 1830. -- \"Our chief object in descending to the Sutlej was to swing on a Joolah bridge. The bridge consists of 7 grass ropes, about twice the thickness of your thumb, tied to a single post on either bank. A piece of the hollowed trunk of a tree, half a yard long, slips upon these ropes, and from this 4 loops from the same grass rope depend. The passenger hangs in the loops, placing a couple of ropes under each thigh, and holds on by pegs in the block over his head; the signal is given, and he is drawn over by an eighth rope.\" -- Mem. of Col. Mountain, 114.\n", "joss": "s. An idol. This is a corruption of the Portuguese Deos, 'God,' first taken up in the 'Pidgin' language of the Chinese ports from the Portuguese, and then adopted from that jargon by Europeans as if they had got hold of a Chinese word. [See CHIN-CHIN.]\n 1659. -- \"But the Devil (whom the Chinese commonly called Joosje) is a mighty and powerful Prince of the World.\" -- Walter Schulz, 17.\n \" \"In a four - cornered cabinet in their dwelling-rooms, they have, as it were, an altar, and thereon an image . . . this they call Josin.\" -- Saar, ed. 1672, p. 27.\n 1677. -- \"All the Sinese keep a limning of the Devil in their houses. . . . They paint him with two horns on his head, and commonly call him Josie (Joosje).\" -- Gerret Vermeulen, Oost Indische Voyagie, 33.\n 1711. -- \"I know but little of their Religion, more than that every Man has a small Joss or God in his own House.\" -- Lockyer, 181.\n 1727. -- \"Their Josses or Demi-gods some of human shape, some of monstrous Figure.\" -- A. Hamilton, ii. 266; [ed. 1744, ii. 265].\n c. 1790.- \"Down with dukes, earls, and lords, those pagan Josses, False gods! away with stars and strings and crosses.\" Peter Pindar, Ode to Kien Long.\n 1798. -- \"The images which the Chinese worship are called joostje by the Dutch, and joss by the English seamen. The latter is evidently a corruption of the former, which being a Dutch nickname for the devil, was probably given to these idols by the Dutch who first saw them.\" -- Stavorinus, E.T. i. 173.\n This is of course quite wrong.\n", "joss-house": "s. An idol temple in China or Japan. From joss , as explained in the last article.\n 1750-52. -- \"The sailors, and even some books of voyages . . . call the pagodas Yoss-houses, for on enquiring of a Chinese for the name of the idol, he answers Grande Yoss, instead of Gran Dios.\" -- Olof. Toreen, 232.\n 1760-1810. -- \"On the 8th, 18th, and 28th day of the Moon those foreign barbarians may visit the Flower Gardens, and the Honam Joss-house, but not in droves of over ten at a time.\" -- '8 Regulations' at Canton, from The Fankwae at Canton (1882), p. 29.\n 1840. -- \"Every town, every village, it is true, abounds with Joss-houses, upon which large sums of money have been spent.\"- Mem. Col. Mountain, 186.\n 1876. -- \". . . the fantastic gables and tawdry ornaments of a large joss-house, or temple.\" -- Fortnightly Review, No. cliii. 222.\n 1876:- \"One Tim Wang he makee-tlavel, Makee stop one night in Joss-house.\" Leland, Pidgin-English Sing-Song, p. 42.\n Thus also in \"pidgin,\" Joss-house-man or Joss-pidgin-man is a priest, or a missionary.\n", "jostick": "s. A stick of fragrant tinder (powdered costus, sandalwood, &c.) used by the Chinese as incense in their temples, and formerly exported for use as cigar-lights. The name appears to be from the temple use. (See PUTCHOCK.)\n 1876. -- \"Burpee joss-stick, talkee plitty.\" -- Leland, Pidgin-English Sing-Song, p. 43.\n 1879. -- \"There is a recess outside each shop, and at dusk the joss-sticks burning in these fill the city with the fragrance of incense.\" -- Miss Bird, Golden Chersonese, 49.\n", "jow": "s. Hind. jhāū. The name is applied to various species of the shrubby tamarisk which abound on the low alluvials of Indian rivers, and are useful in many ways, for rough basket-making and the like. It is the usual material for gabions and fascines in Indian siege-operations.\n [c. 1809. -- \". . . by the natives it is called jhau; but this name is generic, and is applied not only to another species of Tamarisk, but to the Casuarina of Bengal, and to the cone-bearing plants that have been introduced by Europeans.\" -- BuchananHamilton, Eastern India, iii. 597.\n [1840. -- \". . . on the opposite Jhow, or bastard tamarisk jungle . . . a native . . . had been attacked by a tiger. . . .\" -- Davidson, Travels, ii. 326.]\n", "jowaulla mookhee": "n.p. Skt. -- Hind. Jwālā-mukhī, 'flamemouthed'; a generic name for quasivolcanic phenomena, but particularly applied to a place in the Kangra district of the Punjab mountain country, near the Biās River, where jets of gas issue from the ground and are kept constantly burning. There is a shrine of Devī, and it is a place of pilgrimage famous all over the Himālaya as well as in the plains of India. The famous fire-jets at Baku are sometimes visited by more adventurous Indian pilgrims, and known as the Great Jwālā-mukhī. The author of the following passage was evidently ignorant of the phenomenon worshipped, though the name indicates its nature.\n c. 1360. -- \"Sultán Fíroz . . . marched with his army towards Nagarkot (see NUGGURCOTE) . . . the idol Jwálá-mukhí, much worshipped by the infidels, was situated on the road to Nagarkot. . . . Some of the infidels have reported that Sultán Fíroz went specially to see this idol, and held a golden umbrella over its head. But . . . the infidels slandered the Sultán. . . . Other infidels said that Sultán Muhammad Sháh bin Tughlik Sháh held an umbrella over this same idol, but this also is a lie. . . .\"- Shams-i-Siráj Afíf, in Elliot, iii. 318.\n 1616. -- \". . . a place called Ialla mokee, where out of cold Springs and hard Rocks, there are daily to be seene incessant Eruptions of Fire, before which the Idolatrous people fall doune and worship.\" -- Terry, in Purchas, ii. 1467.\n [c. 1617. -- In Sir T. Roe's Map, \"Jallamakee, the Pilgrimage of the Banians.\"- Hak. Soc. ii. 535.]\n 1783. -- \"At Taullah Mhokee (sic) a small volcanic fire issues from the side of a mountain, on which the Hindoos have raised a temple that has long been of celebrity, and favourite resort among the people of the Punjab.\" -- G. Forster's Journey, ed. 1798, i. 308.\n 1799. -- \"Prason Poory afterwards travelled . . . to the Maha or Buree (i.e. larger) Jowalla Mookhi or Juâla Mûchi, terms that mean a 'Flaming Mouth,' as being a spot in the neighbourhood of Bakee (Baku) on the west side of the (Caspian) Sea . . . whence fire issues; a circumstance that has rendered it of great veneration with the Hindus.\" -- Jonathan Duncan, in As. Res. v. 41.\n", "jowaur": "s. Hind. jawār, juār, [Skt. yava-prakāra or akāra, 'of the nature of barley';] Sorghum vulgare, Pers. (Holcus sorghum, L.) one of the best and most frequently grown of the tall millets of southern countries. It is grown nearly all over India in the unflooded tracts; it is sown about July and reaped in November. The reedy stems are 8 to 12 feet high. It is the cholam of the Tamil regions. The stalks are Kirbee. The Ar. dura or dhura is perhaps the same word ultimately as jawār; for the old Semitic name is dokn, from the smoky aspect of the grain. It is an odd instance of the looseness which used to pervade dictionaries and glossaries that R. Drummond (Illus. of the Gram. Parts of Guzerattee, &c., Bombay, 1808) calls \"Jooar, a kind of pulse, the food of the common people.\"\n [c. 1590. -- In Khandesh \"Jowári is chiefly cultivated of which, in some places, there are three crops in a year, and its stalk is so delicate and pleasant to the taste that it is regarded in the light of a fruit.\" -- Āīn, ed. Jarrett, ii. 223.]\n 1760. -- \"En suite mauvais chemin sur des levées faites de boue dans des quarrés de Jouari et des champs de Nelis (see NELLY) remplis d'eau.\" -- Anquetil du Perron, I. ccclxxxiii.\n 1800. -- \". . . My industrious followers must live either upon jowarry, of which there is an abundance everywhere, or they must be more industrious in procuring rice for themselves.\" -- Wellington, i. 175.\n 1813. -- Forbes calls it \"juarree or cushcush\" (?). [See CUSCUS.] -- Or. Mem. ii. 406; [2nd ed. ii. 35, and i. 23].\n 1819. -- \"In 1797-8 joiwaree sold in the Muchoo Kaunta at six rupees per culsee (see CULSEY) of 24 maunds.\" -- Macmurdo, in Tr. Lit. Soc. Bo. i. 287.\n [1826. -- \"And the sabre began to cut away upon them as if they were a field of Joanee (standing corn).\" -- Pandurang Hari, ed. 1873 i. 66.]\n", "joy": "s. This seems from the quotation to have been used on the west coast for jewel (Port. joia).\n 1810. -- \"The vanity of parents sometimes leads them to dress their children, even while infants, in this manner, which affords a temptation . . . to murder these helpless creatures for the sake of their ornaments or joys.\" -- Maria Graham, 3.\n", "jubtee": "&c., s. Guz. japtī, &c. Corrupt forms of zabtī. [\"Watan-zabtī, or -japtī, Mahr., Produce of lands sequestered by the State, an item of revenue; in Guzerat the lands once exempt, now subject to assessment\" (Wilson).] (See ZUBT.)\n 1808. -- \"The Sindias as Sovereigns of Broach used to take the revenues of Moojmooadars and Desoys (see DESSAYE) of that district every third year, amounting to Rs. 58,390, and called the periodical confiscation Juptee.\" -- R. Drummond. [Majmūadār \"in Guzerat the title given to the keepers of the pargana revenue records, who have held the office as a hereditary right since the settlement of Todar Mal, and are paid by fees charged on the villages.\" (Wilson)].\n", "judea": "&c., n.p. These names are often given in old writers to the city of Ayuthia, or Ayodhya, or Yuthia (so called apparently after the Hindu city of Rāma, Ayodhya, which we now call Oudh), which was the capital of Siam from the 14th century down to about 1767, when it was destroyed by the Burmese, and the Siamese royal residence was transferred to Bangkock [see BANCOCK.]\n 1522. -- \"All these cities are constructed like ours, and are subject to the King of Siam, who is named Siri Zacabedera, and who inhabits Iudia.\" -- Pigafetia, Hak. Soc. 156.\n c. 1546. -- \"The capitall City of all this Empire is Odiaa, whereof I haue spoken heretofore: It is fortified with walls of brick and mortar, and contains, according to some, foure hundred thousand fires, whereof an hundred thousand are strangers of divers countries.\" -- Pinto, in Cogan's E.T. p. 285; orig. cap. clxxxix.\n 1553. -- \"For the Realm is great, and its Cities and Towns very populous; insomuch that the city Hudia alone, which is the capital of the Kingdom of Siam (Sião), and the residence of the King, furnishes 50,000 men of its own.\" -- Barros, III. ii. 5.\n 1614. -- \"As regards the size of the City of Odia . . . it may be guessed by an experiment made by a curious engineer with whom we communicated on the subject. He says that . . . he embarked in one of the native boats, small, and very light, with the determination to go all round the City (which is entirely compassed by water), and that he started one day from the Portuguese settlement, at dawn, and when he got back it was already far on in the night, and he affirmed that by his calculation he had gone more than 8 leagues.\" -- Couto, VI. vii. 9.\n 1617. -- \"The merchants of the country of Lan John, a place joining to the country of Jangama (see JANGOMAY) arrived at 'the city of Judea' before Eaton's coming away from thence, and brought great store of merchandize.\" -- Sainsbury, ii. 90.\n \" \"1 (letter) from Mr. Benjamyn Farry in Judea, at Syam.\" -- Cocks's Diary, Hak. Soc. i. 272.\n [1639. -- \"The chief of the Kingdom is Iudia by some called Odia . . . the city of Iudia, the ordinary Residence of the Court is seated on the Menam.\" -- Mandelslo, Travels, E.T. ii. 122.\n [1693. -- \"As for the City of Siam, the Siamese do call it Si-yo-thi-ya, the o of the syllable yo being closer than our (French) Diphthong au.\" -- La Loubère, Siam, E.T.i.7.]\n 1727. -- \". . . all are sent to the City of Siam or Odia for the King's Use. . . . The City stands on an Island in the River Memnon, which by Turnings and Windings, makes the distance from the Bar about 50 Leagues.\" -- A. Hamilton, ii. 160; [ed. 1744].\n [1774. -- \"Ayuttaya with its districts Dvaravati, Yodaya and Kamanpaik.\" -- Insc. in Ind. Antiq. xxii. 4.\n [1827. -- \"The powerful Lord . . . who dwells over every head in the city of the sacred and great kingdom of Si-a-yoo-thaya.\" -- Treaty between E.I.C. and King of Siam, in Wilson, Documents of the Burmese War, App. lxxvii.]\n", "jugboolak": "s. Marine Hind. for jack-block (Roebuck).\n", "juggurnaut": "n.p. A corruption of the Skt. Jagannātha, 'Lord of the Universe,' a name of Krishna worshipped as Vishnu at the famous shrine of Pūrī in Orissa. The image so called is an amorphous idol, much like those worshipped in some of the South Sea Islands, and it has been plausibly suggested (we believe first by Gen. Cunningham) that it was in reality a Buddhist symbol, which has been adopted as an object of Brahmanical worship, and made to serve as the image of a god. The idol was, and is, annually dragged forth in procession on a monstrous car, and as masses of excited pilgrims crowded round to drag or accompany it, accidents occurred. Occasionally also persons, sometimes sufferers from painful disease, cast themselves before the advancing wheels. The testimony of Mr. Stirling, who was for some years Collector of Orissa in the second decade of the last century, and that of Sir W. W. Hunter, who states that he had gone through the MS. archives of the province since it became British, show that the popular impression in regard to the continued frequency of immolations on these occasions -- a belief that has made Juggurnaut a standing metaphor -- was greatly exaggerated. The belief indeed in the custom of such immolation had existed for centuries, and the rehearsal of these or other cognate religious suicides at one or other of the great temples of the Peninsula, founded partly on fact, and partly on popular report, finds a place in almost every old narrative relating to India. The really great mortality from hardship, exhaustion, and epidemic disease which frequently ravaged the crowds of pilgrims on such occasions, doubtless aided in keeping up the popular impressions in connection with the Juggurnaut festival.\n [1311. -- \"Jagnár.\" See under MADURA.]\n c. 1321. -- \"Annually on the recurrence of the day when that idol was made, the folk of the country come and take it down, and put it on a fine chariot; and then the King and Queen, and the whole body of the people, join together and draw it forth from the church with loud singing of songs, and all kinds of music . . . and many pilgrims who have come to this feast cast themselves under the chariot, so that its wheels may go over them, saying that they desire to die for their god. And the car passes over them, and crushes them, and cuts them in sunder, and so they perish on the spot.\" -- Friar Odoric, in Cathay, &c. i. 83.\n c. 1430. -- \"In Bizenegalia (see BIS- NAGAR) also, at a certain time of the year, this idol is carried through the city, placed between two chariots . . . accompanied by a great concourse of people. Many, carried away by the fervour of their faith, cast themselves on the ground before the wheels, in order that they may be crushed to death, -- a mode of death which they say is very acceptable to their god.\" -- N. Conti, in India in X Vth Cent., 28.\n c. 1581. -- \"All for devotion attach themselves to the trace of the car, which is drawn in this manner by a vast number of people . . . and on the annual feast day of the Pagod this car is dragged by crowds of people through certain parts of the city (Negapatam), some of whom from devotion, or the desire to be thought to make a devoted end, cast themselves down under the wheels of the cars, and so perish, remaining all ground and crushed by the said cars.\" -- Gasparo Balbi, f. 84. The preceding passages refer to scenes in the south of the Peninsula.\n c. 1590. -- \"In the town of Pursotem on the banks of the sea stands the temple of Jagnaut, near to which are the images of Kishen, his brother, and their sister, made of Sandal-wood, which are said to be 4,000 years old. . . . The Brahmins . . . at certain times carry the image in procession upon a carriage of sixteen wheels, which in the Hindooee language is called Rahth (see RUT); and they believe that whoever assists in drawing it along obtains remission of all his sins.\" -- Gladwin's Ayeen, ii. 13-15; [ed. Jarrett, ii. 127].\n [1616. -- \"The chief city called Jekanat.\" -- Sir T. Roe, Hak. Soc. ii. 538.]\n 1632. -- \"Vnto this Pagod or house of Sathen . . . doe belong 9,000 Brammines or Priests, which doe dayly offer sacrifice vnto their great God Iaggarnat, from which Idoll the City is so called. . . . And when it (the chariot of Iaggarnat) is going along the city, there are many that will offer themselves a sacrifice to this Idoll, and desperately lye downe on the ground, that the Chariott wheeles may runne over them, whereby they are killed outright; some get broken armes, some broken legges, so that many of them are destroyed, and by this meanes they thinke to merit Heauen.\" -- W. Bruton, in Hakl. v. 57.\n 1667. -- \"In the town of Jagannat, which is seated upon the Gulf of Bengala, and where is that famous Temple of the Idol of the same name, there is yearly celebrated a certain Feast. . . . The first day that they shew this Idol with Ceremony in the Temple, the Crowd is usually so great to see it, that there is not a year, but some of those poor Pilgrims, that come afar off, tired and harassed, are suffocated there; all the people blessing them for having been so happy. . . . And when this Hellish Triumphant Chariot marcheth, there are found (which is no Fable) persons so foolishly credulous and superstitious as to throw themselves with their bellies under those large and heavy wheels, which bruise them to death. . . .\" -- Bernier, a Letter to Mr. Chapelain, in Eng. ed. 1684, 97; [ed. Constable, 304 seq.].\n [1669-79. -- \"In that great and Sumptuous Diabolicall Pagod, there Standeth theere gretest God Jn˚. Gernaet, whence ye Pagod receued that name alsoe.\" -- MS. Asia, &c., by T. B. f. 12. Col. Temple adds: \"Throughout the whole MS. Jagannāth is repeatedly called Jn˚. Gernaet, which obviously stands for the common transposition Janganāth.]\n 1682. -- \". . . We lay by last night till 10 o'clock this morning, ye Captain being desirous to see ye Jagernot Pagodas for his better satisfaction. . . .\" -- Hedges, Diary, July 16; [Hak. Soc. i. 30].\n 1727. -- \"His (Jagarynat's) Effigy is often carried abroad in Procession, mounted on a Coach four stories high . . . they fasten small Ropes to the Cable, two or three Fathoms long, so that upwards of 2,000 People have room enough to draw the Coach, and some old Zealots, as it passes through the Street, fall flat on the Ground, to have the Honour to be crushed to Pieces by the Coach Wheels.\" -- A. Hamilton, i. 387; [ed. 1744].\n 1809.- \"A thousand pilgrims strain Arm, shoulder, breast, and thigh, with might and main, To drag that sacred wain, And scarce can draw along the enormous load. Prone fall the frantic votaries on the road, And calling on the God Their self-devoted bodies there they lay To pave his chariot way. On Jaga-Naut they call, The ponderous car rolls on, and crushes all, Through flesh and bones it ploughs its dreadful path. Groans rise unheard; the dying cry. And death, and agony Are trodden under foot by yon mad throng, Who follow close and thrust the deadly wheels along.\" Curse of Kehama, xiv. 5.\n 1814. -- \"The sight here beggars all description. Though Juggernaut made some progress on the 19th, and has travelled daily ever since, he has not yet reached the place of his destination. His brother is ahead of him, and the lady in the rear. One woman has devoted herself under the wheels, and a shocking sight it was. Another also intended to devote herself, missed the wheels with her body, and had her arm broken. Three people lost their lives in the crowd.\" -- In Asiatic Journal -- quoted in Beveridge, Hist. of India, ii. 54, without exacter reference.\n c. 1818. -- \"That excess of fanaticism which formerly prompted the pilgrims to court death by throwing themselves in crowds under the wheels of the car of Jagannáth has happily long ceased to actuate the worshippers of the present day. During 4 years that I have witnessed the ceremony, three cases only of this revolting species of immolation have occurred, one of which I may observe is doubtful, and should probably be ascribed to accident; in the others the victims had long been suffering from some excruciating complaints, and chose this method of ridding themselves of the burthen of life in preference to other modes of suicide so prevalent with the lower orders under similar circumstances.\" -- A. Stirling, in As. Res. xv. 324.\n 1827. -- March 28th in this year, Mr. Poynder, in the E. I. Court of Proprietors, stated that \"about the year 1790 no fewer than 28 Hindus were crushed to death at Ishera on the Ganges, under the wheels of Juggurnaut.\" -- As. Journal, 1821, vol. xxiii. 702.\n [1864. -- \"On the 7th July 1864, the editor of the Friend of India mentions that, a few days previously, he had seen, near Serampore, two persons crushed to death, and another frightfully lacerated, having thrown themselves under the wheels of a car during the Rath Jatra festival. It was afterwards stated that this occurrence was accidental.\" -- Chevers, Ind. Med. Jurispr. 665.]\n 1871. -- \". . . poor Johnny Tetterby staggering under his Moloch of an infant, the Juggernaut that crushed all his enjoyments. \" -- Forster's Life of Dickens, ii. 415.\n 1876. -- \"Le monde en marchant n'a pas beaucoup plus de souci de ce qu'il écrase que le char de l'idole de Jagarnata.\" -- E. Renan, in Revue des Deux Mondes, 3e Série, xviii. p. 504.\n", "julibdar": "s. Pers. jilaudār, from jilau, the string attached to the bridle by which a horse is led, the servant who leads a horse, also called janībahdār, janībahkash. In the time of Hedges the word must have been commonly used in Bengal, but it is now quite obsolete.\n [c. 1590. -- \"For some time it was a rule that, whenever he (Akbar) rode out on a kháçah horse, a rupee should be given, viz., one dám to the Âtbegi, two to the Jilaudár. . . .\" -- Āīn, ed. Blochmann, i. 142. (And see under PYKE.)]\n 1673. -- \"In the heart of this Square is raised a place as large as a Mountebank's Stage, where the Gelabdar, or Master Muliteer, with his prime Passengers or Servants, have an opportunity to view the whole Caphala.\" -- Fryer, 341.\n 1683. -- \"Your Jylibdar, after he had received his letter would not stay for the Gen11, but stood upon departure.\" -- Hedges, Diary, Sept. 15; [Hak. Soc. i. 112].\n \" \"We admire what made you send peons to force our Gyllibdar back to your Factory, after he had gone 12 cosses on his way, and dismisse him again without any reason for it.\" -- Hedges, Diary, Sept. 26; [Hak. Soc. i. 120].\n 1754. -- \"100 Gilodar; those who are charged with the direction of the couriers and their horses.\" -- Hanway's Travels, i. 171; 252.\n [1812. -- \"I have often admired the courage and dexterity with which the Persian Jelowdars or grooms throw themselves into the thickest engagement of angry horses.\" -- Morier, Journey through Persia, 63 seq.]\n 1880. -- \"It would make a good picture, the surroundings of camels, horses, donkeys, and men. . . . Pascal and Remise cooking for me; the Jellaodars, enveloped in felt coats, smoking their kalliúns, amid the halflight of fast fading day. . . .\" -- MS. Journal in Persia of Capt. W. Gill, R.E.\n", "jumbeea": "s. Ar. janbiya, probably from janb, 'the side'; a kind of dagger worn in the girdle, so as to be drawn across the body. It is usually in form slightly curved. Sir R. Burton (Camões, Commentary, 413) identifies it with the agomia and gomio of the quotations below, and refers to a sketch in his Pilgrimage, but this we cannot find, [it is in the Memorial ed. i. 236], though the jambiyah is several times mentioned, e.g. i. 347, iii. 72. The term occurs repeatedly in Mr. Egerton's catalogue of arms in the India Museum. Janbwa occurs as the name of a dagger in the Āīn (orig. i. 119); why Blochmann in his translation [i. 110] spells it jhanbwah we do not know. See also Dozy and Eng. s.v. jambette. It seems very doubtful if the latter French word has anything to do with the Arabic word.\n c. 1328. -- \"Takī-ud-dīn refused roughly and pushed him away. Then the maimed man drew a dagger (khanjar) such as is called in that country janbiya, and gave him a mortal wound.\" -- Ibn Batuta, i. 534.\n 1498. -- \"The Moors had erected palisades of great thickness, with thick planking, and fastened so that we could not see them within. And their people paraded the shore with targets, azagays, agomias, and bows and slings from which they slung stones at us.\" -- Roteiro de Vasco da Gama, 32.\n 1516. -- \"They go to fight one another bare from the waist upwards, and from the waist downwards wrapped in cotton cloths drawn tightly round, and with many folds, and with their arms, which are swords, bucklers, and daggers (gomios).\" -- Barbosa, p. 80.\n 1774. -- \"Autour du corps ils ont un ceinturon de cuir brodé, ou garni d'argent, au milieu duquel sur le devant ils passent un couteau large recouroé, et pointu (jambea), dont la pointe est tournée du côté droit.\"- Niebuhr, Desc. de l'Arabie, 54.\n", "jumdud": "s. H. jamdad, jamdhar. A kind of dagger, broad at the base and slightly curved, the hilt formed with a cross-grip like that of the Katār (see KUTTAUR). [A drawing of what he calls a jamdhar katārī is given in Egerton's Catalogue (Pl. IX. No. 344-5).] F. Johnson's Dictionary gives jamdar as a Persian word with the suggested etymology of janb-dar, 'flankrender.' But in the Āīn the word is spelt jamdhar, which seems to indicate Hind. origin; and its occurrence in the poem of Chand Bardāi (see Ind. Antiq. i. 281) corroborates this. Mr. Beames there suggests the etymology of Yama-dant 'Death's Tooth.' The drawings of the jamdhad or jamdhar in the Āīn illustrations show several specimens with double and triple toothed points, which perhaps favours this view; but Yama-dhāra, 'deathwielder,' appears in the Sanskrit dictionaries as the name of a weapon. [Rather, perhaps, yama-dhara, 'deathbearer.']\n c. 1526. -- \"Jamdher.\" See quotation under KUTTAUR.\n [1813. -- \". . . visited the jamdar khana, or treasury containing his jewels . . . curious arms. . . .\" -- Forbes, Or. Mem. 2nd ed. ii. 469.]\n", "jumma": "s. Hind. from Ar. jama'. The total assessment (for land revenue) from any particular estate, or division of country. The Arab. word signifies 'total' or 'aggregate.'\n 1781. -- \"An increase of more than 26 lacks of rupees (was) effected on the former jumma.\" -- Fifth Report, p. 8.\n", "jummabundee": "s. Hind. from P. -- Ar. jama'bandī. A settlement (q.v.), i.e. the determination of the amount of land revenue due for a year, or a period of years, from a village, estate, or parcel of land. [In the N.W.P. it is specially applied to the annual village rent-roll, giving details of the holding of each cultivator.]\n [1765. -- \"The rents of the province, according to the jumma-bundy, or rent-roll . . . amounted to. . . .\" -- Verelst, View of Bengal, App. 214.\n [1814. -- \"Jummabundee.\" See under PATEL.]\n", "jumna": "n.p. The name of a famous river in India which runs by Delhi and Agra. Skt. Yamunā, Hind. Jamunā and Jamnā, the *DIAMOU/NA of Ptolemy, the *)IWBARH/S of Arrian, the Jomanes of Pliny. The spelling of Ptolemy almost exactly expresses the modern Hind. form Jamunā. The name Jamunā is also applied to what was in the 18th century, an unimportant branch of the Brahmaputra R. which connected it with the Ganges, but which has now for many years been the main channel of the former great river. (See JENNYE.) Jamunā is the name of several other rivers of less note.\n [1616-17. -- \"I proposed for a water worke, wch might giue the Chief Cittye of the Mogores content . . . wch is to be don vppon the Riuer Ieminy wch passeth by Agra. . . .\" -- Birdwood, First Letter Book, 460.\n [1619. -- \"The river Gemini was vnfit to set a Myll vppon.\" -- Sir T. Roe, Hak. Soc. ii. 477.\n [1663. -- \". . . the Gemna, a river which may be compared to the Loire. . . .\"- Bernier, Letter to M. De la Mothe le Vayer, ed. Constable, 241.]\n [JUMNA MUSJID, n.p. A common corruption of the Ar. jāmĕ' masjid, 'the cathedral or congregational mosque,' Ar. jama', 'to collect.' The common form is supposed to represent some great mosque on the Jumna R.\n [1785. -- \"The Jumna-musjid is of great antiquity. . . .\" -- Diary, in Forbes, Or. Mem. 2nd ed. ii. 448.\n [1849. -- \"In passing we got out to see the Jamna Masjid, a very fine building now used as a magazine.\" -- Mrs. Mackenzie, Life in the Mission, ii. 170.\n [1865. -- \". . . the great mosque or Djamia '. . . this word Djamia' means literally 'collecting' or 'uniting,' because here attends the great concourse of Friday worshippers. . . .\" -- Palgrave, Central and E. Arabia, ed. 1868, 266.]\n", "jungeera": "n.p., i.e. Janjīrā. The name of a native State on the coast, south of Bombay, from which the Fort and chief place is 44 m. distant. This place is on a small island, rising in the entrance to the Rājpurī inlet, to which the name Janjīrā properly pertains, believed to be a local corruption of the Ar. jazīra, 'island.' The State is also called Habsān, meaning 'Hubshee's land,' from the fact that for 3 or 4 centuries its chief has been of that race. This was not at first continuous, nor have the chiefs, even when of African blood, been always of one family; but they have apparently been so for the last 200 years. 'The Sīdī' (see SEEDY) and 'The Habshī,' are titles popularly applied to this chief. This State has a port and some land in Kāthiāwār.\n Gen. Keatinge writes: \"The members of the Sidi's family whom I saw were, for natives of India, particularly fair.\" The old Portuguese writers call this harbour Danda (or as they write it Damda), e.g. João de Castro in Primeiro Roteiro, p. 48. His rude chart shows the island-fort.\n", "jungle": "s. Hind. and Mahr. jangal, from Skt. jangala (a word which occurs chiefly in medical treatises). The native word means in strictness only waste, uncultivated ground; then, such ground covered with shrubs, trees or long grass; and thence again the Anglo-Indian application is to forest, or other wild growth, rather than to the fact that it is not cultivated. A forest; a thicket; a tangled wilderness. The word seems to have passed at a rather early date into Persian, and also into use in Turkistan. From Anglo-Indian it has been adopted into French as well as in English. The word does not seem to occur in Fryer, which rather indicates that its use was not so extremely common among foreigners as it is now.\n c. 1200. -- \". . . Now the land is humid, jungle (jangalah), or of the ordinary kind.\" -- Susruta, i. ch. 35.\n c. 1370. -- \"Elephants were numerous as sheep in the jangal round the Ráí's dwelling. \" -- Táríkh-i-Fíroz-Sháhí, in Elliot, iii. 314.\n c. 1450. -- \"The Kings of India hunt the elephant. They will stay a whole month or more in the wilderness, and in the jungle (Jangal).\" -- Abdurrazāk, in Not. et Ext. xiv. 51.\n 1474. -- \". . . Bicheneger. The vast city is surrounded by three ravines, and intersected by a river, bordering on one side on a dreadful Jungel.\" -- Ath. Nikitin, in India in XVth Cent., 29.\n 1776. -- \"Land waste for five years . . . is called Jungle.\" -- Halhed's Gentoo Code, 190.\n 1809. -- \"The air of Calcutta is much affected by the closeness of the jungle around it.\" -- Ld. Valentia, i. 207.\n 1809.- \"They built them here a bower of jointed cane, Strong for the needful use, and light and long Was the slight framework rear'd, with little pain; Lithe creepers then the wicker sides supply, And the tall jungle grass fit roofing gave Beneath the genial sky.\" Curse of Kehama, xiii. 7.\n c. 1830. -- \"C'est là que je rencontrai les jungles . . . j'avoue que je fus très désappointé. \" -- Jacquemont, Correspond. i. 134.\n c. 1833-38.- \"L'Hippotame au large ventre Habite aux Jungles de Java, Où grondent, au fond de chaque antre Plus de monstres qu'on ne rêva.\" Theoph. Gautier, in PoésiesComplètes, ed. 1876, i. 325.\n 1848. -- \"But he was as lonely here as in his jungle at Boggleywala.\" -- Thackeray, Vanity Fair, ch. iii.\n \" \"'Was there ever a battle won like Salamanca? Hey, Dobbin? But where was it he learnt his art? In India, my boy. The jungle is the school for a general, mark me that.'\" -- Ibid., ed. 1863, i. 312.\n c. 1858.- \"La bête formidable, habitante des jungles S'endort, le ventre en l'air, et dilate ses ongles.\" -- Leconte de Lisle. \" \"Des djungles du Pendj-Ab Aux sables du Karnate.\" -- Ibid.\n 1865. -- \"To an eye accustomed for years to the wild wastes of the jungle, the whole country presents the appearance of one continuous well-ordered garden.\" -- Waring, Tropical Resident at Home, 7.\n 1867. -- \". . . here are no cobwebs of plea and counterplea, no jungles of argument and brakes of analysis.\" -- Swinburne, Essays and Studies, 133.\n 1873. -- \"Jungle, derived to us, through the living language of India, from the Sanskrit, may now be regarded as good English.\" -- Fitz - Edward Hall, Modern English, 306.\n 1878. -- \"Cet animal est commun dans les forêts, et dans les djengles.\" -- Marre, KataKata-Malayou, 83.\n 1879. -- \"The owls of metaphysics hooted from the gloom of their various jungles.\"- Fortnightly Rev. No. clxv., N.S., 19.\n", "jungle-fever": "s. A dangerous remittent fever arising from the malaria of forest or jungle tracts.\n 1808. -- \"I was one day sent to a great distance, to take charge of an officer who had been seized by jungle-fever.\" -- Letter in Morton's L. of Leyden, 43.\n", "jungle-fowl": "s. The popular name of more than one species of those birds from which our domestic poultry are supposed to be descended; especially Gallus Sonneratii, Temminck, the Grey Jungle-fowl, and Gallus ferrugineus, Gmelin, the Red Jungle-fowl. The former belongs only to Southern India; the latter from the Himālaya, south to the N. Circārs on the east, and to the Rājpīpla Hills south of the Nerbudda on the west.\n 1800. -- \". . . the thickets bordered on the village, and I was told abounded in jungle-fowl.\" -- Symes, Embassy to Ava, 96.\n 1868. -- \"The common jungle-cock . . . was also obtained here. It is almost exactly like a common game-cock, but the voice is different.\" -- Wallace, Malay Archip., 108.\n The word jungle is habitually used adjectively, as in this instance, to denote wild species, e.g. jungle-cat, jungle-dog, jungle-fruit, &c.\n", "jungle-mahals": "n.p. Hind. Jangal-Mahāl. This, originally a vague name of sundry tracts and chieftainships lying between the settled districts of Bengal and the hill country of Chutiã Nāgpūr, was constituted a regular district in 1805, but again broken up and redistributed among adjoining districts in 1833 (see Imperial Gazetteer, s.v.).\n", "jungle-terry": "n.p. Hind. Jangal-tarāi (see TERAI ). A name formerly applied to a border-tract between Bengal and Behar, including the inland parts of Monghyr and Bhāgalpūr, and what are now termed the Santāl Parganās. Hodges, below, calls it to the \"westward\" of Bhāgalpūr; but Barkope, which he describes as near the centre of the tract, lies, according to Rennell's map, about 35 m. S.E. of Bhāgalpūr town; and the Cleveland inscription shows that the term included the tract occupied by the Rājmahāl hill-people. The Map No. 2 in Rennell's Bengal Atlas (1779) is entitled \"the Jungleterry District, with the adjacent provinces of Birbhoom, Rajemal, Boglipour, &c., comprehending the countries situated between Moorshedabad and Bahar.\" But the map itself does not show the name Jungle Terry anywhere.\n 1781. -- \"Early in February we set out on a tour through a part of the country called the Jungle-Terry, to the westward of Bauglepore . . . after leaving the village of Barkope, which is nearly in the centre of the Jungle Terry, we entered the hills. . . . In the great famine which raged through Indostan in the year 1770 . . . the Jungle Terry is said to have suffered greatly.\"- Hodges, pp. 90-95.\n 1784. -- \"To be sold . . . that capital collection of Paintings, late the property of A. Cleveland, Esq., deceased, consisting of the most capital views in the districts of Monghyr, Rajemehal, Boglipoor, and the Jungleterry, by Mr. Hodges. . . .\" -- In Seton-Karr, i. 64.\n c. 1788.- \"To the Memory of AUGUSTUS CLEVELAND, Esq., Late Collector of the Districts of Bhaugulpore and Rajamahall, Who without Bloodshed or the Terror of Authority, Employing only the Means of Conciliation, Confidence, and Benevolence, Attempted and Accomplished The entire Subjection of the Lawless and Savage Inhabitants of the Jungleterry of Rajamahall. . . .\" (etc.) Inscription on the Monument erected by Government to Cleveland, who died in 1784.\n 1817. -- \"These hills are principally covered with wood, excepting where it has been cleared away for the natives to build their villages, and cultivate janaira (Jowaur), plantains and yams, which together with some of the small grains mentioned in the account of the Jungleterry, constitute almost the whole of the productions of these hills.\" -- Sutherland's Report on the Hill People (in App. to Long, 560).\n 1824. -- \"This part, I find (he is writing at Monghyr), is not reckoned either in Bengal or Bahar, having been, under the name of the Jungleterry district, always regarded, till its pacification and settlement, as a sort of border or debateable land.\" -- Heber, i. 131.\n", "junglo": "s. Guz. Janglo. This term, we are told by R. Drummond, was used in his time (the beginning of the 19th century), by the less polite, to distinguish Europeans; \"wild men of the woods,\" that is, who did not understand Guzerati!\n 1808. -- \"Joseph Maria, a well - known scribe of the order of Topeewallas . . . was actually mobbed, on the first circuit of 1806, in the town of Pitlaud, by parties of curious old women and young, some of whom gazing upon him put the question, Aré Jungla, too munne pirrneesh? 'O wild one, wilt thou marry me?' He knew not what they asked, and made no answer, whereupon they declared that he was indeed a very Jungla, and it required all the address of Kripram (the worthy Brahmin who related this anecdote to the writer, uncontradicted in the presence of the said Senhor) to draw off the dames and damsels from the astonished Joseph.\" -- R. Drummond, Illns. (s.v.).\n", "junk": "s. A large Eastern ship; especially (and in later use exclusively) a Chinese ship. This indeed is the earliest application also; any more general application belongs to an intermediate period. This is one of the oldest words in the Europeo-Indian vocabulary. It occurs in the travels of Friar Odorico, written down in 1331, and a few years later in the rambling reminscences of John de' Marignolli. The great Catalan Worldmap of 1375 gives a sketch of one of those ships with their sails of bamboo matting and calls them Xnchi. no doubt a clerical error for Xũchi. Dobner, the original editor of Marignolli, in the 18th century, says of the word (junkos): \"This word I cannot find in any medieval glossary. Most probably we are to understand vessels of platted reeds (a juncis texta) which several authors relate to be used in India.\" It is notable that the same erroneous suggestion is made by Amerigo Vespucci in his curious letter to one of the Medici, giving an account of the voyage of Da Gama, whose squadron he had met at C. Verde on its way home.\n The French translators of Ibn Batuta derive the word from the Chinese tchouen (chwen), and Littré gives the same etymology (s.v. jonque). It is possible that the word may be eventually traced to a Chinese original, but not very probable. The old Arab traders must have learned the word from Malay pilots, for it is certainly the Javanese and Malay jong and ajong, 'a ship or large vessel.' In Javanese the Great Bear is called Lintang jong, 'The Constellation Junk,' [which is in Malay Bintang Jong. The various forms in Malay and cognate languages, with the Chinese words which have been suggested as the origin, are very fully given by Scott, Malayan Words in English, p. 59 seq.].\n c. 1300. -- \"Large ships called in the language of China 'Junks' bring various sorts of choice merchandize and cloths from Chín and Máchín, and the countries of Hind and Sind.\" -- Rashíduddín, in Elliot, i. 69.\n 1331. -- \"And when we were there in harbour at Polumbum, we embarked in another ship called a Junk (aliam navim nomine Zuncum). . . . Now on board that ship were good 700 souls, what with sailors and with merchants. . . .\" -- Friar Odoric, in Cathay, &c., 73.\n c. 1343. -- \"They make no voyages on the China Sea except with Chinese vessels . . . of these there are three kinds; the big ones which are called junk, in the plural junūk. . . . Each of these big ships carries from three up to twelve sails. The sails are made of bamboo slips, woven like mats; they are never hauled down, but are shifted round as the wind blows from one quarter or another.\" -- Ibn Batuta, iv. 91. The French translators write the words as gonk (and gonoûk). Ibn Batuta really indicates chunk (and chunūk); but both must have been quite wrong.\n c. 1348. -- \"Wishing them to visit the shrine of St. Thomas the Apostle . . . we embarked on certain Junks (ascendentes Junkos) from Lower India, which is called Minubar.\" -- Marignolli, in Cathay, &c., 356.\n 1459. -- \"About the year of Our Lord 1420, a Ship or Junk of India, in crossing the Indian Sea, was driven . . . in a westerly and south-westerly direction for 40 days, without seeing anything but sky and sea. . . . The ship having touched on the coast to supply its wants, the mariners beheld there the egg of a certain bird called chrocho, which egg was as big as a butt. . . .\"- Rubric on Fra Mauro's Great Map at Venice.\n \" \"The Ships or junks (Zonchi) which navigate this sea, carry 4 masts, and others besides that they can set up or strike (at will); and they have 40 to 60 little chambers for the merchants, and they have only one rudder. . . .\" -- Ibid.\n 1516. -- \"Many Moorish merchants reside in it (Malacca), and also Gentiles, particularly Chetis (see CHETTY), who are natives of Cholmendel; and they are all very rich, and have many large ships which they call jungos.\" -- Barbosa, 191.\n 1549. -- \"Exclusus isto concilio, applicavit animum ad navem Sinensis formae, quam Iuncum vocant.\" -- Scti. Franc. Xaverii Epist. 337.\n [1554. -- \". . . in the many ships and junks (Jugos) which certainly passed that way.\" -- Castanheda, ii. c. 20.]\n 1563. -- \"Juncos are certain long ships that have stern and prow fashioned in the same way.\" -- Garcia, f. 58b.\n 1591. -- \"By this Negro we were advertised of a small Barke of some thirtie tunnes (which the Moors call a Iunco).\" -- Barker's Acc. of Lancaster's Voyage, in Hakl. ii. 589.\n 1616. -- \"And doubtless they had made havock of them all, had they not presently been relieved by two Arabian Junks (for so their small ill-built ships are named. . . .)\" -- Terry, ed. 1665, p. 342.\n [1625. -- \"An hundred Prawes and Iunkes.\" -- Purchas, Pilgrimage, i. 2, 43.\n [1627. -- \"China also, and the great Atlantis (that you call America), which have now but Iunks and Canoas, abounded then in tall Ships.\" -- Bacon, New Atlantis, p. 12.]\n 1630. -- \"So repairing to Iasques (see JASK), a place in the Persian Gulph, they obtained a fleete of Seaven Iuncks, to convey them and theirs as Merchantmen bound for the Shoares of India.\" -- Lord, Religion of the Persees, 3.\n 1673. -- Fryer also speaks of \"Portugal Junks.\" The word had thus come to mean any large vessel in the Indian Seas. Barker's use for a small vessel (above) is exceptional.\n", "junkameer": "s. This word occurs in Wheeler, i. 300, where it should certainly have been written Juncaneer. It was long a perplexity, and as it was the subject of one of Dr. Burnell's latest, if not the very last, of his contributions to this work, I transcribe the words of his communication:\n \"Working at improving the notes to v. Linschoten, I have accidentally cleared up the meaning of a word you asked me about long ago, but which I was then obliged to give up -- 'Jonkamīr.' It='a collector of customs.'\n \"(1745). -- Notre Supérieur qui sçavoit qu'à moitié chemin certains Jonquaniers* mettoient les passans à contribution, nous avoit donné un ou deux fanons (see FANAM) pour les payer en allant et en revenant, au cas qu'ils l'exigeassent de nous.\" -- P. Norbert, Memoires, pp. 159-160.\n \"The original word is in Malayālam chungakāran, and do. in Tamil, though it does not occur in the Dictionaries of that language; but chungam (='Customs') does.\n \"I was much pleased to settle this curious word; but I should never have thought of the origin of it, had it not been for that rascally old Capuchin P. Norbert's note.\"\n My friend's letter (from West Stratton) has no date, but it must have been written in July or August 1882. -- [H.Y.] (See JUNKEON.)\n 1680. -- \"The Didwan (see DEWAUN) returned with Lingapas Ruccas (see ROOCKA) upon the Avaldar (see HAVILDAR) at St. Thoma, and upon the two chief Juncaneers in this part of the country, ordering them not to stop goods or provisions coming into the town.\" -- Fort St. Geo. Consn., Nov. 22, Notes and Exts., iii. 39.\n 1746. -- \"Given to the Governor's Servants, Juncaneers, &c., as usual at Christmas, Salampores (see SALEMPOORY) 18Ps. P. 13.\" -- Acct. of Extra Charges at Fort St. David, to Dec. 31. MS. Report, in India Office.\n", "junk-ceylon": "n.p. The popular name of an island off the west coast of \"Ce sont des Maures qui exigent de l'argent sur les grands chemins, de ceux qui passent avec quelques merchandises; souvent ils en demandent à ceux mêmes qui n'en portent point. On regarde ces gens-là à peu pres comme des voleurs.\"\n the Malay Peninsula. Forrest (Voyage to Mergui, pp. iii. and 29-30) calls it Jan-Sylan, and says it is properly Ujong (i.e. in Malay, 'Cape') Sylang. This appears to be nearly right. The name is, according to Crawfurd (Malay Dict. S.V. Salang, and Dict. Ind. Archip. S.V. Ujung) Ujung Salang, 'Salang Headland.' [Mr. Skeat doubts the correctness of this. \"There is at least one quite possible alternative, i.e. jong salang, in which jong means 'a junk,' and salang, when applied to vessels, 'heavily tossing' (see Klinkert, Dict. s.v. salang). Another meaning of salang is 'to transfix a person with a dagger,' and is the technical term for Malay executions, in which the kris was driven down from the collar-bone to the heart. Parles in the first quotation is now known as Perlis.\"]\n 1539. -- \"There we crost over to the firm Land, and passing by the Port of Junçalan (Iuncalão) we sailed two days and a half with a favourable wind, by means whereof we got to the River of Parles in the Kingdom of Queda. . . .\" -- Pinto (orig. cap. xix.) in Cogan, p. 22.\n 1592. -- \"We departed thence to a Baie in the Kingdom of Iunsalaom, which is betweene Malacca and Pegu, 8 degrees to the Northward.\" -- Barker, in Hakl. ii. 591.\n 1727. -- \"The North End of Jonk Ceyloan lies within a mile of the Continent.\" -- A. Hamilton, 69; [ed. 1744, ii. 67].\n", "junkeon": "s. This word occurs as below. It is no doubt some form of the word chungam, mentioned under JUNKAMEER. Wilson gives Telugu Sunkam, which might be used in Orissa, where Bruton was. [Shungum (Mal. chunkam) appears in the sense of toll or customs duties in many of the old treaties in Logan, Malabar, vol. iii.]\n 1638. -- \"Any Iunkeon or Custome.\" -- Bruton's Narrative, in Hakl. v. 53.\n 1676. -- \"These practices (claims of perquisite by the factory chiefs) hath occasioned some to apply to the Governour for relief, and chosen rather to pay Juncan than submit to the unreasonable demands aforesaid. \" -- Major Puckle's Proposals, in Fort St. Geo. Consn., Feb. 16. Notes and Exts., i. 39.\n [1727. -- \". . . at every ten or twelve Miles end, a Fellow to demand Junkaun or Poll-Money for me and my Servants. . . .\" -- A. Hamilton, ed. 1744, i. 392.]\n", "juribasso": "s. This word, meaning 'an interpreter,' occurs constantly in the Diary of Richard Cocks, of the English Factory in Japan, admirably edited for the Hakluyt Society by Mr. Edward Maunde Thompson (1883). The word is really Malayo-Javanese jurubahāsa, lit. 'language-master,' juru being an expert, 'a master of a craft,' and bahāsa the Skt. bhāshā, 'speech.' [Wilkinson, Dict., writes Juru-bĕhasa; Mr. Skeat prefers juru-bhasa.]\n 1603. -- At Patani the Hollanders having arrived, and sent presents -- \"ils furent pris par un officier nommé Orankaea (see ORANKAY) Jurebassa, qui en fit trois portions.\" -- In Rec. du Voyages, ed. 1703, ii. 667. See also pp. 672, 675.\n 1613. -- \"(Said the Mandarin of Ancão) . . . 'Captain-major, Auditor, residents, and jerubaças, for the space of two days you must come before me to attend to these instructions (capitulos), in order that I may write to the Aīlão.' . . .\n \"These communications being read in the Chamber of the City of Macau, before the Vereadores, the people, and the CaptainMajor then commanding in the said city, João Serrão da Cunha, they sought for a person who might be charged to reply, such as had knowledge and experience of the Chinese, and of their manner of speech, and finding Lourenço Carvalho . . . he made the reply in the following form of words '. . . To this purpose we the Captain-Major, the Auditor, the Vereadores, the Padres, and the Jurubaça, assembling together and beating our foreheads before God. . . .'\"- Bocarro, pp. 725-729.\n \" \"The foureteenth, I sent M. Cockes, and my Iurebasso to both the Kings to entreat them to prouide me of a dozen Seamen. \" -- Capt. Saris, in Purchas, 378.\n 1615. -- \". . . his desire was that, for his sake, I would geve over the pursute of this matter against the sea bongew, for that yf it were followed, of force the said bongew must cut his bellie, and then my jurebasso must do the lyke. Unto which his request I was content to agree. . . .\" -- Cocks's Diary, i. 33.\n [\" \"This night we had a conference with our Jurybassa.\" -- Foster, Letters, iii. 167].\n", "jute": "s. The fibre (gunny -fibre) of the bark of Corchorus capsularis, L., and Corchorus olitorius, L., which in the last 45 years has become so important an export from India, and a material for manufacture in Great Britain as well as in India. \"At the last meeting of the Cambridge Philosophical Society, Professor Skeat commented on various English words. Jute, a fibrous substance, he explained from the Sanskrit jūṭa, a less usual form of jata, meaning, 1st, the matted hair of an ascetic; 2ndly, the fibrous roots of a tree such as the banyan; 3rdly, any fibrous substance\" (Academy, Dec. 27, 1879). The secondary meanings attributed here to jaṭa are very doubtful.* The term jute appears to have been first used by Dr. Roxburgh in a letter dated 1795, in which he drew the attention of the Court of Directors to the value of the fibre \"called jute by the natives.\" [It appears, however, as early as 1746 in the Log of a voyage quoted by Col. Temple in J.R.A.S., Jan. 1900, p. 158.] The name in fact appears to be taken from the vernacular name in Orissa. This is stated to be properly jhōṭŏ, but jhŭṭŏ is used by the uneducated. See Report of the Jute Commission, by Babu Hemchundra Kerr, Calcutta, 1874; also a letter from Mr. J. S. Cotton in the Academy, Jan. 17, 1880.\n", "jutka": "s. From Dak. -- Hind. jhaṭkā, 'quick.' The native cab of Madras, and of Mofussil towns in that Presidency; a conveyance only to be characterised by the epithet ramshackle, though in that respect equalled by the Calcutta cranchee (q.v.). It consists of a sort of box with venetian windows, on two wheels, and drawn by a miserable pony. It is entered by a door at the back. (See SHIGRAM, with like meanings).\n", "juzail": "s. This word jazāil is generally applied to the heavy Afghan rifle, fired with a forked rest. If it is Ar. it must be jazā'il, the plural of jazīl, 'big,' used as a substantive. Jazīl is often used for a big, thick thing, so it looks probable. (See GINGALL.) Hence jazā'ilchī, one armed with such a weapon.\n [1812. -- \"The jezaerchi also, the men who use blunderbusses, were to wear the new Russian dress.\" -- Morier, Journey through Persia, 30.\n [1898.- \"All night the cressets glimmered pale On Ulwur sabre and Tonk jezail.\" R. Kipling, Barrack-room Ballads, 84.\n [1900. -- \"Two companies of Khyber Jezailchies.\" -- Warburton, Eighteen Years in the Khyber, 78.]\n", "jyedad": "s. P. -- H. jāidād. Territory assigned for the support of troops.\n [1824. -- \"Rampoora on the Chumbul . . . had been granted to Dudernaic, as Jaidad, This remark is from a letter of Dr. Burnell's dd. Tanjore, March 16, 1880.\n or temporary assignment for the payment of his troops.\" -- Malcolm, Central India, i. 223.]\n", "jyshe": "s. This term, Ar. jaish, 'an army, a legion,' was applied by Tippoo to his regular infantry, the body of which was called the Jaish Kachari (see under CUTCHERRY).\n c. 1782. -- \"About this time the Bar or regular infantry, Kutcheri, were called the Jysh Kutcheri.\" -- Hist. of Tipú Sultán, by Hussein Ali Khán Kermáni, p. 32.\n 1786. -- \"At such times as new levies or recruits for the Jyshe and Piadehs are to be entertained, you two and Syed Peer assembling in Kuchurry are to entertain none but proper and eligible men.\" -- Tippoo's Letters, 256.\n K"}