{"kajee": "s. This is a title of Ministers of State used in Nepaul and Sikkim. It is no doubt the Arabic word (see CAZEE for quotations). Kājī is the pronunciation of this last word in various parts of India.\n [KALA JUGGAH, s. Anglo-H. kālā jagah for a 'dark place,' arranged near a ball-room for the purpose of flirtation.\n [1885. -- \"At night it was rather cold, and the frequenters of the Kala Jagah (or dark places) were unable to enjoy it as much as I hoped they would.\" -- Lady Dufferin, Viceregal Life, 91.\n", "kalinga": "n.p. (See KLING. )\n", "kalla-nimmack": "s. Hind. kālā-namak, 'black salt,' a common mineral drug, used especially in horsetreatment. It is muriate of soda, having a mixture of oxide of iron, and some impurities. (Royle.)\n", "kapal": "s. Kāpăl, the Malay word for a ship, [which seems to have come from the Tam. kappal,] \"applied to any square-rigged vessel, with top and top-gallant masts\" (Marsden, Memoirs of a Malay Family, 57).\n", "karbaree": "s. Hind. kārbārī, 'an agent, a manager.' Used chiefly in Bengal Proper.\n [c. 1857. -- \"The Foujdar's report stated that a police Carbaree was sleeping in his own house.\" -- Chevers, Ind. Med. Jurisp. 467.]\n 1867. -- \"The Lushai Karbaris (literally men of business) duly arrived and met me at Kassalong.\" -- Lewin, A Fly on the Wheel, 293.\n", "karcanna": "s. Hind. from Pers. kār-khāna, 'business-place.' We cannot improve upon Wilson's definition: \"An office, or place where business is carried on; but it is in use more especially applied to places where mechanical work is performed; a workshop, a manufactory, an arsenal; also, fig., to any great fuss or bustle.\" The last use seems to be obsolete.\n [1663. -- \"Large halls are seen in many places, called Kar-Kanays or workshops for the artizans.\" -- Bernier, ed. Constable, 258 seq. Also see CARCANA.]\n", "kardar": "s. P. -- H. kārdār, an agent (of the Government) in Sindh.\n [1842. -- \"I further insist upon the offending Kardar being sent a prisoner to my head - quarters at Sukkur within the space of five days, to be dealt with as I shall determine.\" -- Sir C. Napier, in Napier's Conquest of Scinde, 149.]\n", "kareeta": "s. Hind. from Ar. kharīṭa, and in India also khalīṭa. The silk bag (described by Mrs. Parkes, below) in which is enclosed a letter to or from a native noble; also, by transfer, the letter itself. In 2 Kings v. 23, the bag in which Naaman bound the silver is kharīt; also in Isaiah iii. 22, the word translated 'crisping-pins' is kharīṭim, rather 'purses.'\n c. 1350. -- \"The Sherīf Ibrāhīm, surnamed the Khārītadār, i.e. the Master of the Royal Paper and Pens, was governor of the territory of Hānsī and Sarsatī.\" - Ibn Batuta, iii. 337.\n 1838. -- \"Her Highness the Bāiza Bā'i did me the honour to send me a Kharītā, that is a letter enclosed in a long bag of Kimkhwāb (see KINCOB), crimson silk brocaded with flowers in gold, contained in another of fine muslin: the mouth of the bag was tied with a gold and tasseled cord, to which was appended the great seal of her Highness. \" -- Wanderings of a Pilgrim (Mrs. Parkes), ii. 250.\n In the following passage the thing is described (at Constantinople).\n 1673. -- \". . . le Visir prenant un sachet de beau brocard d'or à fleurs, long tout au moins d'une demi aulne et large de cinq ou six doigts, lié et scellé par le haut avec une inscription qui y estoit attachée, et disant que c'estoit une lettre du Grand Seigneur. . . .\" -- Journal d'Ant. Galland, ii. 94.\n", "kaul": "s. Hind. Kāl, properly 'Time,' then a period, death, and popularly the visitation of famine. Under this word we read:\n 1808. -- \"Scarcity, and the scourge of civil war, embittered the Mahratta nation in A.D. 1804, of whom many emigrants were supported by the justice and generosity of neighbouring powers, and (a large number) were relieved in their own capital by the charitable contributions of the English at Bombay alone. This and opening of Hospitals for the sick and starving, within the British settlements, were gratefully told to the writer afterwards by many Mahrattas in the heart, and from distant parts, of their own country.\" -- R. Drummond, Illustrations, &c.\n", "kaunta": "s. This word, Mahr. and Guz. kānṭha, 'coast or margin,' [Skt. kanṭha, 'immediate proximity,' kanṭhī, 'the neck,'] is used in the northern part of the Bombay Presidency in composition to form several popular geographical terms, as Mahi Kānṭhā, for a group of small States on the banks of the Mahi River; Rewā Kānṭhā, south of the above; Sindhu Kānṭhā, the Indus Delta, &c. The word is no doubt the same which we find in Ptolemy for the Gulf of Kachh, *KA/NQI KO/LPOS. Kānṭhī-Kot was formerly an important place in Eastern Kachh, and Kāṇṭhī was the name of the southern coast district (see Ritter, vi. 1038).\n", "kebulee": ". (See MYROBOLANS. .)\n", "keddah": "s. Hind. Khedā (khednā, 'to chase,' from Skt. ākheṭa, 'hunting'). The term used in Bengal for the enclosure constructed to entrap elephants. [The system of hunting elephants by making a trench round a space and enticing the wild animals by means of tame decoys is described by Arrian, Indika, 13.] (See CORRAL.)\n [c. 1590. -- \"There are several modes of hunting elephants. 1. k'hedah\" (then follows a description). -- Āīn, i. 284.]\n 1780-90. -- \"The party on the plain below have, during this interval, been completely occupied in forming the Keddah or enclosure. \" -- Lives of the Lindsays, iii. 191.\n 1810. -- \"A trap called a Keddah.\" -- Williamson, V. M. ii. 436.\n 1860. -- \"The custom in Bengal is to construct a strong enclosure (called a Keddah) in the heart of the forest.\" -- Tennent's Ceylon, ii. 342.\n", "kedgeree": "n.p. Khijirī or Kijarī, a village and police station on the low lands near the mouth of the Hoogly, on the west bank, and 68 miles below Calcutta. It was formerly well known as a usual anchorage of the larger Indiamen.\n 1683. -- \"This morning early we weighed anchor with the tide of Ebb, but having little wind, got no further than the Point of Kegaria Island.\" -- Hedges, Diary, Jan. 26; [Hak. Soc. i. 64].\n 1684. -- \"Signr Nicolo Pareres, a Portugall Merchant, assured me their whole community had wrott ye Vice King of Goa . . . to send them 2 or 3 Frigates with . . . Soldiers to possess themselves of ye Islands of Kegeria and Ingellee.\" -- Ibid. Dec. 17; [Hak. Soc. i. 172].\n 1727. -- \"It is now inhabited by Fishers, as are also Ingellie and Kidgerie, two neighbouring Islands on the West Side of the Mouth of the Ganges.\" -- A. Hamilton, ii. 2; [ed. 1744]. (See HIDGELEE.)\n 1753. -- \"De l'autre côté de l'entré, les rivières de Cajori et de l'Ingeli (see HIDGELEE), puis plus au large la rivière de Pipli et celle de Balasor (see BALASORE), sont avec Tombali (see TUMLOOK), rivière mentionné plus haut, et qu'on peut ajouter ici, des dérivations d'un grand fleuve, dont le nom de Ganga lui est commun avec le Gange. . . . Une carte du Golfe de Bengale inserée dans Blaeu, fera même distinguer les rivières d'Ingeli et de Cajori (si on prend la peine de l'examiner) comme des bras du Ganga.\"- D'Ānville, p. 66.\n As to the origin of this singular error, about a river Ganga flowing across India from W. to E., see some extracts under GODAVERY. The Rupnarain River, which joins the Hoogly from the W. just above Diamond Harbour, is the grand fleuve here spoken of. The name Gunga or Old Gunga is applied to this in charts late in the 18th century. It is thus mentioned by A. Hamilton, 1727: \"About five leagues farther up on the West Side of the River of Hughly, is another Branch of the Ganges, called Ganga, it is broader than that of the Hughly, but much shallower.\" -- ii. 3; [ed. 1744].\n", "kedgeree-pot": "s. A vulgar expression for a round pipkin such as is in common Indian use, both for holding water and for cooking purposes. (See CHATTY, GHURRA.)\n 1811. -- \"As a memorial of such misfortunes, they plant in the earth an oar bearing a cudgeri, or earthen pot.\" -- Solvyns, Les Hindous, iii.\n 1830. -- \"Some natives were in readiness with a small raft of Kedgeree-pots, on which the palkee was to be ferried over.\" -- Mem. of Col. Mountain, 110.\n", "kennery": "n.p. The site of a famous and very extensive group of cave-temples on the Island of Salsette, near Bombay, properly Kāṇherī.\n 1602. -- \"Holding some conversation with certain very aged Christians, who had been among the first converts there of Padre Fr. Antonio do Porto, . . . one of them, who alleged himself to be more than 120 years old, and who spoke Portuguese very well, and read and wrote it, and was continually reading the Flos Sanctorum, and the Lives of the Saints, assured me that without doubt the work of the Pagoda of Canari was made under the orders of the father of Saint Josafat the Prince, whom Barlaam converted to the Faith of Christ. . . .\" -- Couto, VII. iii. cap. 10.\n 1673. -- \"Next Morn before Break of Day we directed our steps to the anciently fam'd, but now ruin'd City of Canorein . . . all cut out of a Rock,\" &c. -- Fryer, 71-72.\n 1825. -- \"The principal curiosities of Salsette . . . are the cave temples of Kennery. These are certainly in every way remarkable, from their number, their beautiful situation, their elaborate carving, and their marked connection with Buddh and his religion.\"- Heber, ii. 130.\n", "kerseymere": "s. This is an English draper's term, and not Anglo Indian. But it is through forms like cassimere (also in English use), a corruption of cashmere, though the corruption has been shaped by the previously existing English word kersey for a kind of woollen cloth, as if kersey were one kind and kerseymere another, of similar goods. Kersey is given by Minsheu (2nd ed. 1627), without definition, thus: \"YERSIE cloth, G. (i.e. French) carizé.\" The only word like the last given by Littré is \"Carisil, sorte de canevas.\" . . . . This does not apply to kersey, which appears to be represented by \"Creseau -- Terme de Commerce; étoffe de laine croissée à deux envers; etym. croiser.\" Both words are probably connected with croiser or with carré. Planché indeed (whose etymologies are generally worthless) says: \"made originally at Kersey, in Suffolk, whence its name.\" And he adds, equal to the occasion, \"Kerseymere, so named from the position of the original factory on the mere, or water which runs through the village of Kersey\" (!) Mr. Skeat, however, we see, thinks that Kersey, in Suffolk, is perhaps the origin of the word Kersey: [and this he repeats in the new ed. (1901) of his Concise Etym. Dict., adding, \"Not from Jersey, which is also used as the name of a material.\" Kerseymere, he says, is \"a corruption of Cashmere or Cassimere, by confusion with kersey\"].\n 1495. -- \"Item the xv day of Februar, bocht fra Jhonne Andersoun x ellis of quhit Caresay, to be tua coitis, ane to the King, and ane to the Lard of Balgony; price of ellne vjs.; summa . . . iij. li.\" -- Accts. of the Ld. H. Treasurer of Scotland, 1877, p. 225.\n 1583. -- \"I think cloth, Kerseys and tinne have never bene here at so lowe prices as they are now.\" -- Mr. John Newton, from Babylon (i.e. Bagdad) July 20, in Hakl. 378.\n 1603. -- \"I had as lief be a list of an English kersey, as be pil'd as thou art pil'd, for a French velvet.\" -- Measure for Measure, i. 2.\n 1625. -- \"Ordanet the thesaurer to tak aff to ilk ane of the officeris and to the drummer and pyper, ilk ane of thame, fyve elne of reid Kairsie claithe.\" -- Exts. from Recds. of Glasgow, 1876, p. 347.\n 1626. -- In a contract between the Factor of the King of Persia and a Dutch \"Opper Koopman\" for goods we find: \"2000 Persian ells of Carsay at 1 eocri (?) the ell.\"- Valentijn, v. 295.\n 1784. -- \"For sale -- superfine cambrics and edgings . . . scarlet and blue Kassimeres.\" -- In Seton-Karr, i. 47.\n c. 1880. -- (no date given) \"Kerseymere. Cassimere. A finer description of kersey . . : (then follows the absurd etymology as given by Planché). . . . It is principally a manufacture of the west of England, and except in being tweeled (sic) and of narrow width it in no respect differs from superfine cloth.\" -- Draper's Dict. s.v.\n", "khadir": "s. H. khādar; the recent alluvial bordering a large river. (See under BANGUR).\n [1828. -- \"The river . . . meanders fantastically . . . through a Khader, or valley between two ranges of hills.\" -- Mundy, Pen and Pencil Sketches, ed. 1858, p. 130.\n [The Khadir Cup is one of the chief racing trophies open to pig-stickers in upper India.]\n", "khakee": "vulgarly KHARKI, KHARKEE , s. or adj. Hind. khākī, 'dusty or dust-coloured,' from Pers. khāk, 'earth,' or 'dust'; applied to a light drab or chocolate-coloured cloth. This was the colour of the uniform worn by some of the Punjab regiments at the siege of Delhi, and became very popular in the army generally during the campaigns of 1857-58, being adopted as a convenient material by many other corps. [Gubbins (Mutinies in Oudh, 296) describes how the soldiers at Lucknow dyed their uniforms a light brown or dust colour with a mixture of black and red office inks, and Cave Brown (Punjab and Delhi, ii. 211) speaks of its introduction in place of the red uniform which gave the British soldier the name of \"Lal Coortee Wallahs.\"]\n [1858. -- A book appeared called \"Service and Adventures with the Khakee Ressalah, or Meerut Volunteer Horse during the Mutinies in 1857-8,\" by R. H. W. Dunlop.\n [1859. -- \"It has been decided that the full dress will be of dark blue cloth, made up, not like the tunic, but as the native ungreekah (angarkha), and set off with red piping. The undress clothing wíll be entirely of Khakee.\" -- Madras Govt. Order, Feb. 18, quoted in Calcutta Rev. ciii. 407.\n [1862. -- \"Kharkee does not catch in brambles so much as other stuffs.\" -- Brinckman, Rifle in Cashmere, 136.]\n 1878. -- \"The Amir, we may mention, wore a khaki suit, edged with gold, and the well-known Herati cap.\" -- Sat. Review, Nov. 30, 683.\n [1899. -- \"The batteries to be painted with the Kirkee colour, which being similar to the roads of the country, will render the vehicles invisible.\" -- Times, July 12.\n [1890-91. -- The newspapers have constant references to a khaki election, that is an election started on a war policy, and the War Loan for the Transvaal Campaign has been known as \"khakis.\"]\n Recent military operations have led to the general introduction of khaki as the service uniform. Something like this has been used in the East for clothing from a very early time:-\n [1611. -- \"See if you can get me a piece of very fine brown calico to make me clothes.\" -- Danvers, Letters, i. 109.]\n", "khalsa": "s. and adj. Hind. from Ar. khālṣa) (properly khāliṣa) 'pure, genuine.' It has various technical meanings, but, as we introduce the word, it is applied by the Sikhs to their community and church (so to call it) collectively.\n 1783. -- \"The Sicques salute each other by the expression Wah Gooroo, without any inclination of the body, or motion of the hand. The Government at large, and their armies, are denominated Khalsa, and Khalsajee.\" -- Forster's Journey, ed. 1808, i. 307.\n 1881.- \"And all the Punjab knows me, for my father's name was known In the days of the conquering Khalsa, when I was a boy half-grown.\" Attar Singh loquitur, by Sowar, in an Indian paper; name and date lost.\n", "khan": "s. a . Turki through Pers. Khān. Originally this was a title, equivalent to Lord or Prince, used among the Mongol and Turk nomad hordes. Besides this sense, and an application to various other chiefs and nobles, it has still become in Persia, and still more in Afghanistan, a sort of vague title like \"Esq.,\" whilst in India it has become a common affix to, or in fact part of, the name of Hindustānis out of every rank, properly, however of those claiming a Pathān descent. The tendency of swelling titles is always thus to degenerate, and when the value of Khān had sunk, a new form, KhānKhānān (Khān of Khāns) was devised at the Court of Delhi, and applied to one of the high officers of State.\n [c. 1610. -- The \"Assant Caounas\" of Pyrard de Laval, which Mr. Gray fails to identify, is probably Hasan-Khan, Hak. Soc. i. 69.\n [1616. -- \"All the Captayens, as Channa Chana (Khān-Khānān), Mahobet Chan, Chan John (Khān Jahān).\" -- Sir T. Roe, Hak. Soc. i. 192.\n b. Pers. khān. A public building for the accommodation of travellers, a caravanserai. [The word appears in English as early as about 1400; see Stanf. Dict. s.v.]\n 1653. -- \"Han est vn Serrail on enclos que les Arabes appellent fondoux où se retirent les Carauanes, ou les Marchands Estrangers, . . . ce mot de Han est Turq, et est le mesme que Kiarauansarai ou Karbasara (see CARAVANSERAY) dont parle Belon. . . .\" -- De la Boullaye-le-Gouz, ed. 1657, p. 540.\n 1827. -- \"He lost all hope, being informed by his late fellow-traveller, whom he found at the Khan, that the Nuwaub was absent on a secret expedition.\" -- W. Scott, The Surgeon's Daughter, ch. xiii.\n", "khanna": "&c. s. This term (Pers. khāna, 'a house, a compartment, apartment, department, receptacle,' &c.) is used almost ad libitum in India in composition, sometimes with most incongruous words, as bobachee (for bāwarchī) connah, 'cook-house,' buggy-connah, 'buggy, or coach-house,' bottle-khanna, toshakhana (q.v.), &c. &c.\n 1784. -- \"The house, cook-room, bottleconnah, godown, &c., are all pucka built.\"- In Seton-Karr, i. 41.\n", "khansama": ". See CONSUMAH .\n", "khanum": "s. Turki, through Pers. khānum and khānim, a lady of rank; the feminine of the title Khān, a (q.v.)\n 1404. -- \" . . . la mayor delles avia nõbre Cañon, que quiere dezir Reyna, o Señora grande.\" -- Clavijo, f. 52v.\n \" \"The great wall and tents were for the use of the chief wife of the Lord, who was called Caño, and the other was for the second wife, called Quinchi Caño, which means 'the little lady.'\" -- Markham's Clavijo, 145.\n 1505. -- \"The greatest of the Begs of the Sagharichi was then Shîr Haji Beg, whose daughter, Ais-doulet Begum, Yunīs Khan married. . . . The Khan had three daughters by Ais-doulet Begum. . . . The second daughter, Kullûk Nigar Khânum, was my mother. . . . Five months after the taking of Kabul she departed to God's mercy, in the year 911\" (1505). -- Baber, p. 12.\n 1619. -- \"The King's ladies, when they are not married to him . . . and not near relations of his house, but only concubines or girls of the Palace, are not called begum, which is a title of queens and princesses, but only canum, a title given in Persia to all noble ladies.\" -- P. della Valle, ii. 13.\n", "khass": "&c., adj. Hind. from Ar. khāsṣ, 'special, particular, Royal.' It has many particular applications, one of the most common being to estates retained in the hands of Goyernment, which are said to be held khāṣṣ. The khāṣṣ-maḥal again, in a native house, is the women's apartment. Many years ago a whitebearded khānsamān (see CONSUMAH), in the service of one of the present writers, indulging in reminiscences of the days when he had been attached to Lord Lake's camp, in the beginning of the last century, extolled the sāhibs of those times above their successors, observing (in his native Hindustani): \"In those days I think the Sahibs all came from London khāṣṣ; now a great lot of Liverpoolwālās come to the country!\"\n There were in the Palaces of the Great Mogul and other Mahommedan Princes of India always two Halls of Audience, or Durbar, the Dewān-i-'Ām, or Hall of the Public, and the Dewān-i-Khāṣṣ, the Special or Royal Hall, for those who had the entrée, as we say.\n In the Indian Vocabulary, 1788, the word is written Coss.\n", "khāsya": "n.p. A name applied to the oldest existing race in the cisTibetan Himālaya, between Nepal and the Ganges, i.e. in the British Districts of Kumāun and Garhwāl. The Khāsyas are Hindu in religion and customs, and probably are substantially Hindu also in blood; though in their aspect there is some slight suggestion of that of their Tibetan neighbours. There can be no ground for supposing them to be connected with the Mongoloïd nation of Kasias (see COSSYA) in the mountains south of Assam.\n [1526. -- \"About these hills are other tribes of men. With all the investigation and enquiry I could make. . . . All that I could learn was that the men of these hills were called Kas. It struck me that as the Hindustanis frequently confound shīn and sīn and as Kashmīr is the chief . . . city in those hills, it may have taken its name from that circumstance.\" -- Leyden's Baber, 313.]\n 1799. -- \"The Vakeel of the rajāh of Comanh (i.e. Kumāun) of Almora, who is a learned Pandit, informs me that the greater part of the zemindars of that country are C'hasas. . . . They are certainly a very ancient tribe, for they are mentioned as such in the Institutes of MENU; and their great ancestor C'HASA or C'HASYA is mentioned by Sanchoniathon, under the name of CASSIUS. He is supposed to have lived before the Flood, and to have given his name to the mountains he seized upon.\" -- Wilford (Wilfordizing!), in As. Res. vi. 456.\n 1824. -- \"The Khasya nation pretend to be all Rajpoots of the highest caste . . . they will not even sell one of their little mountain cows to a stranger. . . . They are a modest, gentle, respectful people, honest in their dealings\" -- Heber, i. 264.\n", "khelát": "n.p. The capital of the Bilūch State upon the western frontier of Sind, which gives its name to the State itself. The name is in fact the Ar. ḳal'a, 'a fort.' (See under KILLADAR.) The terminal t of the Ar. word (written ḳal'at) has for many centuries been pronounced only when the word is the first half of a compound name meaning 'Castle of --- .' No doubt this was the case with the Bilūch capital, though in its case the second part has been completely dropt out of use. Khelát (Ḳal'at)-i-Ghiljī is an example where the second part remains, though sometimes dropt.\n", "khiráj": "s. Ar. kharāj (usually pron. in India khirāj), is properly a tribute levied by a Musulman lord upon conquered unbelievers, also landtax; in India it is almost always used for the land-revenue paid to Government; whence a common expression (also Ar.) lā khirāj, treated as one word, lākhirāj, 'rent-free.'\n [c. 1590. -- \"In ancient times a capitation tax was imposed, called khiráj.\" -- Āīn, ed. Jarrett, ii. 55. \"Some call the whole produce of the revenue khiráj.\" -- Ibid. ii. 57.]\n 1653. -- \"Le Sultan souffre les Chrétiens, les Iuifs, et les Indou sur ses terres, auec toute liberté de leur Loy, en payant cinq Reales d'Espagne ou plus par an, et ce tribut s'appelle Karache. . . .\" -- De la Boullaye-le-Gouz, ed. 1657, p. 48.\n 1784. -- \". . . 136 beegahs, 18 of which are Lackherage land, or land paying no rent.\" -- In Seton-Karr, i. 49.\n", "khoa": "s. Hind. and Beng. khoā, a kind of concrete, of broken brick, lime, &c., used for floors and terraceroofs. \n", "khot": "s. This is a Mahrātī word, khot, in use in some parts of the Bombay Presidency as the designation of persons holding or farming villages on a peculiar tenure called khotī, and coming under the class legally defined as 'superior holders.'\n The position and claims of the khots have been the subject of much debate and difficulty, especially with regard to the rights and duties of the tenants under them, whose position takes various forms; but to go into these questions would carry us much more deeply into local technicalities than would be consistent with the scope of this work, or the knowledge of the editor. Practically it would seem that the khot is, in the midst of provinces where ryotwarry is the ruling system, an exceptional person, holding much the position of a petty zemindar in Bengal (apart from any question of permanent settlement); and that most of the difficult questions touching khotī have arisen from this its exceptional character in Western India.\n The khot occurs especially in the Konkan, and was found in existence when, in the early part of the last century, we occupied territory that had been subject to the Mahratta power. It is apparently traceable back at least to the time of the 'Adil Shāhī (see IDALCAN) dynasty of the Deccan. There are, however, various denominations of khot. In the Southern Konkan the khoti has long been a hereditary zemindar, with proprietary rights, and also has in many cases replaced the ancient patel as headman of the village; a circumstance that has caused the khoti to be sometimes regarded and defined as the holder of an office, rather than of a property. In the Northern Konkan, again, the Khotis were originally mere revenue-farmers, without proprietary or hereditary rights, but had been able to usurp both.\n As has been said above, administrative difficulties as to the Khotis have been chiefly connected with their rights over, or claims from, the ryots, which have been often exorbitant and oppressive. At the same time it is in evidence that in the former distracted state of the country, a Khoti was sometimes established in compliance with a petition of the cultivators. The Khoti \"acted as a buffer between them and the extortionate demands of the revenue officers under the native Government. And this is easily comprehended, when it is remembered that formerly districts used to be farmed to the native officials, whose sole object was to squeeze as much revenue as possible out of each village. The Khot bore the brunt of this struggle. In many cases he prevented a new survey of his village, by consenting to the imposition of some new patti.* This no doubt he recovered from the ryots, but he gave them their own time to pay, advanced them money for their cultivation, and was a milder master than a rapacious revenue officer would have been\" (Candy, pp. 20-21). See Selections from Records of Bombay Government, No. cxxxiv., N.S., viz., Selections with Notes, regarding the Khoti Tenure, compiled by E. T. Candy, Bo. C. S. 1873; also Abstract of Proceedings of the Govt. of Bombay in the Revenue Dept., April 24, 1876, No. 2474.\n", "khoti": "s. The holder of the peculiar khot tenure in the Bombay Presidency.\n", "khudd": "s. This is a term chiefly employed in the Himālaya, khadd, meaning a precipitous hill-side, also a deep valley. It is not in the dictionaries, but is probably allied to the Hind. khāt, 'a pit,' Dakh. -- Hind. khaḍḍā. [Platts gives Hind. khaḍ. This is from Skt. khaṇḍa, 'a gap, a chasm,' while khāt comes from Skt. khāta, 'an excavation.'] The word is in constant Anglo-Indian colloquial use at Simla and other Himālayan stations.\n 1837. -- \"The steeps about Mussoori are so very perpendicular in many places, that a person of the strongest nerve would scarcely be able to look over the edge of the narrow footpath into the Khud, without a shudder.\" -- Bacon, First Impressions, ii. 146.\n 1838. -- \"On my arrival I found one of the ponies at the estate had been killed by a fall over the precipice, when bringing up water from the khud.\" -- Wanderings of a Pilgrim, ii. 240.\n 1866. -- \"When the men of the 43d Regt. refused to carry the guns any longer, the Eurasian gunners, about 20 in number, accompanying them, made an attempt to bring them on, but were unequal to doing so, and under the direction of this officer (Capt. Cockburn, R.A.) threw them down a Khud, as the ravines in the Himalaya are called. . . .\" -- Bhotan and the H. of the Dooar War, by Surgeon Rennie, M.D. p. 199.\n 1879. -- \"The commander-in-chief . . . is perhaps alive now because his horse so judiciously chose the spot on which suddenly Patti is used here in the Mahratti sense of a 'contribution' or extra cess. It is the regular Mahratti equivalent of the abwāb of Bengal, on which see Wilson, s.v.\n to swerve round that its hind hoofs were only half over the chud\" (sic). -- Times Letter, from Simla, Aug. 15.\n", "khurreef": "s. Ar. kharīf, 'autumn'; and in India the crop, or harvest of the crop, which is sown at the beginning of the rainy season (April and May) and gathered in after it, including rice, the tall millets, maize, cotton, rape, sesamum, &c. The obverse crop is rubbee (q.v.).\n [1809. -- \"Three weeks have not elapsed since the Kureef crop, which consists of Bajru (see BAJRA), Jooar (see JOWAUR), several smaller kinds of grain, and cotton, was cleared from off the fields, and the same ground is already ploughed . . . and sown for the great Rubbee crop of wheat, barley and chunu (see GRAM).\" -- Broughton, Letters from a Mahratta Camp, ed. 1892, p. 215.]\n", "khutput": "s. This is a native slang term in Western India for a prevalent system of intrigue and corruption. The general meaning of khaṭpaṭ in Hind. and Mahr. is rather 'wrangling' and 'worry,' but it is in the former sense that the word became famous (1850-54) in consequence of Sir James Outram's struggles with the rascality, during his tenure of the Residency of Baroda.\n [1881. -- \"Khutput, or court intrigue, rules more or less in every native State, to an extent incredible among the more civilised nations of Europe.\" -- Frazer, Records of Sport, 204.]\n", "khuttry": "s. Hind. Khattrī, Khatrī, Skt. Kshatriya. The second, or military caste, in the theoretical or fourfold division of the Hindus. [But the word is more commonly applied to a mercantile caste, which has its origin in the Punjab, but is found in considerable numbers in other parts of India. Whether they are really of Kshatriya descent is a matter on which there is much difference of opinion. See Crooke, Tribes and Castes of N.W.P., iii. 264 seqq.] The *XATRIAI=OI whom Ptolemy locates apparently towards Rājputānā are probably Kshatriyas.\n [1623. -- \"They told me Ciautru was a title of honour.\" -- P. della Valle, Hak. Soc. ii. 312.\n 1630. -- \"And because Cuttery was of a martiall temper God gave him power to sway Kingdomes with the scepter.\" -- Lord, Banians, 5.\n 1638. -- \"Les habitans . . . sont la pluspart Benyans et Ketteris, tisserans, teinturiers, et autres ouuriers en coton.\"- Mandelslo, ed. 1659, 130.\n [1671. -- \"There are also Cuttarees, another Sect Principally about Agra and those parts up the Country, who are as the Banian Gentoos here.\" -- In Yule, Hedges' Diary, Hak. Soc. ii. cccxi.]\n 1673. -- \"Opium is frequently eaten in great quantities by the Rashpoots, Queteries, and Patans.\" -- Fryer, 193.\n 1726. -- \"The second generation in rank among these heathen is that of the Settre 'as.\" -- Valentijn, Chorom. 87.\n 1782. -- \"The Chittery occasionally betakes himself to traffic, and the Sooder has become the inheritor of principalities.\" -- G. Forster's Journey, ed. 1808, i. 64.\n 1836. -- \"The Banians are the mercantile caste of the original Hindoos. . . . They call themselves Shudderies, which signifies innocent or harmless(!)\" -- Sir R. Phillips, Million of Facts, 322.\n", "khyber pass": "n.p. The famous gorge which forms the chief gate of Afghanistan from Peshawar, properly Khaibar. [The place of the same name near Al-Madinah is mentioned in the Āīn (iii. 57), and Sir R. Burton writes: \"Khaybar in Hebrew is supposed to mean a castle. D'Herbelot makes it to mean a pact or association of the Jews against the Moslems.\" (Pilgrimage, ed. 1893, i. 346, note).]\n 1519. -- \"Early next morning we set out on our march, and crossing the Kheiber Pass, halted at the foot of it. The KhizerKhail had been extremely licentious in their conduct. Both on the coming and going of our army they had shot upon the stragglers, and such of our people as lagged behind, or separated from the rest, and carried off their horses. It was clearly expedient that they should meet with a suitable chastisement.\" -- Baber, p. 277.\n 1603.-\n \"On Thursday Jamrúd was our encamping ground.\n \"On Friday we went through the Khaibar Pass, and encamped at 'Alí Musjid.\"- Jahángír, in Elliot, vi. 314.\n 1783. -- \"The stage from Timrood (read Jimrood) to Dickah, usually called the Hyber-pass, being the only one in which much danger is to be apprehended from banditti, the officer of the escort gave orders to his party to . . . march early on the next morning. . . . Timur Shah, who used to pass the winter at Peshour . . . never passed through the territory of the Hybers, without their attacking his advanced or rear guard.\" -- Forster's Travels, ed. 1808, ii. 65-66.\n 1856.- \". . . See the booted Moguls, like a pack Of hungry wolves, burst from their desert lair, And crowding through the Khyber's rocky strait, Sweep like a bloody harrow o'er the land.\" The Banyan Tree, p. 6.\n", "kidderpore": "n.p. This is the name of a suburb of Calcutta, on the left bank of the Hoogly, a little way south of Fort William, and is the seat of the Government Dockyard. This establishment was formed in the 18th century by Gen. Kyd, \"after whom,\" says the Imperial Gazetteer, \"the village is named.\" This is the general belief, and was mine [H.Y.] till recently, when I found from the chart and directions in the English Pilot of 1711 that the village of Kidderpore (called in the same chart Kitherepore) then occupied the same position, i.e. immediately below \"Gobarnapore\" and that immediately below \"Chittanutte\" (i.e. Govindpūr and Chatānatī (see CHUTTANUTTY).\n 1711. -- \" . . . then keep Rounding Chitti Poe (Chitpore) Bite down to Chitty Nutty Point (see CHUTTANUTTY). . . . The Bite below Gover Napore (Govindpūr) is Shoal, and below the Shoal is an Eddy; therefore from Gover Napore, you must stand over to the Starboard-Shore, and keep it aboard till you come up almost with the Point opposite to Kiddery-pore, but no longer. . . .\" -- The English Pilot, p. 65.\n", "kil": "s. Pitch or bitumen. Tam. and Mal. kīl, Ar. ḳīr, Pers. ḳīr and ḳīl.\n c. 1330. -- \"In Persia are some springs, from which flows a kind of pitch which is called kic (read kir) (pix dico seu pegua), with which they smear the skins in which wine is carried and stored.\" -- Friar Jordanus, p. 10.\n c. 1560. -- \"These are pitched with a bitumen which they call quil, which is like pitch.\" -- Correa, Hak. Soc. 240.\n", "killadar": "s. P. -- H. ḳil'adār, from Ar. ḳal'a, 'a fort.' The commandant of a fort, castle, or garrison. The Ar. ḳal'a is always in India pronounced ḳil'a. And it is possible that in the first quotation Ibn Batuta has misinterpreted an Indian title; taking it as from Pers. kilīd, 'a key.' It may be noted with reference to ḳal'a that this Ar. word is generally represented in Spanish names by Alcala, a name borne by nine Spanish towns entered in K. Johnstone's Index Geographicus; and in Sicilian ones by Calata, e.g. Calatafimi, Caltanissetta, Caltagirone.\n c. 1340. -- \". . . Kādhi Khān, Sadr-alJihān, who became the chief of the Amīrs, and had the title of Kalīt-dār, i.e. Keeper of the keys of the Palace. This officer was accustomed to pass every night at the Sultan's door, with the bodyguard.\" -- Ibn Batuta, iii. 196.\n 1757. -- \"The fugitive garrison . . . returned with 500 more, sent by the Kellidar of Vandiwash.\" -- Orme, ed. 1803, ii. 217.\n 1817. -- \"The following were the terms . . . that Arni should be restored to its former governor or Killedar.\" -- Mill, iii. 340.\n 1829. -- \"Among the prisoners captured in the Fort of Hattrass, search was made by us for the Keeledar.\" -- Mem. of John Shipp, ii. 210.\n", "killa-kote": "s. pl. A combination of Ar. -- P. and Hind. words for a fort (ḳil'a for ḳal'a, and kōṭ), used in Western India to imply the whole fortifications of a territory (R. Drummond).\n", "killut": "&c., s. Ar. -- H. khil'at. A dress of honour presented by a superior on ceremonial occasions; but the meaning is often extended to the whole of a ceremonial present of that nature, of whatever it may consist. [The Ar. khil-a'h properly means 'what a man strips from his person.' \"There were (among the later Moguls) five degrees of khila't, those of three, five, six, or seven pieces; or they might as a special mark of favour consist of clothes that the emperor had actually worn.\" (See for further details Mr. Irvine in J.R.A.S., N.S., July 1896, p. 533).] The word has in Russian been degraded to mean the long loose gown which forms the most common dress in Turkistan, called generally by Schuyler 'a dressing - gown' (Germ. Schlafrock). See Fraehn, WolgaBulgaren, p. 43.\n 1411. -- \"Several days passed in sumptuous feasts. Khil'ats and girdles of royal magnificence were distributed.\" -- Abdurazzāk, in Not. et Exts. xiv. 209.\n 1673. -- \"Sir George Oxenden held it. . . . He defended himself and the Merchants so bravely, that he had a Collat or Seerpaw, (q.v.) a Robe of Honour from Head to Foot, offered him from the Great Mogul.\" -- Fryer, 87.\n 1676. -- \"This is the Wardrobe, where the Royal Garments are kept; and from whence the King sends for the Calaat, or a whole Habit for a Man, when he would honour any Stranger. . . .\" -- Tavernier, E.T. ii. 46; [ed. Ball, ii. 98].\n 1774. -- \"A flowered satin gown was brought me, and I was dressed in it as a khilat.\" -- Bogle, in Markham's Tibet, 25.\n 1786. -- \"And he the said Warren Hastings did send kellauts, or robes of honour (the most public and distinguished mode of acknowledging merit known in India) to the said ministers in testimony of his approbation of their services.\" -- Articles of Charge against Hastings, in Burke's Works, vii. 25.\n 1809. -- \"On paying a visit to any Asiatic Prince, an inferior receives from him a complete dress of honour, consisting of a khelaut, a robe, a turban, a shield and sword, with a string of pearls to go round the neck.\" -- Ld. Valentia, i. 99.\n 1813. -- \"On examining the khelauts . . . from the great Maharajah Madajee Sindia, the serpeych (see SIRPECH) . . . presented to Sir Charles Malet, was found to be composed of false stones.\" -- Forbes, Or. Mem. iii. 50; [2nd ed. ii. 418].\n", "kincob": "s. Gold brocade. P. -- H. kamkhāb, kamkhwāb, vulgarly kimkhwāb. The English is perhaps from the Gujarātī, as in that language the last syllable is short.\n This word has been twice imported from the East. For it is only another form of the medieval name of an Eastern damask or brocade, cammocca. This was taken from the medieval Persian and Arabic forms kamkhā or kīmkhwā, 'damasked silk,' and seems to have come to Europe in the 13th century. F. Johnson's Dict. distinguishes between kamkhā, 'damask silk of one colour,' and kimkhā, 'damask silk of different colours.' And this again, according to Dozy, quoting Hoffmann, is originally a Chinese word kin-kha; in which doubtless kin, 'gold,' is the first element. Kim is the Fuhkien form of the word; qu. kim-hoa, 'goldflower'? We have seen kimkhwāb derived from Pers. kam-khwāb, 'less sleep,' because such cloth is rough and prevents sleep! This is a type of many etymologies. [\"The ordinary derivation of the word supposes that a man could not even dream of it who had not seen it (kam, 'little,' khwāb, 'dream')\" (Yusuf Ali, Mono. on Silk, 86). Platts and the Madras Gloss. take it from kam, 'little,' khwāb, 'nap.'] Ducange appears to think the word survived in the French mocade (or moquette); but if so the application of the term must have degenerated in England. (See in Draper's Dict. mockado, the form of which has suggested a sham stuff.)\n c. 1300. -- \"*PAI\\DO\\S GA\\R EU)DAIMONOU=NTOS, KAI\\ TO\\N PA/TERA DEI= SUNEUDAIMONEI=N: KATA\\ TH\\N U(MNOUME/NHN A)NTIPELA/RGWSIN. *)ESQH=TA PHNOU+FH= PEPOMFW=S H(\\N KAMXA=N H( *PERSW=N FHSI GLW=TTA, DRA/SWN EU)= I)/SQI, OU) DI/PLAKA ME\\N OU)DE\\ MARMARE/HN OI(/AN *(ELE/NH E)CU/FAIVEN, A)LL) H)EREIDH= KAI\\ POIKI/LHN.\" -- Letter of Theodorus the Hyrtacenian to Lucites, Protonotary and Protovestiary of the Trapezuntians. In Notices et Extraits, vi. 38.\n 1330. -- \"Their clothes are of Tartary cloth, and camocas, and other rich stuffs ofttimes adorned with gold and silver and precious stones.\" -- Book of the Estate of the Great Kaan, in Cathay, 246.\n c. 1340. -- \"You may reckon also that in Cathay you get three or three and a half pieces of damasked silk (cammocca) for a sommo.\" -- Pegolotti, ibid. 295.\n 1342. -- \"The King of China had sent to the Sultan 100 slaves of both sexes for 500 pieces of kamkhā, of which 100 were made in the City of Zaitūn. . . .\" -- Ibn Batuta, iv. 1.\n c. 1375. -- \"Thei setten this Ydole upon a Chare with gret reverence, wel arrayed with Clothes of Gold, of riche Clothes of Tartarye, of Camacaa, and other precious Clothes.\" -- Sir John Maundevill, ed. 1866, p. 175.\n c. 1400. -- \"In kyrtle of Cammaka kynge am I cladde.\" -- Coventry Mystery, 163.\n 1404. -- \". . . é quando se del quisieron partir los Embajadores, fizo vestir al dicho Ruy Gonzalez una ropa de camocan, e dióle un sombrero, e dixole, que aquello tomase en señal del amor que el Tamurbec tenia al Señor Rey.\" -- Clavijo, \u0015 lxxxviii.\n 1411. -- \"We have sent an ambassador who carries you from us kīmkhā.\" -- Letter from Emp. of Chian to Shah Rukh, in Not. et Ext. xiv. 214.\n 1474. -- \"And the King gave a signe to him that wayted, com̃aunding him to give to the dauncer a peece of Camocato. And he taking this peece threwe it about the heade of the dauncer, and of the men and women: and useing certain wordes in praiseng the King, threwe it before the mynstrells. \" -- Josafa Barbaro, Travels in Persia, E.T. Hak. Soc. p. 62.\n 1688. -- \"*KAMOUXA=S, *XAMOUXA=S, Pannus sericus, sive ex bombyce confectus, et more Damasceno contextus, Italis Damasco, nostris olim Camocas, de quâ voce diximus in Gloss. Mediae Latinit. hodie etiamnum Mocade.\" This is followed by several quotations from Medieval Greek MSS. -- Du Cange, Gloss. Med. et Inf. Graecitatis, s.v.\n 1712. -- In the Spectator under this year see an advertisement of an 'Isabellacoloured Kincob gown flowered with green and gold.\" -- Cited in Malcolm's Anecdotes of Manners, &c., 1808, p. 429.\n 1733. -- \"Dieser mal waren von Seiten des Bräutigams ein Stück rother Kamka . . . und eine rothe Pferdehaut; von Seiten der Braut aber ein Stück violet Kamka.\"- u. s. w. -- Gmelin, Reise durch Siberien, i. 137-138.\n 1781. -- \"My holiday suit, consisting of a flowered Velvet Coat of the Carpet Pattern, with two rows of broad Gold Lace, a rich Kingcob Waistcoat, and Crimson Velvet Breeches with Gold Garters, is now a butt to the shafts of Macaroni ridicule.\" -- Letter from An Old Country Captain, in India Gazette, Feb. 24.\n 1786 -- \". . . . but not until the nabob's mother aforesaid had engaged to pay for the said change of prison, a sum of £10,000 . . . and that she would ransack the zenanah . . . for Kincobs, muslins, cloths, &c. &c. &c. . . .\" -- Articles of Charge against Hastings, in Burke's Works, 1852, vii. 23.\n 1809. -- \"Twenty trays of shawls, kheenkaubs . . . were tendered to me.\" -- Ld. Valentia, i. 117.\n [1813. -- Forbes writes keemcob, keemcab, Or. Mem. 2nd i. 311; ii. 418.]\n 1829. -- \"Tired of this service we took possession of the town of Muttra, driving them out. Here we had glorious plundershawls, silks, satins, khemkaubs, money, &c.\" -- Mem. of John Shipp, i. 124.\n", "king-crow": "s. A glossy black bird, otherwise called Drongo shrike, about as large as a small pigeon, with a long forked tail, Dicrurus macrocercus, Vieillot, found all over India. \"It perches generally on some bare branch, whence it can have a good look-out, or the top of a house, or post, or telegraphwire, frequently also on low bushes, hedges, walks, or ant-hills\" (Jerdon).\n 1883. -- \". . . the King-crow . . . leaves the whole bird and beast tribe far behind in originality and force of character. . . . He does not come into the house, the telegraph wire suits him better. Perched on it he can see what is going on . . . drops, beak foremost, on the back of the kite . . . spies a bee-eater capturing a goodly moth, and after a hot chase, forces it to deliver up its booty.\" -- The Tribes on My Frontier, 143.\n", "kiosque": "s. From the Turki and Pers. kūshk or kushk, 'a pavilion, a villa,' &c. The word is not Anglo-Indian, nor is it a word, we think, at all common in modern native use.\n c. 1350. -- \"When he was returned from his expedition, and drawing near to the capital, he ordered his son to build him a palace, or as those people call it a kushk, by the side of a river which runs at that place, which is called Afghanpūr.\" -- Ibn Batuta, iii. 212.\n 1623. -- \"There is (in the garden) running water which issues from the entrance of a great kiosck, or covered place, where one may stay to take the air, which is built at the end of the garden over a great pond which adjoins the outside of the garden, so that, like the one at Surat, it serves also for the public use of the city.\" -- P. della Valle, i. 535; [Hak. Soc. i. 68].\n", "kirbee": "s. Hind. karbī, kirbī, Skt. kaḍamba, 'the stalk of a pot-herb.' The stalks of juār (see JOWAUR), used as food for cattle.\n [1809. -- \"We also fell in with large ricks of kurbee, the dried stalks of Bajiru and Jooar, two inferior kinds of grain; an excellent fodder for the camels.\" -- Broughton, Letters from a Mahratta Camp, ed. 1892, p. 41.\n [1823. -- \"Ordinary price of the straw (kirba) at harvest-time Rs. 1½ per hundred sheaves. . . .\" -- Trans. Lit. Soc. Bombay, iii. 243.]\n", "kishm": "n.p. The largest of the islands in the Persian Gulf, called by the Portuguese Queixome and the like, and sometimes by our old travellers, Kishmish. It is now more popularly called Jazīrat-al-ṭawīla, in Pers. Jaz. darāz, 'the Long Island' (like the Lewes), and the name of Kishm is confined to the chief town, at the eastern extremity, where still remains the old Portuguese fort taken in 1622, before which William Baffin the Navigator fell. But the oldest name is the still not quite extinct Brokht, which closely preserves the Greek Oaracta.\n B.C. 325. -- \"And setting sail (from Harmozeia), in a run of 300 stadia they passed a desert and bushy island, and moored beside another island which was large and inhabited. The small desert island was named Organa (no doubt Gerun, afterwards the site of N. Hormuz -- see ORMUS); and the one at which they anchored *)OA/RAKTA, planted with vines and date-palms, and with plenty of corn.\"- Arrian, Voyage of Nearchus, ch. xxxvii.\n 1538. -- \" . . . so I hasted with him in the company of divers merchants for to go from Babylon (orig. Babylonia) to Caixem, whence he carried me to Ormuz. . . .\"- F. M. Pinto, chap. vi. (Cogan, p. 9).\n 1553. -- \"Finally, like a timorous and despairing man . . . he determined to leave the city (Ormuz) deserted, and to pass over to the Isle of Queixome. That island is close to the mainland of Persia, and is within sight of Ormuz at 3 leagues distance.\" -- Barros, III. vii. 4.\n 1554. -- \"Then we departed to the Isle of Kais or Old Hormuz, and then to the island of Brakhta, and some others of the Green Sea, i.e. in the Sea of Hormuz, without being ablë to get any intelligence.\" -- Sidi 'Ali, 67.\n [1600. -- \"Queixiome.\" See under RESHIRE.\n [1623. -- \"They say likewise that Ormuz and Keschiome are extremely well fortified by the Moors.\" -- P. della Valle, Hak. Soc. i. 188; in i. 2, Kesom.\n [1652. -- \"Keckmishe.\" See under CONGO BUNDER.]\n 1673. -- \"The next morning we had brought Loft on the left hand of the Island of Kismash, leaving a woody Island uninhabited between Kismash and the Main.\" -- Fryer, 320.\n 1682. -- \"The Island Queixome, or Queixume, or Quizome, otherwise called by travellers and geographers Kechmiche, and by the natives Brokt. . . .\" -- Nieuhof, Zee en Lant-Reize, ii. 103.\n 1817.- \". . . Vases filled with Kishmee's golden wine And the red weepings of the Shiraz vine.\" -- Moore, Mokanna.\n 1821. -- \"We are to keep a small force at Kishmi, to make descents and destroy boats and other means of maritime war, whenever any symptoms of piracy reappear.\"- Elphinstone, in Life, ii. 121.\n See also BASSADORE.\n", "kishmish": "s. Pers. Small stoneless raisins originally imported from Persia. Perhaps so called from the island Kishm. Its vines are mentioned by Arrian, and by T. Moore! (See under KISHM.) [For the manufacture of Kishmish in Afghanistan, see Watt, Econ. Dict. VI. pt. iv. 284.]\n [c. 1665. -- \"Usbec being the country which principally supplies Delhi with these fruits. . . . Kichmiches, or raisins, apparently without stones. . . .\" -- Bernier, ed. Constable, 118.]\n 1673. -- \"We refreshed ourselves an entire Day at Gerom, where a small White Grape, without any Stone, was an excellent Cordial . . . they are called Kismas Grapes, and the Wine is known by the same Name farther than where they grow.\" -- Fryer, 242.\n 1711. -- \"I could never meet with any of the Kishmishes before they were turned. These are Raisins, a size less than our Malagas, of the same Colour, and without Stones.\" -- Lockyer, 233.\n 1883 -- \"Kishmish, a delicious grape, of white elongated shape, also small and very sweet, both eaten and used for winemaking. When dried this is the Sultana raisin. . . .\" -- Wills, Modern Persia, 171.\n", "kissmiss": "s. Native servant's word for Christmas. But that festival is usually called Baṛā din, 'the great day.' (See BURRA DIN.)\n", "kist": "s. Ar. ḳist. The yearly land revenue in India is paid by instalments which fall due at different periods in different parts of the country; each such instalment is called a kist, or quota. [The settlement of these instalments is ḳist-bandī.]\n [1767. -- \"This method of comprising the whole estimate into so narrow a compass . . . will convey to you a more distinct idea . . . than if we transmitted a monthly account of the deficiency of each person's Kistbundee.\" -- Verelst, View of Bengal, App. 56.]\n 1809. -- \"Force was always requisite to make him pay his Kists or tribute.\" -- Ld. Valentia, i. 347.\n 1810. -- \"The heavy Kists or collections of Bengal are from August to September.\" -- Williamson, V. M. ii. 498.\n 1817. -- \"'So desperate a malady,' said the President, 'requires a remedy that shall reach its source. And I have no hesitation in stating my opinion that there is no mode of eradicating the disease, but by removing the original cause; and placing these districts, which are pledged for the security of the Kists, beyond the reach of his Highness's management.'\" -- Mill, vi. 55.\n", "kitmutgar": "s. Hind. khidmatgār, from Ar. -- P. khidmat, 'service,' therefore 'one rendering service.' The Anglo-Indian use is peculiar to the Bengal Presidency, where the word is habitually applied to a Musulman servant, whose duties are connected with serving meals and waiting at table under the Consumah, if there be one. Kismutgar is a vulgarism, now perhaps obsolete. The word is spelt by Hadley in his Grammar (see under MOORS) khuzmutgâr. In the word khidmat, as in khil'at (see KILLUT), the terminal t in uninflected Arabic has long been dropt, though retained in the form in which these words have got into foreign tongues.\n 1759. -- The wages of a Khedmutgar appear as 3 Rupees a month. -- In Long, p. 182.\n 1765. -- \". . . they were taken into the service of Soujah Dowlah as immediate attendants on his person; Hodjee (see HADJEE) in capacity of his first Kistmutgar (or valet).\" -- Holwell, Hist. Events, &c., i. 60.\n 1782. -- \"I therefore beg to caution strangers against those race of vagabonds who ply about them under the denomination of Consumahs and Kismutdars.\"- Letter in India Gazette, Sept. 28.\n 1784. -- \"The Bearer . . . perceiving a quantity of blood . . . called to the Hookaburdar and a Kistmutgar.\" -- In Seton-Karr, i. 13.\n 1810. -- \"The Khedmutgar, or as he is often termed, the Kismutgar, is with very few exceptions, a Mussulman; his business is to . . . wait at table.\" -- Williamson, V. M. i. 212.\n c. 1810. -- \"The Kitmutgaur, who had attended us from Calcutta, had done his work, and made his harvests, though in no very large way, of the 'Tazee Willaut' or white people.\" -- Mrs. Sherwood, Autobiog. 283. The phrase in italics stands for tāzī Wilāyatī (see BILAYUT), \"fresh or green Europeans\" -- Griffins (q.v.).\n 1813. -- \"We . . . saw nothing remarkable on the way but a Khidmutgar of Chimnagie Appa, who was rolling from Poona to Punderpoor, in performance of a vow which he made for a child. He had been a month at it, and had become so expert that he went on smoothly and without pausing, and kept rolling evenly along the middle of the road, over stones and everything. He travelled at the rate of two coss a day.\"- Elphinstone, in Life, i. 257-8.\n 1878. -- \"We had each our own . . . Kitmutgar or table servant. It is the custom in India for each person to have his own table servant, and when dining out to take him with him to wait behind his chair.\" -- Life in the Mofussil, i. 32.\n [1889. -- \"Here's the Khit coming for the late change.\" -- R. Kipling, The Gadsbys, 24.]\n", "kittysol": "s. This word survived till lately in the Indian Tariff, but it is otherwise long obsolete. It was formerly in common use for 'an umbrella,' and especially for the kind, made of bamboo and paper, imported from China, such as the English fashion of to-day has adopted to screen fire-places in summer. The word is Portuguese, quita - sol, 'bar - sun.' Also tirasole occurs in Scot's Discourse of Java, quoted below from Purchas. See also Hulsius, Coll. of Voyages, in German, 1602, i. 27. [Mr. Skeat points out that in Howison's Malay Dict. (1801) we have, s.v. Payong: \"A kittasol, sombrera,\" which is nearer to the Port. original than any of the examples given since 1611. This may be due to the strong Portuguese influence at Malacca.]\n 1588. -- \"The present was fortie peeces of silke . . . a litter chaire and guilt, and two quitasoles of silke.\" -- Parkes's Mendoza, ii. 105.\n 1605. -- \". . . Before the shewes came, the King was brought out vpon a man's shoulders, bestriding his necke, and the man holding his legs before him, and had many rich tyrasoles carried ouer and round about him.\" -- E. Scot, in Purchas, i. 181.\n 1611. -- \"Of Kittasoles of State for to shaddow him, there bee twentie\" (in the Treasury of Akbar). -- Hawkins, in Purchas, i. 215.\n [1614. -- \"Quitta solls (or sombreros).\" -- Foster, Letters, ii. 207.]\n 1615. -- \"The China Capt., Andrea Dittis, retorned from Langasaque and brought me a present from his brother, viz., 1 faire Kitesoll. . . .\" -- Cocks's Diary, i. 28.\n 1648. -- \". . . above his head was borne two Kippe-soles, or Sun-skreens, made of Paper.\" -- Van Twist, 51.\n 1673. -- \"Little but rich Kitsolls (which are the names of several Countries for Umbrelloes).\" -- Fryer, 160.\n 1687. -- \"They (the Aldermen of Madras) may be allowed to have Kettysols over them.\" -- Letter of Court of Directors, in Wheeler, i. 200.\n 1690. -- \"nomen . . . vulgo effertur Peritsol . . . aliquando paulo aliter scribitur . . . et utrumque rectius pronuntiandum est Paresol vel potius Parasol cujus significatio Appellativa est, i. q. Quittesol seu une Ombrelle, quâ in calidioribus regionibus utuntur homines ad caput a sole tuendum.\" -- Hyde's Preface to Travels of Abraham Peritsol, p. vii., in Syntag. Dissertt. i.\n \" \"No Man in India, no not the Moyul's Son, is permitted the Priviledge of wearing a Kittisal or Umbrella. . . . The use of the Umbrella is sacred to the Prince, appropriated only to his use.\" -- Ovington, 315.\n 1755. -- \"He carries a Roundell, or Quit de Soleil over your head.\" -- Ives, 50.\n 1759. -- In Expenses of Nawab's entertainment at Calcutta, we find: \"A China Kitysol . . . Rs. 3½.\" -- Long, 194.\n 1761. -- A chart of Chittagong, by Barth. Plaisted, marks on S. side of Chittagong R., an umbrella-like tree, called \"Kittysoll Tree.\"\n [1785. -- \"To finish the whole, a Kittesaw (a kind of umbrella) is suspended not infrequently over the lady's head.\" -- Diary, in Busteed, Echoes, 3rd ed. 112.]\n 1792. -- \"In those days the Ketesal, which is now sported by our very Cooks and Boatswains, was prohibited, as I have heard, d'you see, to any one below the rank of field officer.\" -- Letter, in Madras Courier, May 3.\n 1813. -- In the table of exports from Macao, we find:-\n \"Kittisolls, large, 2,000 to 3,000, do. small, 8,000 to 10,000,\" Milburn, ii. 464.\n 1875. -- \"Umbrellas, Chinese, of paper, or Kettysolls.\" -- Indian Tariff.\n In another table of the same year \"Chinese paper Kettisols, valuation Rs. 30 for a box of 110, duty 5 per cent.\" (See CHATTA, ROUNDEL, UMBRELLA.)\n", "kittysol-boy": "s. A servant who carried an umbrella over his master. See Milburn, ii. 62. (See examples under ROUNDEL.)\n", "kling": "n.p. This is the name (Kălīng) applied in the Malay countries, including our Straits Settlements, to the people of Continental India who trade thither, or are settled in those regions, and to the descendants of those settlers. [Mr. Skeat remarks: \"The standard Malay form is not Kāling, which is the Sumatran form, but Kĕling (K'ling or Kling). The Malay use of the word is, as a rule, restricted to Tamils, but it is very rarely used in a wider sense.\"]\n The name is a form of Kalinga, a very ancient name for the region known as the \"Northern Circars,\" (q.v.), i.e. the Telugu coast of the Bay of Bengal, or, to express it otherwise in general terms, for that coast which extends from the Kistna to the Mahānadī. \"The Kalingas\" also appear frequently, after the Pauranic fashion, as an ethnic name in the old Sanskrit lists of races. Kalinga appears in the earliest of Indian inscriptions, viz. in the edicts of Aśoka, and specifically in that famous edict (XIII.) remaining in fragments at Girnār and Kapurdi-giri, and more completely at Khālsī, which preserves the link, almost unique from the Indian side, connecting the histories of India and of the Greeks, by recording the names of Antiochus, Ptolemy, Antigonus, Magas, and Alexander.\n Kalinga is a kingdom constantly mentioned in the Buddhist and historical legends of Ceylon; and we find commemoration of the kingdom of Kalinga and of the capital city of Kalinganagara (e.g. in Ind. Antiq. iii. 152, x. 243). It was from a daughter of a King of Kalinga that sprang, according to the Mahawanso, the famous Wijayo, the civilizer of Ceylon and the founder of its ancient royal race.\n Kalingapatam, a port of the Ganjam district, still preserves the ancient name of Kalinga, though its identity with the Kalinganagara of the inscriptions is not to be assumed. The name in later, but still ancient, inscriptions appears occasionally as Tri-Kalinga, \"the Three Kalingas\"; and this probably, in a Telugu version MūḍuKalinga, having that meaning, is the original of the Modogalinga of Pliny in one of the passages quoted from him. (The possible connection which obviously suggests itself of this name Trikalinga with the names Tilinga and Tilingāna, applied, at least since the Middle Ages, to the same region, will be noticed under TELINGA).\n The coast of Kalinga appears to be that part of the continent whence commerce with the Archipelago at an early date, and emigration thither, was most rife; and the name appears to have been in great measure adopted in the Archipelago as the designation of India in general, or of the whole of the Peninsular part of it. Throughout the book of Malay historical legends called the Sijara Malayu the word Kaling or Kling is used for India in general, but more particularly for the southern parts (see Journ. Ind. Archip. v. 133). And the statement of Forrest (Voyage to Mergui Archip. 1792, p. 82) that Macassar \"Indostan\" was called \"Neegree Telinga\" (i.e. Nagara Telinga) illustrates the same thing and also the substantial identity of the names Telinga, Kalinga.\n The name Kling, applied to settlers of Indian origin, makes its appearance in the Portuguese narratives immediately after the conquest of Malacca (1511). At the present day most, if not all of the Klings of Singapore come, not from the \"Northern Circars,\" but from Tanjore, a purely Tamil district. And thus it is that so good an authority as Roorda van Eijsinga translates Kalīng by 'Coromandel people.' They are either Hindūs or Labbais (see LUBBYE). The latter class in British India never take domestic service with Europeans, whilst they seem to succeed well in that capacity in Singapore. \"In 1876,\" writes Dr. Burnell, \"the headservant at Bekker's great hotel there was a very good specimen of the Nagūr Labbais; and to my surprise he recollected me as the head assistantcollector of Tanjore, which I had been some ten years before.\" The Hindu Klings appear to be chiefly drivers of hackney carriages and keepers of eating-houses. There is a Siva temple in Singapore, which is served by Pandārāms (q.v.). The only Brahmans there in 1876 were certain convicts. It may be noticed that Calingas is the name of a heathen tribe of (alleged) Malay origin in the east of N. Luzon (Philippine Islands).\n B.C. c. 250. -- \"Great is Kaliñga conquered by the King Piyadasi, beloved of the Devas. There have been hundreds of thousands of creatures carried off. . . . On learning it the King . . . has immediately after the acquisition of Kaliñga, turned to religion, he has occupied himself with religion, he has conceived a zeal for religion, he applies himself to the spread of religion. . . .\" -- Edict XIII. of Piyadasi (i.e. Aśoka), after M. Senart, in Ind. Antiq. x. 271. [And see V. A. Smith, Asoka, 129 seq.]\n A.D. 60-70. -- \". . . multarumque gentium cognomen Bragmanae, quorum Macco (or Macto) Calingae . . . gentes Calingae mari proximi, et supra Mandaei, Malli quorum Mons Mallus, finisque tractus ejus Ganges . . . novissima gente Gangaridum Calingarum. Regia Pertalis vocatur . . . Insula in Gange est magnae amplitudinis gentem continens unam, nomine Modogalingam.\n \"Ab ostio Gangis ad promontorium Calingon et oppidum Dandaguda DCXXV. mil. passuum.\" -- Pliny, Hist. Nat. vi. 18, 19, 20.\n \"In Calingis ejusdem Indiae gente quinquennes concipere feminas, octavum vitae annum non excedere.\" -- Ibid. vii. 2.\n c. 460. -- \"In the land of Wango, in the capital of Wango, there was formerly a certain Wango King. The daughter of the King of Kalinga was the principal queen of that monarch.\n \"That sovereign had a daughter (named Suppadewi) by his queen. Fortune-tellers predicted that she would connect herself with the king of animals (the lion), &c.\"- Mahawanso, ch. vi. (Turnour, p. 43).\n c. 550. -- In the \"Bṛhat-Sanhitâ\" of Varā- hamihira, as translated by Prof. Kern in the J.R. As. Soc., Kalinga appears as the name of a country in iv. 82, 86, 231, and \"the Kalingas\" as an ethnic name in iv. 461, 468, v. 65, 239.\n c. 640. -- \"After having travelled from 1400 to 1500 li, he (Hwen Thsang) arrived at the Kingdom of Kielingkia (Kaliñga). Continuous forests and jungles extend for many hundreds of li. The kingdom produces wild elephants of a black colour, which are much valued in the neighbouring realms.* In ancient times the kingdom of Kalinga possessed a dense population, insomuch that in the streets shoulders rubbed, and the naves of waggon-wheels jostled; if the passengers but lifted their sleeves an awning of immense extent was formed . . .\" -- Pèlerins Bouddh. iii. 92-93.\n c. 1045. -- \"Bhíshma said to the prince: 'There formerly came, on a visit to me, a Brahman, from the Kalinga country. . . .'\" -- Vishnu Purāna, in H. H. Wilson's Works, viii. 75.\n (Trikalinga).\n A.D. c. 150. -- \". . . *TRI/GLUPTON, TO KAI\\ *TRI/LIGGON, *BASILEI/ON: E)N TAU/TH| A)LEKTRUO/NES LE/GONTAI EI)/NAI PWGWNI/AI, KAI\\ KO/RAKES KAI\\ YITTAKOI\\ LEUKOI\\.\" -- Ptolemy, vi. 2, 23.\n (A.D. -- ?). -- Copper Grant of which a summary is given, in which the ancestors of the Donors are Vijáya Krishna and Siva Gupta Deva, monarch of the Three The same breed of elephants perhaps that is mentioned on this part of the coast by the author of the Periplus, by whom it is called H( *DHSARH/NH XW/RA FE/ROUSA E)LE/FANTA TO\\N LEGO/MENON *BWSARH/.\n Kalingas. -- Proc. As. Soc. Bengal, 1872, p. 171.\n A.D. 876. -- \". . . a god amongst principal and inferior kings -- the chief of the devotees of Siva -- Lord of Trikalinga -- lord of the three principalities of the Gajapati (see COSPETIR) Aswapati, and Narapati. . . .\" -- Copper Grant from near Jabalpur, in J.A.S.B., viii. Pt. i. p. 484.\n c. 12th century. -- \". . . The devout worshipper of Maheçvara, most venerable, great ruler of rulers, and Sovereign Lord, the glory of the Lunar race, and King of the Three Kalingas, Çri Mahábhava Gupta Deva. . . .\" -- Copper Grant from Sambulpur, in J.A.S.B. xlvi. Pt. i. p. 177.\n \". . . the fourth of the Agasti family, student of the Kánva section of the Yajur Veda, emigrant from Tríkalinga . . . by name Koṇdadeva, son of Rámaçarmá.\"- Ibid.\n (Kling).\n 1511. -- \". . . And beyond all these arguments which the merchants laid before Afonso Dalboquerque, he himself had certain information that the principal reason why this Javanese (este Iao) practised these doings was because he could not bear that the Quilins and Chitims (see CHETTY) who were Hindoos (Gentios) should be out of his jurisdiction.\" -- Alboquerque,Commentaries, Hak. Soc. iii. 146.\n \" \"For in Malaca, as there was a continual traffic of people of many nations, each nation maintained apart its own customs and administration of justice, so that there was in the city one Bendará (q.v.) of the natives, of Moors and heathen severally; a Bendará of the foreigners; a Bendará of the foreign merchants of each class severally; to wit, of the Chins, of the Leqeos (Loo-choo people), of the people of Siam, of Pegu, of the Quelins, of the merchants from within Cape Comorin, of the merchants of India (i.e. of the Western Coast), of the merchants of Bengala. . . .\" -- Correa, ii. 253.\n [1533. -- \"Quelys.\" See under TUAN.]\n 1552. -- \"E repartidos os nossos em quadrilhas roubarão a cidade, et com quãto se não buleo com as casas dos Quelins, nem dos Pegus, nem dos Jaos . . .\" -- Castanheda, iii. 208; see also ii. 355.\n De Bry terms these people Quillines (iii. 98, &c.)\n 1601. -- \"5. His Majesty shall repopulate the burnt suburb (of Malacca) called Campo Clin . . .\" -- Agreement between the King of Johore and the Dutch, in Valentijn v. 332. [In Malay Kampong K'ling or Kling, 'Kling village.']\n 1602. -- \"About their loynes they weare a kind of Callico-cloth, which is made at Clyn in manner of a silke girdle.\" -- E. Scot, in Purchas, i. 165.\n 1604. -- \"If it were not for the Sabindar (see SHABUNDER), the Admirall, and one or two more which are Clyn-men borne, there were no living for a Christian among them. . . .\" -- Ibid. i. 175.\n 1605. -- \"The fifteenth of Iune here arrived Nockhoda (Nacoda) Tingall, a Cling-man from Banda. . . .\" -- Capt. Saris, in Purchas, i. 385.\n 1610. -- \"His Majesty should order that all the Portuguese and Quelins merchants of San Thomé, who buy goods in Malacca and export them to India, San Thomé, and Bengala should pay the export duties, as the Javanese (os Jaos) who bring them in pay the import duties.\" -- Livro das Monções, 318.\n 1613. -- See remarks under Cheling, and, in the quotation from Godinho de Eredia, \"Campon Chelim\" and \"Chelis of Coromandel. \"\n 1868. -- \"The Klings of Western India are a numerous body of Mahometans, and . . . are petty merchants and shopkeepers.\"- Wallace, Malay Archip., ed. 1880, p. 20.\n \" \"The foreign residents in Singapore mainly consist of two rival races . . . viz. Klings from the Coromandel Coast of India, and Chinese. . . . The Klings are universally the hack-carriage (gharry) drivers, and private grooms (syces), and they also monopolize the washing of clothes. . . . But besides this class there are Klings who amass money as tradesmen and merchants, and become rich.\" -- Collingwood, Rambles of a Naturalist, 268-9.\n", "kobang": "s. The name (lit. 'greater division') of a Japanese gold coin, of the same form and class as the obang (q.v.). The coin was issued occasionally from 1580 to 1860, and its most usual weight was 222 grs. troy. The shape was oblong, of an average length of 2½ inches and width of 1½.\n [1599. -- \"Cowpan.\" See under TAEL.]\n 1616. -- \"Aug. 22. -- About 10 a clock we departed from Shrongo, and paid our host for the howse a bar of Coban gould, vallued at 5 tais 4 mas. . . .\" -- Cocks's Diary, i. 165.\n \" Sept. 17. -- \"I received two bars Coban gould with two ichibos (see ITZEBOO) of 4 to a coban, all gould, of Mr. Eaton to be acco. for as I should have occasion to use them.\" -- Ibid. 176.\n 1705. -- \"Outre ces roupies il y a encore des pièces d'or qu'on appelle coupans, qui valent dix-neuf roupies. . . . Ces pièces s'appellant coupans parce-qu'elles sont longues, et si plates qu'on en pourroit couper, et c'est par allusion à notre langue qu'on les appellent ainsi.\" -- Luillier, 256-7.\n 1727. -- \"My friend took my advice and complimented the Doctor with five Japon Cupangs, or fifty Dutch Dollars.\" -- A. Ilamilton, ii. 86; [ed. 1744, ii. 85].\n 1726. -- \"1 gold Koebang (which is no more seen now) used to make 10 ryx dollars, 1 Itzebo making 2½ ryx dollars.\" -- Valentijn, iv. 356.\n 1768-71. -- \"The coins current at Batavia are the following: -- The milled Dutch gold ducat, which is worth 6 gilders and 12 stivers; the Japan gold coupangs, of which the old go for 24 gilders, and the new for 14 gilders and 8 stivers.\" -- Stavorinus, E.T. i. 307.\n [1813. -- \"Copang.\" See under MACE.]\n 1880. -- \"Never give a Kobang to a cat.\" -- Jap. Proverb, in Miss Bird, i. 367.\n", "koël": "s. This is the common name in northern India of Eudynamys orientalis, L. (Fam. of Cuckoos), also called kokilā and koklā. The name koīl is taken from its cry during the breeding season, \"ku-il, ku-il, increasing in vigour and intensity as it goes on. The male bird has also another note, which Blyth syllables as Howhee-ho, or Ho-a-o, or Ho-y-o. When it takes flight it has yet another somewhat melodious and rich liquid call; all thoroughly cuculine.\" (Jerdon.)\n c. 1526. -- \"Another is the Koel, which in length may be equal to the crow, but is much thinner. It has a kind of song, and is the nightingale of Hindustan. It is respected by the natives of Hindustan as much as the nightingale is by us. It inhabits gardens where the trees are close planted.\" -- Baber, p. 323.\n c. 1590. -- \"The Koyil resembles the myneh (see MYNA), but is blacker, and has red eyes and a long tail. It is fabled to be enamoured of the rose, in the same manner as the nightingale.\" -- Ayeen, ed. Gladwin, ii. 381; [ed. Jarrett, iii. 121].\n c. 1790. -- \"Le plaisir que cause la fraîcheur dont on jouit sous cette belle verdure est augmenté encore par le gazouillement des oiseaux et les cris clairs et perçans du Koewil. . . .\" -- Haafner, ii. 9.\n 1810. -- \"The Kokeela and a few other birds of song.\" -- Maria Graham, 22.\n 1883. -- \"This same crow-pheasant has a second or third cousin called the Koel, which deposits its eggs in the nest of the crow, and has its young brought up by that discreditable foster-parent. Now this bird supposes that it has a musical voice, and devotes the best part of the night to vocal exercise, after the manner of the nightingale. You may call it the Indian nightingale if you like. There is a difference however in its song . . . when it gets to the very top of its pitch, its voice cracks and there is an end of it, or rather there is not, for the persevering musician begins again. . . . Does not the Maratha novelist, dwelling on the delights of a spring morning in an Indian village, tell how the air was filled with the dulcet melody of the Koel, the green parrot, and the peacock?\" -- Tribes on My Frontier, 156.\n", "kohinor": "n.p. Pers. Koh-i-nūr, 'Mountain of Light'; the name of one of the most famous diamonds in the world. It was an item in the Deccan booty of Alāuddīn Khiljī (dd. 1316), and was surrendered to Baber (or more precisely to his son Humāyūn) on the capture of Agra (1526). It remained in the possession of the Moghul dynasty till Nādir extorted it at Delhi from the conquered Mahommed Shāh (1739). After Nādir's death it came into the hands of Ahmed Shāh, the founder of the Afghān monarchy. Shāh Shujā', Ahmed's grandson, had in turn to give it up to Ranjīt Singh when a fugitive in his dominions. On the annexation of the Punjab in 1849 it passed to the English, and is now among the Crown jewels of England. Before it reached that position it ran through strange risks, as may be read in a most diverting story told by Bosworth Smith in his Life of Lord Lawrence (i. 327-8). In 1850-51, before being shown at the Great Exhibition in Hyde Park, it went through a process of cutting which, for reasons unintelligible to ordinary mortals, reduced its weight from 186 1⁄16 carats to 106 1⁄16. [See an interesting note in Ball's Tavernier, ii. 431 seqq.]\n 1526. -- \"In the battle in which Ibrâhim was defeated, Bikermâjit (Raja of Gwalior) was sent to hell. Bikermâjit's family . . . were at this moment in Agra. When Hûmâiûn arrived . . . (he) did not permit them to be plundered. Of their own free will they presented to Hûmâiûn a peshkesh (see PESHCUSH), consisting of a quantity of jewels and precious stones. Among these was one famous diamond which had been acquired by Sultân Alâeddîn. It is so valuable that a judge of diamonds valued it at half the daily expense of the whole world. It is about eight mishkals. . . .\"- Baber, p. 308.\n 1676. -- (With an engraving of the stone.) \"This diamond belongs to the Great Mogul . . . and it weighs 319 Ratis (see RUTTEE) and a half, which make 279 and nine 16ths of our Carats; when it was rough it weigh'd 907 Ratis, which make 793 carats.\" -- Tavernier, E.T. ii. 148; [ed. Ball, ii. 123].\n [1842. -- \"In one of the bracelets was the Cohi Noor, known to be one of the largest diamonds in the world.\" -- Elphinstone, Caubul, i. 68.]\n 1856.- \"He (Akbar) bears no weapon, save his dagger, hid Up to the ivory haft in muslin swathes; No ornament but that one famous gem, Mountain of Light! bound with a silken thread Upon his nervous wrist; more used, I ween, To feel the rough strap of his buckler there.\" The Banyan Tree.\n See also (1876) Browning, Epilogue to Pacchiarotto, &c.\n", "kookry": "s. Hind. kukrī, [which originally means 'a twisted skein of thread,' from kūknā, 'to wind'; and then anything curved]. The peculiar weapon of the Goorkhas, a bill, admirably designed and poised for hewing a branch or a foe. [See engravings in Egerton, Handbook of Indian Arms, pl. ix.]\n 1793. -- \"It is in felling small trees or shrubs, and lopping the branches of others for this purpose that the dagger or knife worn by every Nepaulian, and called khookheri, is chiefly employed.\" -- Kirkpatrick's Nepaul, 118.\n [c. 1826. -- \"I hear my friend means to offer me a Cuckery.\" -- Ld. Combermere, in Life, ii. 179.\n [1828. -- \"We have seen some men supplied with Cookeries, and the curved knife of the Ghorka.\" -- Skinner, Excursions, ii. 129.]\n 1866. -- \"A dense jungle of bamboo, through which we had to cut a way, taking it by turns to lead, and hew a path through the tough stems with my 'kukri,' which here proved of great service.\" -- Lt.-Col. T. Lewin, A Fly on the Wheel, p. 269.\n", "koomky": "s. (See COOMKY .)\n", "koonbee": "n.p. The name of the prevalent cultivating class in Guzerat and the Konkan, the Kurmī of N. India. Skt. kuṭumba. The Kunbī is the pure Sudra, [but the N. India branch are beginning to assert a more respectable origin]. In the Deccan the title distinguished the cultivator from him who wore arms and preferred to be called a Mahratta (Drummond).\n [1598. -- \"The Canarijns and Corumbijns are the Countrimen.\" -- Linschoten, Hak. Soc. i. 260.\n [c. 1610. -- \"The natives are the Bramenis, Canarins and Coulombins.\" -- Pyrard de Laval, Hak. Soc. ii. 35.\n [1813. -- \"A Sepoy of the Mharatta or Columbee tribe.\" -- Forbes, Or. Mem. 2nd ed. i. 27.]\n", "koot": "s. Hind. kuṭ, from Skt. kushṭa, the costum and costus of the Roman writers. (See under PUTCHOCK.)\n B.C. 16.- \"Costum molle date, et blandi mihi thuris honores.\" -- Propertius, IV. vi. 5.\n c. 70-80. -- \"Odorum causâ unguentorumque et deliciarum, si placet, etiam superstitionis gratiâ emantur, quoniam tunc supplicamus et costo.\" -- Pliny, Hist. Nat. xxii. 56.\n c. 80-90. -- (From the Sinthus or Indus) \"A)NTIFORTI/ZETAI DE\\ KO/STOS, BDE/LLA, LU/KION, NA/RDOS. . . .\" -- Periplus.\n 1563. -- \"R. And does not the Indian costus grow in Guzarate?\n \"O. It grows in territory often subject to Guzarat, i.e. lying between Bengal and Dely and Cambay, I mean the lands of Mamdou and Chitor. . . .\" -- Garcia, f. 72.\n 1584. -- \"Costo dulce from Zindi and Cambaia.\" -- Barret, in Hakl. ii. 413.\n", "kooza": "s. A goglet , or pitcher of porous clay; corr. of Pers. kūza. Commonly used at Bombay.\n [1611. -- \"One sack of cusher to make coho.\" -- Danvers, Letters, i. 128.]\n 1690. -- \"Therefore they carry about with them Kousers or Jarrs of Water, when they go abroad, to quench their thirst. . . .\"- Ovington, 295.\n [1871. -- \"Many parts of India are celebrated for their Coojahs or guglets, but the finest are brought from Bussorah, being light, thin, and porous, made from a whitish clay.\" -- Riddell, Ind. Domest. Econ., 362.]\n", "koshoon": "s. This is a term which was affected by Tippoo Sahib in his military organisation, for a brigade, or a regiment in the larger Continental use of that word. His Piādah 'askar, or Regular Infantry, was formed into 5 Kachahris (see CUTCHERRY), composed in all of 27 Kushūns. A MS. note on the copy of Kirkpatrick's Letters in the India Office Library says that Kushoon was properly Skt. kshuni or kshauni, 'a grand division of the force of an Empire, as used in the Mahābhārata. But the word adopted by Tippoo appears to be Turki. Thus we read in Quatremère's transl. from Abdurrazzāk: \"He (Shāh Rukh) distributed to the emirs who commanded the tomāns (corps of 10,000), the koshūn (corps of 1000), the sadeh (of 100), the deheh (of 10), and even to the private soldiers, presents and rewards\" (Nots. et Exts. xiv. 91; see also p. 89). Again: \"The soldiers of Isfahan having heard of the amnesty accorded them, arrived, koshūn by koshūn.\" (Ibid. 130.) Vambéry gives ḳoshūn as Or. Turki for an army, a troop (literally whatever is composed of several parts).\n [1753. -- \". . . Kara-kushun, are also foot soldiers . . . the name is Turkish and signifies black guard.\" -- Hanway, I. pt. ii. 252.]\n c. 1782. -- \"In the time of the deceased Nawab, the exercises . . . of the regular troops were . . . performed, and the word given according to the French system . . . but now, the Sultan (Tippoo) . . . changed the military code . . . and altered the technical terms or words of command . . . to words of the Persian and Turkish languages. . . . From the regular infantry 5000 men being selected, they were named Kushoon, and the officer commanding that body was called a Sipahdar. . . .\" -- Hist. of Tipu Sultan, p. 31.\n [1810. -- \". . . with a division of five regular cushoons. . . .\" -- Wilks, Mysore, reprint 1869, ii. 218.]\n", "kotow": "s. From the Chinese k'o-t'ou, lit. 'knock-head'; the salutation used in China before the Emperor, his representatives, or his symbols, made by prostrations repeated a fixed number of times, the forehead touching the ground at each prostration. It is also used as the most respectful form of salutation from children to parents, and from servants to masters on formal occasions, &c.\n This mode of homage belongs to old Pan-Asiatic practice. It was not, however, according to M. Pauthier, of indigenous antiquity at the Court of China, for it is not found in the ancient Book of Rites of the Cheu Dynasty, and he supposes it to have been introduced by the great destroyer and reorganiser, Tsin shi Hwangti, the Builder of the Wall. It had certainly become established by the 8th century of our era, for it is mentioned that the Ambassadors who came to Court from the famous Hārūn-al-Rashīd (A.D. 798) had to perform it. Its nature is mentioned by Marco Polo, and by the ambassadors of Shāh Rukh (see below). It was also the established ceremonial in the presence of the Mongol Khāns, and is described by Baber under the name of kornish. It was probably introduced into Persia in the time of the Mongol Princes of the house of Hulākū, and it continued to be in use in the time of Shāh 'Abbās. The custom indeed in Persia may possibly have come down from time immemorial, for, as the classical quotations show, it was of very ancient prevalence in that country. But the interruptions to Persian monarchy are perhaps against this. In English the term, which was made familiar by Lord Amherst's refusal to perform it at Pekin in 1816, is frequently used for servile acquiescence or adulation.\n K'o-tou-k'o-tou! is often colloquially used for 'Thank you' (E. C. Baber).\n c. B.C. 484. -- \"And afterwards when they were come to Susa in the king's presence, and the guards ordered them to fall down and do obeisance, and went so far as to use force to compel them, they refused, and said they would never do any such thing, even were their heads thrust down to the ground, for it was not their custom to worship men, and they had not come to Persia for that purpose.\" -- Herodotus, by Rawlinson, vii. 136.\n c. B.C. 464. -- \"Themistocles . . . first meets with Artabanus the Chiliarch, and tells him that he was a Greek, and wished to have an interview with the king. . . . But quoth he; 'Stranger, the laws of men are various. . . . You Greeks, 'tis said, most admire liberty and equality, but to us of our many and good laws the best is to honour the king, and adore him by prostration, as the Image of God, the Preserver of all things.' . . . Themistocles, on hearing these things, says to him: 'But I, O Artabanus, . . . will myself obey your laws.' . . .\" -- Plutarch, Themistoc., xxvii.\n c. B.C. 390. -- \"Conon, being sent by Pharnabazus to the king, on his arrival, in accordance with Persian custom, first presented himself to the Chiliarch Tithraustes who held the second rank in the empire, and stated that he desired an interview with the king; for no one is admitted without this. The officer replied: 'It can be at once; but consider whether you think it best to have an interview, or to write the business on which you come. For if you come into the presence you must needs worship the king (what they call PROSKUNEI=N). If this is disagreeable to you you may commit your wishes to me, without doubt of their being as well accomplished.' Then Conon says: 'Indeed it is not disagreeable to me to pay the king any honour whatever. But I fear lest I bring discredit upon my city, if belonging to a state which is wont to rule over other nations I adopt manners which are not her own, but those of foreigners.' Hence he delivered his wishes in writing to the officer.\" -- Corn. Nepos, Conon, c. iv.\n B.C. 324. -- \"But he (Alexander) was now downhearted, and beginning to be despairing towards the divinity, and suspicious towards his friends. Especially he dreaded Antipater and his sons. Of these Iolas was the Chief Cupbearer, whilst Kasander had come but lately. So the latter, seeing certain Barbarians prostrating themselves (PROSKUNOU=NTAS), a sort of thing which he, having been brought up in Greek fashion, had never witnessed before, broke into fits of laughter. But Alexander in a rage gript him fast by the hair with both hands, and knocked his head against the wall.\"- Plutarch, Alexander, lxxiv.\n A.D. 798. -- \"In the 14th year of Tchinyuan, the Khalif Galun (Hārūn) sent three ambassadors to the Emperor; they performed the ceremony of kneeling and beating the forehead on the ground, to salute the Emperor. The earlier ambassadors from the Khalifs who came to China had at first made difficulties about performing this ceremony. The Chinese history relates that the Mahomedans declared that they knelt only to worship Heaven. But eventually, being better informed, they made scruple no longer.\" -- Gaubil, Abrégé de l'Histoire des Thangs, in Amyot, Mémoires conc. les Chinois, xvi. 144.\n c. 1245. -- \"Tartari de mandato ipsius principes suos Baiochonoy et Bato violenter ab omnibus nunciis ad ipsos venientibus faciunt adorari cum triplici genuum flexione, triplici quoque capitum suorum in terram allisione.\" -- Vincent Bellovacensis, Spec.Historiale, l. xxix. cap. 74.\n 1298. -- \"And when they are all seated, each in his proper place, then a great prelate rises and says with a loud voice: 'Bow and adore!' And as soon as he has said this, the company bow down until their foreheads touch the earth in adoration towards the Emperor as if he were a god. And this adoration they repeat four times.\" -- Marco Polo, Bk. ii. ch. 15.\n 1404. -- \"E ficieronle vestir dos ropas de camocan (see KINCOB), é la usanza era, quando estas roupat ponian por el Señor, de facer un gran yantar, é despues de comer de les vestir de las ropas, é entonces de fincar los finojos tres veces in tierra por reverencia del gran Señor.\" -- Clavijo, \u0015 xcii.\n \" \"And the custom was, when these robes were presented as from the Emperor, to make a great feast, and after eating to clothe them with the robes, and then that they should touch the ground three times with the knees to show great reverence for the Lord.\" -- See Markham, p. 104.\n 1421. -- \"His worship Hajji Yusuf the Kazi, who was . . . chief of one of the twelve imperial Councils, came forward accompanied by several Mussulmans acquainted with the languages. They said to the ambassadors: 'First prostrate yourselves, and then touch the ground three times with your heads.'\" -- Embassy from Shāh Rukh, in Cathay, p. ccvi.\n 1502. -- \"My uncle the elder Khan came three or four farsangs out from Tashkend, and having erected an awning, seated himself under it. The younger Khan advanced . . . and when he came to the distance at which the kornish is to be performed, he knelt nine times. . . .\" -- Baber, 106.\n c. 1590. -- The kornish under Akbar had been greatly modified:\n \"His Majesty has commanded the palm of the right hand to be placed upon the forehead, and the head to be bent downwards. This mode of salutation, in the language of the present age, is called Kornish.\" -- Āīn, ed. Blochmann, i. 158.\n But for his position as the head of religion, in his new faith he permitted, or claimed prostration (sijda) before him:\n \"As some perverse and dark-minded men look upon prostration as blasphemous manworship, His Majesty, from practical wisdom, has ordered it to be discontinued by the ignorant, and remitted it to all ranks. . . . However, in the private assembly, when any of those are in waiting, upon whom the star of good fortune shines, and they receive the order of seating themselves, they certainly perform the prostration of gratitude by bowing down their foreheads to the earth.\" -- Ibid. p. 159.\n [1615. -- \". . . Whereatt some officers called me to size-da (sij-dah), but the King answered no, no, in Persian.\" -- Sir T. Roe, Hak. Soc. i. 244; and see ii. 296.]\n 1618. -- \"The King (Shāh 'Abbās) halted and looked at the Sultan, the latter on both knees, as is their fashion, near him, and advanced his right foot towards him to be kissed. The Sultan having kissed it, and touched it with his forehead . . . made a circuit round the king, passing behind him, and making way for his companions to do the like. This done the Sultan came and kissed a second time, as did the other, and this they did three times.\" -- P. della Valle, i. 646.\n [c. 1686. -- \"Job (Charnock) made a salam Koornis, or low obeisance, every second step he advanced.\" -- Orme, Fragments, quoted in Yule, Hedges' Diary, Hak. Soc. ii. xcvii.]\n 1816. -- \"Lord Amherst put into my hands . . . a translation . . . by Mr. Morrison of a document received at Tongchow with some others from Chang, containing an official description of the ceremonies to be observed at the public audience of the Embassador. . . . The Embassador was then to have been conducted by the Mandarins to the level area, where kneeling . . . he was next to have been conducted to the lower end of the hall, where facing the upper part . . . he was to have performed the ko-tou with 9 prostrations; afterwards he was to have been led out of the hall, and having prostrated himself once behind the row of Mandarins, he was to have been allowed to sit down; he was further to have prostrated himself with the attendant Princes and Mandarins when the Emperor drank. Two other prostrations were to have been made, the first when the milk-tea was presented to him, and the other when he had finished drinking.\" -- Ellis's Journal of (Lord Amherst's) Embassy to China, 213-214.\n 1824. -- \"The first ambassador, with all his following, shall then perform the ceremonial of the three kneelings and the nine prostrations; they shall then rise and be led away in proper order.\" -- Ceremonial observed at the Court of Peking for the Reception of Ambassadors, ed. 1824, in Pauthier, 192.\n 1855. -- \". . . The spectacle of one after another of the aristocracy of nature making the kotow to the aristocracy of the accident.\" -- H. Martineau, Autobiog. ii. 377.\n 1860. -- \"Some Seiks, and a private in the Buffs having remained behind with the grog carts, fell into the hands of the Chinese. On the next morning they were brought before the authorities, and commanded to perform the kotou. The Seiks obeyed; but Moyse, the English soldier, declaring that he would not prostrate himself before any Chinaman alive, was immediately knocked upon the head, and his body thrown upon a dunghill\" (see China Correspondent of the Times). This passage prefaces some noble lines by Sir F. Doyle, ending:\n \"Vain mightiest fleets, of iron framed; Vain those all-shattering guns; Unless proud England keep, untamed, The strong heart of her sons. So let his name through Europe ring- A man of mean estate, Who died, as firm as Sparta's king, Because his soul was great.\" Macmillan's Mag. iii. 130.\n 1876. -- \"Nebba more kowtow big people.\" -- Leland, 46.\n 1879. -- \"We know that John Bull adores a lord, but a man of Major L'Estrange's social standing would scarcely kowtow to every shabby little title to be found in stuffy little rooms in Mayfair.\" -- Sat. Review, April 19, p. 505.\n", "kotul": "s. This appears to be a Turki word, though adopted by the Afghans. Kotal, 'a mountain pass, a col.' Pavet de Courteille quotes several passages, in which it occurs, from Baber's original Turki.\n [1554. -- \"Koutel.\" See under RHINO- CEROS.\n [1809. -- \"We afterwards went on through the hills, and crossed two Cotuls or passes.\" -- Elphinstone, Çaubul, ed. 1842, i. 51.]\n", "kubber": "s. Ar. -- P. -- H. khabar, 'news,' and especially as a sporting term, news of game, e.g. \"There is pucka khubber of a tiger this morning.\"\n [1828. -- \". . . the servant informed us that there were some gongwalas, or villagers, in waiting, who had some khubber (news about tigers) to give us.\" -- Mundy, Pen and Pencil Sketches, ed. 1858, p. 53.]\n 1878. -- \"Khabar of innumerable black partridges had been received.\" -- Life in the Mofussil, i. 159.\n 1879. -- \"He will not tell me what khabbar has been received.\" -- 'Vanity Fair,' Nov. 29, p. 299.\n", "kubberdaur": ". An interjectional exclamation, 'Take care!' Pers. khabar-dār! 'take heed!' (see KUBBER). It is the usual cry of chokidārs to show that they are awake. [As a substantive it has the sense of a 'scout' or 'spy.']\n c. 1664. -- \"Each omrah causeth a guard to be kept all the night long, in his particular camp, of such men that perpetually go the round, and cry Kaber-dar, have a care.\" -- Bernier, E.T. 119; [ed. Constable, 369].\n c. 1665. -- \"Les archers crient ensuite a pleine tête, Caberdar, c'est à dire prends garde.\" -- Thevenot, v. 58.\n [1813. -- \"There is a strange custom which prevails at all Indian courts, of having a servant called a khubur-dar, or newsman, who is an admitted spy upon the chief, about whose person he is employed.\" -- Broughton, Letters from a Mahratta Camp, ed. 1892, p. 25.]\n", "kuhár": "s. Hind. Kahār, [Skt. skandha-kāra, 'one who carries loads on his shoulders']. The name of a Śūdra caste of cultivators, numerous in Bahār and the N.W. Provinces, whose speciality is to carry palankins. The name is, therefore, in many parts of India synonymous with 'palankinbearer,' and the Hindu body-servants called bearers (q.v.) in the Bengal Presidency are generally of this caste.\n c. 1350. -- \"It is the custom for every traveller in India . . . also to hire kahārs, who carry the kitchen furniture, whilst others carry himself in the palankin, of which we have spoken, and carry the latter when it is not in use.\" -- Ibn Batuta, iii. 415.\n c. 1550. -- \"So saying he began to make ready a present, and sent for bulbs, roots, and fruit, birds and beasts, with the finest of fish . . . which were brought by kahārs in basketfuls.\" -- Rāmāyana of Tulsi Dās, by Growse, 1878, ii. 101.\n 1673. -- \"He (the President of Bombay) goes sometimes in his Coach, drawn by large Milk-white Oxen, sometimes on Horseback, other times in Palankeens, carried by Cohors, Musselmen Porters.\" -- Fryer, 68.\n 1810. -- \"The Cahar, or palanquin-bearer, is a servant of peculiar utility in a country where, for four months, the intense heat precludes Europeans from taking much exercise.\" -- Williamson, V.M. i. 209.\n 1873. -- \"Bhuí Kahár. A widely spread caste of rather inferior rank, whose occupation is to carry palkis, dolis, water-skins, &c.; to act as Porters . . . they eat flesh and drink spirits: they are an ignorant but industrious class. Buchanan describes them as of Telinga descent. . . .\" -- Dr. H. V. Carter's Notices of Castes in Bombay Pry., quoted in Ind. Antiq. ii. 154.\n", "kulá": "n.p. Burmese name of a native of Continental India; and hence misapplied also to the English and other Westerns who have come from India to Burma; in fact used generally for a Western foreigner.\n The origin of this term has been much debated. Some have supposed it to be connected with the name of the Indian race, the Kols; another suggestion has connected it with Kalinga (see KLING); and a third with the Skt. kula, 'caste or tribe'; whilst the Burmese popular etymology renders it from kū, 'to cross over,' and la, 'to come,' therefore 'the people that come across (the sea).' But the true history of the word has for the first time been traced by Professor Forchhammer, to Gola, the name applied in old Pegu inscriptions to the Indian Buddhist immigrants, a name which he identifies with the Skt. Gauḍa, the ancient name of Northern Bengal, whence the famous city of Gaur (see GOUR, c).\n 14th cent. -- \"The Heroes Sona and Uttara were sent to Rāmañña, which forms a part of Suvannabhūmi, to propagate the holy faith. . . . This town is called to this day Golamattikanagara, because of the many houses it contained made of earth in the fashion of houses of the Gola people.\"- Inscr. at Kalyāni near Pegu, in Forchhammer, ii. 5.\n 1795. -- \"They were still anxious to know why a person consulting his own amusement, and master of his own time, should walk so fast; but on being informed that I was a 'Colar,' or stranger, and that it was the custom of my country, they were reconciled to this. . . .\" -- Symes, Embassy, p. 290.\n 1855. -- \"His private dwelling was a small place on one side of the court, from which the women peeped out at the Kalás; . . .\" -- Yule, Mission to the Court of Ava (Phayre's), p. 5.\n \" \"By a curious self-delusion, the Burmans would seem to claim that in theory at least they are white people. And what is still more curious, the Bengalees appear indirectly to admit the claim; for our servants in speaking of themselves and their countrymen, as distinguished from the Burmans, constantly made use of the term kálá admi -- 'black man,' as the representative of the Burmese kălá, a foreigner.\"- Ibid. p. 37.\n", "kumpáss": "s. Hind. kampās corruption of English compass, and hence applied not only to a marine or a surveying compass, but also to theodolites, levelling instruments, and other elaborate instruments of observation, and even to the shaft of a carriage. Thus the -- sextant used to be called tikunta kampāss, \"the 3-cornered compass. \"\n [1866. -- \"Many an amusing story did I hear of this wonderful kumpass. It possessed the power of reversing everything observed. Hence if you looked through the doorbeen at a fort, everything inside was revealed. Thus the Feringhees so readily took forts, not by skill or by valour, but by means of the wonderful power of the doorbeen. \" -- Confess. of an Orderly, 175.]\n", "kunkur": "&c., s. Hind. kankar, 'gravel.' As regards the definition of the word in Anglo-Indian usage it is impossible to improve on Wilson: \"A coarse kind of limestone fóund in the soil, in large tabular strata, or interspersed throughout the superficial mould, in nodules of various sizes, though usually small.\" Nodular kunkur, wherever it exists, is the usual material for road metalling, and as it binds when wetted and rammed into a compact, hard, and even surface, it is an admirable material for the purpose.\n c. 1781. -- \"Etaya is situated on a very high bank of the river Jumna, the sides of which consist of what in India is called concha, which is originally sand, but the constant action of the sun in the dry season forms it almost into a vitrification\" (!)- Hodges, 110.\n 1794. -- \"Konker\" appears in a Notification for tenders in Calcutta Gazette. -- In Seton-Karr, ii. 135.\n c. 1809. -- \"We came within view of Cawnpore. Our long, long voyage terminated under a high conkur bank.\" -- Mrs. Sherwood, Autobiog. 381.\n 1810. -- \". . . a weaker kind of lime is obtained by burning a substance called kunkur, which, at first, might be mistaken for small rugged flints, slightly coated with soil.\" -- Williamson, V. M. ii. 13.\n", "kureef": "s. Hind. adopted from Ar. kharīf ('autumn'). The crop sown just before, or at the beginning of, the rainy season, in May or June, and reaped after the rains in November -- December. This includes rice, maize, the tall millets, &c. (See RUBBEE).\n [1824. -- \"The basis on which the settlements were generally founded, was a measurement of the Khureef, or first crop, when it is cut down, and of the Rubbee, or second, when it is about half a foot high. . . .\"- Malcolm, Central India, ii. 29.]\n", "kurnool": "n.p. The name of a city and territory in the Deccan, Karnūl of the Imp. Gazetteer; till 1838 a tributary Nawabship; then resumed on account of treason; and now since 1858 a collectorate of Madras Presidency. Properly Kandanūr; Canoul of Orme. Kirkpatrick says that the name Kurnool, Kunnool, or Kundnool (all of which forms seem to be applied corruptly to the place) signifies in the language of that country 'fine spun, clear thread,' and according to Meer Husain it has its name from its beautiful cotton fabrics. But we presume the town must have existed before it made cotton fabrics? This is a specimen of the stuff that men, even so able as Kirkpatrick, sometimes repeat after those native authorities who \"ought to know better,\" as we are often told. [The Madras Gloss. gives the name as Tam. karnūlu, from kandena, 'a mixture of lamp-oil and burnt straw used in greasing cart-wheels' and prolu, 'village,' because when the temple at Alampur was being built, the wheels of the carts were greased here, and thus a settlement was formed.]\n", "kuttaur": "s. Hind. kaṭār, Skt. kaṭṭāra, 'a dagger,' especially a kind of dagger peculiar to India, having a solid blade of diamond - section, the handle of which consists of two parallel bars with a cross-piece joining them. The hand grips the cross-piece, and the bars pass along each side of the wrist. [See a drawing in Egerton, Handbook, Indian Arms, pl. ix.] Ibn Batuta's account is vivid, and perhaps in the matter of size there may be no exaggeration. Through the kindness of Col. Waterhouse I have a phototype of some Travancore weapons shown at the Calcutta Exhibition of 1883-4; among them two great kaṭārs, with sheaths made from the snouts of two sawfishes (with the teeth remaining in). They are done to scale, and one of the blades is 20 inches long, the other 26. There is also a plate in the Ind. Antiq. (vii. 193) representing some curious weapons from the Tanjore Palace Armoury, among which are kaṭār-hilted daggers evidently of great length, though the entire length is not shown. The plate accompanies interesting notes by Mr. M. J. Walhouse, who states the curious fact that many of the blades mounted kaṭār-fashion were of European manufacture, and that one of these bore the famous name of Andrea Ferara. I add an extract. Mr. Walhouse accounts for the adoption of these blades in a country possessing the far-famed Indian steel, in that the latter was excessively brittle. The passage from Stavorinus describes the weapon, without giving a native name. We do not know what name is indicated by 'belly piercer.'\n c. 1343. -- \"The villagers gathered round him, and one of them stabbed him with a kattāra. This is the name given to an iron weapon resembling a plough-share; the hand is inserted into it so that the forearm is shielded; but the blade beyond is two cubits in length, and a blow with it is mortal.\" -- Ibn Batuta, iv. 31-32.\n 1442. -- \"The blacks of this country have the body nearly naked. . . . In one hand they hold an Indian poignard (katārah-iHindī), and in the other a buokler of oxhide . . . this costume is common to the king and the beggar.\" -- Abdurrazzāk, in India in the X Vth Cent., p. 17.\n c. 1526. -- \"On the whole there were given one tipchâk horse with the saddle, two pairs of swords with the belts, 25 sets of enamelled daggers (khanjar -- see HANGER), 16 enamelled kitârehs, two daggers (jamdher- see JUMDUD) set with precious stones.\"- Baber, 338.\n [c. 1590. -- In the list of the Moghul arms we have: \"10. Katárah, price ½ R. to 1 Muhur.\" -- Āīn, ed. Blochmann, i. 110, with an engraving, No. 9, pl. xii.]\n 1638. -- \"Les personnes de qualité portẽt dans la ceinture vne sorte d'armes, ou de poignards, courte et large, qu'ils appellent ginda (?) ou Catarre, dont la garde et la gaine sont d'or.\" -- Mandelslo, Paris, 1659, 223.\n 1673. -- \"They go rich in Attire, with a Poniard, or Catarre, at their girdle.\"- Fryer, 93.\n 1690. -- \". . . which chafes and ferments him to such a pitch; that with a Catarry or Bagonet in his hands he first falls upon those that are near him . . . killing and stabbing as he goes. . . .\" -- Ovington, 237.\n 1754. -- \"To these were added an enamelled dagger (which the Indians call cuttarri) and two swords. . . .\" -- H. of Nadir, in Hanway's Travels, ii. 386.\n 1768-71. -- \"They (the Moguls) on the left side . . . wear a weapon which they call by a name that may be translated belly-piercer; it is about 14 inches long; broad near the hilt, and tapering away to a sharp point; it is made of fine steel; the handle has, on each side of it, a catch, which, when the weapon is griped by the hand, shuts round the wrist, and secures it from being dropped.\" -- Stavorinus, E.T. i. 457.\n 1813. -- \"After a short silent prayer, Lullabhy, in the presence of all the company, waved his catarra, or short dagger, over the bed of the expiring man. . . . The patient continued for some time motionless: in half an hour his heart appeared to beat, circulation quickened, . . . at the expiration of the third hour Lullabhy had effected his cure.\" -- Forbes, Or. Mem. iii. 249; [2nd ed. ii. 272, and see i. 69].\n 1856. -- \"The manners of the bardic tribe are very similar to those of their Rajpoot clients; their dress is nearly the same, but the bard seldom appears without the 'Kutâr,' or dagger, a representation of which is scrawled beside his signature, and often rudely engraved upon his monumental stone, in evidence of his death in the sacred duty of Trâgâ\" (q.v.). -- Forbes, Râs Mâlâ, ed. 1878, pp. 559-560.\n 1878. -- \"The ancient Indian smiths seem to have had a difficulty in hitting on a medium between this highly refined brittle steel and a too soft metal. In ancient sculptures, as in Srirangam near Trichinapalli, life-sized figures of armed men are represented, bearing Kuttars or long daggers of a peculiar shape; the handles, not so broad as in the later Kuttars, are covered with a long narrow guard, and the blades 2¼ inches broad at bottom, taper very gradually to a point through a length of 18 inches, more than ¾ of which is deeply channelled on both sides with 6 converging grooves. There were many of these in the Tanjor armoury, perfectly corresponding . . . and all were so soft as to be easily bent.\"- Ind. Antiq. vii.\n", "kuzzanna": "s. Ar. -- H. khizāna, or khazāna, 'a treasury.' [In Ar. khazīnah, or khaznah, means 'a treasure,' representing 1000 kis or purses, each worth about £5 (see Burton, Ar. Nights, i. 405).] It is the usual word for the district and general treasuries in British India; and khazānchī for the treasurer.\n 1683. -- \"Ye King's Duan (see DEWAUN) had demanded of them 8000 Rupees on account of remains of last year's Tallecas (see TALLICA) . . . ordering his Peasdast (Peshdast, an assistant) to see it suddenly paid in ye King's Cuzzanna.\" -- Hedges, Diary, Hak. Soc. i. 103.\n [1757. -- \"A mint has been established in Calcutta; continue coining gold and silver into Siccas and Mohurs . . . they shall pass current in the provinces of Bengal, Bahar and Orissa, and be received into the Cadganna. . . .\" -- Perwannah from Jaffier Ally Khan, in Verelst, App. 145.]\n", "kuzzilbash": "n.p. Turki kizilbāsh, 'red-head.' This title has been since the days of the Safavi (see SOPHY) dynasty in Persia, applied to the Persianized Turks, who form the ruling class in that country, from the red caps which they wore. The class is also settled extensively over Afghanistan. [\"At Kābul,\" writes Bellew (Races of Afghanistan, 107), \"he (Nādir) left as chandaul, or 'rear guard,' a detachment of 12,000 of his Kizilbāsh (so named from the red caps they wore), or Mughal Persian troops. After the death of Nādir they remained at Kābul as a military colony, and their descendants occupy a distinct quarter of the city, which is called Chandaul. These Kizilbāsh hold their own ground here, as a distinct Persian community of the Shia persuasion, against the native population of the Sunni profession. They constitute an important element in the general population of the city, and exercise a considerable influence in its local politics. Owing to their isolated position and antagonism to the native population, they are favourably inclined to the British authority.\"] Many of them used to take service with the Delhi emperors; and not a few do so now in our frontier cavalry regiments.\n c. 1510. -- \"L'vsanza loro è di portare vna berretta rossa, ch'auanza sopra la testa mezzo braccio, a guisa d'vn zon ('like a top'), che dalla parte, che si mette in testa, vine a essar larga, ristringendosi tuttauia sino in cima, et è fatta con dodici coste grosse vn dito . . . ne mai tagliano barba ne mostacchi. \" -- G. M. Angiolello, in Ramusio, ii. f. 74.\n 1550. -- \"Oltra il deserto che è sopra ilCorassam fino à Samarcand . . . signorreggiano Iescil bas, cioè le berrette verdi, le quali benette verdi sono alcuni Tartari Musulmani che portano le loro berrette di feltro verde acute, e cosi si fanno chiamare à differentia de Soffiani suoi capitali nemici che signoreggiano la Persia, pur anche essi Musulmani, i quali portano le berrette rosse, quali berrette verdi e rosse, hanno continuamente hauuta fra se guerra crudelissima per causa di diversità di opinione nella loro religione.\" -- Chaggi Memet, in Ramusio, ii. f. 16v. \"Beyond the desert above Corassam, as far as Samarkand and the idolatrous cities, the Yeshilbas (Iescilbas) or 'Greencaps,' are predominant. These Green-caps are certain Musulman Tartars who wear pointed caps of green felt, and they are so called to distinguish them from their chief enemies the Soffians, who are predominant in Persia, who are indeed also Musulmans, but who wear red caps.\"\n 1574. -- \"These Persians are also called Red Turks, which I believe is because they have behind on their Turbants, Red Marks, as Cotton Ribbands &c. with Red Brims, whereby they are soon discerned from other Nations.\" -- Rauwolff, 173.\n whom they esteem most highly.\" -- Gouvea, f. 143.\n 1653. -- \"Ie visité le keselbache qui y commande vne petite forteresse, duquel ie receu beaucoup de civilitez.\" -- De La Boullaye-le-Gouz, ed. 1657, pp. 284-5.\n \" \"Keselbache est vn mot composé de Kesel, qui signifie rouge, et bachi, teste, comme qui diroit teste rouge et par ce terme s'entendent les gens de guerre de Perse, à cause du bonnet de Sophi qui est rouge.\" -- Ibid. 545.\n 1673. -- \"Those who compose the Main Body of the Cavalry, are the Cusle-Bashees, or with us the Chevaliers.\" -- Fryer, 356. Fryer also writes Cusselbash (Index).\n 1815. -- \"The seven Turkish tribes, who had been the chief promoters of his (Ismail's) glory and success, were distinguished by a particular dress; they wore a red cap, from which they received the Turkish name of Kuzelbash, or 'golden heads,' which has descended to their posterity.\" -- Malcolm, H. of Persia, ii. 502-3.\n 1828. -- \"The Kuzzilbash, a Tale of Khorasan. By James Baillie Fraser.\"\n 1883. -- \"For there are rats and rats, and a man of average capacity may as well hope to distinguish scientifically between Ghilzais, Kuki Kheyls, Logar Maliks, Shigwals, Ghazis, Jezailchis, Hazaras, Logaris, Wardaks, Mandozais, LepelGriffin, and Kizilbashes, as to master the division of the great race of rats.\" -- Tribes on My Frontier, 15.\n", "kyfe": "n. One often meets with this word (Ar. kaif) in books about the Levant, to indicate the absolute enjoyment of the dolce far niente. Though it is in the Hindustāni dictionaries, we never remember to have heard it used in India; but the first quotation below shows that it is, or has been, in use in Western India, in something like the Turkish sense. The proper meaning of the Ar. word is 'how?' 'in what manner?' the secondary is 'partial intoxication.' This looks almost like a parallel to the English vulgar slang of 'how comed you so?' But in fact a man's kaif is his 'howness,' i.e. what pleases him, his humour; and this passes into the sense of gaiety caused by ḥashīsh, &c.\n 1808. -- \". . . a kind of confectío Japonica loaded with opium, Gānja or Bang, and causing keif, or the first degree of intoxication, lulling the senses and disposing to sleep.\" -- R. Drummond.\n", "kyoung": "s. Burm. kyaung. A Buddhist monastery. The term is not employed by Padre Sangermano, who uses bao, a word, he says, used by the Portuguese in India (p. 88). I cannot explain it. [See BAO.]\n 1799. -- \"The kioums or convents of the Rhahaans are different in their structure from common houses, and much resemble the architecture of the Chinese; they are made entirely of wood; the roof is composed of different stages, supported by strong pillars,\" &c. -- Symes, p. 210.\n", "kythee": "s. Hind. Kaithī. A form of cursive Nagari character, used by Bunyas, &c., in Gangetic India. It is from Kāyath (Skt. Kāyastha), a member of the writer-caste.\n L"}