{"lac": "s. Hind. lākh, from Skt. lākshā, for rākshā. The resinous incrustation produced on certain trees (of which the dhāk (see DHAWK) is one, but chiefly Peepul, and khossum [kusum, kusumb], i.e. Schleichera bijuga, trijuga) by the puncture of the Lac insect (Coccus Lacca, L.). See Roxburgh, in Vol. III. As. Res., 384 seqq; [and a full list of the trees on which the insect feeds, in Watt, Econ. Dict. ii. 410 seq.]. The incrustation contains 60 to 70 per cent. of resinous lac, and 10 per cent. of dark red colouring matter from which is manufactured lac-dye. The material in its original crude form is called stick-lac; when boiled in water it loses its red colour, and is then termed seed-lac; the melted clarified substance, after the extraction of the dye, is turned out in thin irregular laminae called shelllac.  This is used to make sealing-wax, in the fabrication of varnishes, and very largely as a stiffening for men's hats.\n Though lāk bears the same sense in Persian, and lak or luk are used in modern Arabic for sealing-wax, it would appear from Dozy (Glos., pp. 295-6, and Oosterlingen, 57), that identical or approximate forms are used in various Arabic-speaking regions for a variety of substances giving a red dye, including the coccus ilicis or Kermes. Still, we have seen no evidence that in India the word was applied otherwise than to the lac of our heading. (Garcia says that the Arabs called it loc-summutri, 'lac of Sumatra'; probably because the Pegu lac was brought to the ports of Sumatra, and purchased there.) And this the term in the Periplus seems unquestionably to indicate; whilst it is probable that the passage quoted from Aelian is a much misconceived account of the product. It is not nearly so absurd as De Monfart's account below. The English word lake for a certain red colour is from this. So also are lacquer and lackered ware, because lac is used in some of the varnishes with which such ware is prepared.\n c. A.D. 80-90. -- These articles are imported (to the ports of Barbaricē, on the W. of the Red Sea) from the interior parts of Ariakē:-\n \"*SI/DHROS *)INDIKO\\S KAI\\ STO/MWMA (Indian iron and steel) * * * * * *AA/KKOS XRWMA/TINOS (Lac-dye).\" Periplus, \u0015 6.\n c. 250. -- \"There are produced in India animals of the size of a beetle, of a red colour, and if you saw them for the first time you would compare them to cinnabar. They have very long legs, and are soft to the touch; they are produced on the trees that bear electrum, and they feed on the fruit of these. The Indians catch them and crush them, and with these dye their red cloaks, and the tunics under these, and everything else that they wish to turn to this colour, and to dye. And this kind of clothing is carried also to the King of Persia.\" -- Aelian, de Nat. Animal. iv. 46.\n c. 1343. -- The notice of lacca in Pegolotti is in parts very difficult to translate, and we do not feel absolutely certain that it refers to the Indian product, though we believe it to be so. Thus, after explaining that there are two classes of lacca, the matura and acerba, or ripe and unripe, he goes on: \"It is produced attached to stalks, i.e. to the branches of shrubs, but it ought to be clear from stalks, and earthy dust, and sand, and from costiere (?). The stalks are the twigs of the wood on which it is produced, the costiere or figs, as the Catalans call them, are composed of the dust of the thing, which when it is fresh heaps together and hardens like pitch; only that pitch is black, and those costiere or figs are red and of the colour of unripe lacca. And more of these costiere is found in the unripe than the ripe lacca,\" and so on. -- Della Decima, iii. 365.\n 1510. -- \"There also grows a very large quantity of lacca (or lacra) for making red colour, and the tree of this is formed like our trees which produce walnuts.\"- Varthema, 238.\n 1516. -- \"Here (in Pegu) they load much fine laquar, which grows in the country.\"- Barbosa, Lisbon Acad., 366.\n 1519. -- \"And because he had it much in charge to get all the lac (alacre) that he could, the governor knowing through information of the merchants that much came to the Coast of Choromandel by the ships of Pegu and Martaban that frequented that coast. . . .\" -- Correa, ii. 567.\n 1563. -- \"Now it is time to speak of the lacre, of which so much is consumed in this country in closing letters, and for other seals, in the place of wax.\" -- Garcia, f. 112v.\n 1582. -- \"Laker is a kinde of gum that procedeth of the ant.\" -- Castañeda, tr. by N.L., f. 33.\n c. 1590. -- (Recipe for Lac varnish). \"Lac is used for chighs (see CHICK, a). If red, 4 ser of lac, and 1 s. of vermilion; if yellow, 4 s. of lac, and 1 s. zarnīkh.\" -- Āīn, ed. Blochmann, i. 226.\n 1615. -- \"In this Iland (Goa) is the hard Waxe made (which we call Spanish Waxe), and is made in the manner following. They inclose a large plotte of ground, with a little trench filled with water; then they sticke up a great number of small staues vpon the sayd plot, that being done they bring thither a sort of pismires, farre biggar than ours, which beeing debar'd by the water to issue out, are constrained to retire themselves vppon the said staues, where they are kil'd with the Heate of the Sunne, and thereof it is that Lacka is made.\" -- De Monfart, 35-36.\n c. 1610. -- \" . . . Vne manière de boëte ronde, vernie, et lacrèe, qui est vne ouurage de ces isles.\" -- Pyrard de Laval, i. 127; [Hak. Soc. i. 170].\n 1627. -- \"Lac is a strange drugge, made by certain winged Pismires of the gumme of Trees.\" -- Purchas, Pilgrimage; 569.\n 1644. -- \"There are in the territories of the Mogor, besides those things mentioned, other articles of trade, such as Lacre, both the insect lacre and the cake\" (de formiga e de pasta). -- Bocarro, MS.\n 1663. -- \"In one of these Halls you shall find Embroiderers . . . in another you shall see Goldsmiths . . . in a fourth Workmen in Lacca.\" -- Bernier E.T. 83; [ed. Constable, 259].\n 1727. -- \"Their lackt or japon'd Ware is without any Doubt the best in the World.\" -- A. Hamilton, ii. 305; [ed. 1744].\n", "laccadive islands": "n.p. Probably Skt. Lakśadvīpa, '100,000 Islands'; a name however which would apply much better to the Maldives, for the former are not really very numerous. There is not, we suspect, any ancient or certain native source for the name as specifically applied to the northern group of islands. Barbosa, the oldest authority we know as mentioning the group (1516), calls them Malandiva, and the Maldives Palandiva. Several of the individual islands are mentioned in the Tuhfat-al-Majāhidīn (E.T. by Rowlandson, pp. 150-52), the group itself being called \"the islands of Malabar.\"\n", "lack": "s. One hundred thousand, and especially in the Anglo-Indian colloquial 100,000 Rupees, in the days of better exchange the equivalent of £10,000. Hind. lākh, lak, &c., from Skt. laksha, used (see below) in the same sense, but which appears to have originally meant \"a mark.\" It is necessary to explain that the term does not occur in the earlier Skt. works. Thus in the TalavakāraBrāhmaṇā, a complete series of the higher numerical terms is given. After śata (10), sahasra (1000), comes ayuta (10,000), prayuta (now a million), niyuta (now also a million), arbuda (100 millions), nyarbuda (not now used), nikharṇa (do.), and padma (now 10,000 millions). Laksha is therefore a modern substitute for prayuta, and the series has been expanded. This was probably done by the Iṅdian astronomers between the 5th and 10th centuries A.D.\n The word has been adopted in the Malay and Javanese, and other languages of the Archipelago. But it is remarkable that in all of this class of languages which have adopted the word it is used in the sense of 10,000 instead of 100,000 with the sole exception of the Lampungs of Sumatra, who use it correctly. (Crawfurd). (See CRORE.)\n We should observe that though a lack, used absolutely for a sum of money, in modern times always implies rupees, this has not always been the case. Thus in the time of Akbar and his immediate successors the revenue was settled and reckoned in laks of dams (q.v.). Thus:\n c. 1594. -- \"In the 40th year of his majesty's reign (Akbar's), his dominions consisted of 105 Sircars, subdivided into 2737 Kusbahs (see CUSBAH), the revenue of which he settled for ten years, at the annual rent of 3 Arribs, 62 Crore, 97 Lacks, 55,246 Dams. . . .\" -- Ayeen, ed. Gladwin, ii. 1; [ed. Jarrett, ii. 115].\n At Ormuz again we find another lack in vogue, of which the unit was apparently the dīnār, not the old gold coin, but a degenerate dīnār of small value. Thus:\n 1554. -- \"(Money of Ormuz). -- A leque is equivalent to 50 pardaos of çadis, which is called 'bad money,' (and this leque is not a coin but a number by which they reckon at Ormuz): and each of these pardaos is equal to 2 azares, and each azar to 10 çadis, each çadi to 100 dinars, and after this fashion they calculate in the books of the Custom-house. . . .\" -- Nunez, Lyvro dos Pesos, &c., in Subsidios, 25.\n Here the azar is the Persian hazār or 1000 (dīnārs); the çadi Pers. sad or 100 (dīnārs); the leque or lak, 100,000 (dīnārs); and the tomān (see TOMAUN), which does not appear here, is 10,000 (dīnārs).\n c. 1300. -- \"They went to the Kāfir's tent, killed him, and came back into the town, whence they carried off money belonging to the Sultan amounting to 12 laks. The lak is a sum of 100,000 (silver) dīnārs, equivalent to 10,000 Indian gold dīnārs.\" -- Ibn Batuta, iii. 106.\n c. 1340. -- \"The Sultan distributes daily two lāks in alms, never less; a sum of which the equivalent in money of Egypt and Syria would be 160,000 pieces of silver.\"- Shihābuddīn Dimishki, in Notes and Exts., xiii. 192.\n In these examples from Pinto the word is used apart from money, in the Malay form, but not in the Malay sense of 10,000:\n c. 1540. -- \"The old man desiring to satisfie Antonio de Faria's demand, Sir, said he . . . the chronicles of those times affirm, how in only four yeares and an half sixteen Lacazaas (lacasá) of men were slain, every Lacazaa containing an hundred thousand.\"- Pinto (orig. cap. xlv.) in Cogan, p. 53.\n c. 1546. -- \". . . he ruined in 4 months space all the enemies countries, with such a destruction of people as, if credit may be given to our histories . . . there died fifty Laquesaas of persons.\" -- Ibid. p. 224.\n 1615. -- \"And the whole present was worth ten of their Leakes, as they call them; a Leake being 10,000 pounds sterling; the whole 100,000 pounds sterling.\" -- Coryat's Letters from India (Crudities, iii. f. 25v).\n 1616. -- \"He received twenty lecks of roupies towards his charge (two hundred thousand pounds sterling).\" -- Sir T. Roe, reprint, p. 35; [Hak. Soc. i. 201, and see i. 95, 183, 238].\n 1651. -- \"Yeder Lac is hondert duysend.\" -- Rogerius, 77.\n c. 1665. -- \"Il faut cent mille roupies pour faire un lek, cent mille leks pour faire un courou, cent mille courous pour faire un padan, et cent mille padan pour faire un nil.\" -- Thevenot, v. 54.\n 1673. -- \"In these great Solemnities, it is usual for them to set it around with Lamps to the number of two or three Leaques, which is so many hundred thousand in our account.\" -- Fryer, [p. 104, reading Lecques].\n 1684. -- \"They have by information of the servants dug in severall places of the house, where they have found great summes of money. Under his bed were found Lacks 4½. In the House of Office two Lacks. They in all found Ten Lacks already, and make no doubt but to find more.\" -- Hedges, Diary, Jan. 2; [Hak. Soc. i. 145].\n 1692. -- \". . . a lack of Pagodas. . . .\" -- In Wheeler, i. 262.\n 1747. -- \"The Nabob and other Principal Persons of this Country are of such an extreme lacrative (sic) Disposition, and . . . are so exceedingly avaritious, occasioned by the large Proffers they have received from the French, that nothing less than Lacks will go near to satisfie them.\" -- Letter from Ft. St. David to the Court, May 2 (MS. Records in India Office).\n 1778. -- \"Sir Matthew Mite will make up the money already advanced in another name, by way of future mortgage upon his estate, for the entire purchase, 5 lacks of roupees.\" -- Foote, The Nabob, Act I. sc. i.\n 1785. -- \"Your servants have no Trade in this country; neither do you pay them high wages, yet in a few years they return to England with many lacs of pagodas.\"- Nabob of Arcot, in Burke's Speech on his Debts, Works, iv. 18.\n 1833. -- \"Tout le reste (et dans le reste il y a des intendants riches de plus de vingt laks) s'assied par terre.\" -- Jacquemont, Correspond. ii. 120.\n 1879. -- \"In modern times the only numbers in practical use above 'thousands' are laksa ('lac' or 'lakh') and koṭi ('crore'); and an Indian sum is wont to be pointed thus: 123, 45, 67, 890, to signify 123 crores, 45 lakhs, + 67 thousand, eight hundred and ninety.\" -- Whitney, Sansk. Grammar, 161.\n The older writers, it will be observed (c. 1600-1620), put the lakh at £10,000; Hamilton (c. 1700) puts it at £12,500; Williamson (c. 1810) at the same; then for many years it stood again as the equivalent of £10,000; now (1880) it is little more than £8000; [now (1901) about £6666].\n", "lackerage": ". (See KHIRAJ .)\n", "lall-shraub": "s. Englishman's Hind. lāl-sharāb, 'red wine.' The universal name of claret in India.\n [c. 1780. -- \"To every plate are set down two glasses; one pyramidal (like hobnob glasses in England) for Loll Shrub (scilicet, claret); the other a common sized wineglass for whatever beverage is most agreeable.\"- Diary of Mrs. Fay, in Busteed, Echoes, 123.]\n", "lalla": "s. P. -- H. lālā. In Persia this word seems to be used for a kind of domestic tutor; now for a male nurse, or as he would be called in India, 'child's bearer.' In N. India it is usually applied to a native clerk writing the vernacular, or to a respect able merchant. [For the Pers. usage see Blochmann, Āīn, i. 426 note.]\n [1765. -- \"Amongst the first to be considered, I would recommend Juggut Seet, and one Gurdy Loll.\" -- Verelst, App. 218.\n [1841. -- \"Where there are no tigers, the Lalla (scribe) becomes a shikaree.\" -- Society in India, ii. 176.]\n", "lama": "s. A Tibetan Buddhist monk. Tibet. bLama (b being silent). The word is sometimes found written Llama; but this is nonsense. In fact it seems to be a popular confusion, arising from the name of the S. American quadruped which is so spelt. See quotation from Times below.\n c. 1590. -- \"Fawning Court doctors . . . said it was mentioned in some holy books that men used to live up to the age of 1000 years . . . and in Thibet there were even now a class of Lāmahs or Mongolian devotees, and recluses, and hermits that live 200 years and more. . . .\" -- Badāonī, quoted by Blochmann, Āīn, i. 201.\n 1664. -- \"This Ambassador had in his suit a Physician, which was said to be of the Kingdom of Lassa, and of the Tribe Lamy or Lama, which is that of the men of the Law in that country, as the Brahmans are in the Indies . . . he related of his great Lama that when he was old, and ready to die, he assembled his council, and declared to them that now he was passing into the Body of a little child lately born. . . .\" -- Bernier, E.T. 135; [ed. Constable, 424].\n 1716. -- \"Les Thibetaines ont des Religieux nommés Lamas.\" -- In Lettres Edif. xii. 438.\n 1774. -- \". . . ma questo primo figlio . . . rinunziò la corona al secondo e lui difatti si fece religioso o lama del paese.\" -- Della Tomba, 61.\n c. 1818.- \"The Parliament of Thibet met- The little Lama, called before it, Did there and then his whipping get, And, as the Nursery Gazette Assures us, like a hero bore it.\" T. Moore, The Little Grand Lama.\n 1876. -- \". . . Hastings . . . touches on the analogy between Tibet and the high valley of Quito, as described by De la Condamine, an analogy which Mr. Markham brings out in interesting detail. . . . But when he enlarges on the wool which is a staple of both countries, and on the animals producing it, he risks confirming in careless readers that popular impression which might be expressed in the phraseology of Fluelen -- ''Tis all one; 'tis alike as my fingers is to my fingers, and there is Llamas in both.\" -- Rev. of Markham's Tibet, in Times, May 15.\n The passage last quoted is in jesting vein, but the following is serious and delightful:-\n 1879. -- \"The landlord prostrated himself as reverently, if not as lowly, as a Peruvian before his Grand Llama.\" -- Patty's Dream, a novel reviewed in the Academy, May 17.\n", "lamasery": "s. This is a word, introduced apparently by the French R. C. Missionaries, for a lama convent. Without being positive, I would say that it does not represent any Oriental word (e.g. compound of lami and serai), but is a factitious French word analogous to nonnerie, vacherie, laiterie, &c.\n [c. 1844. -- \"According to the Tartars, the Lamasery of the Five Towers is the best place you can be buried in.\" -- Huc, Travels in Tartary, i. 78.]\n", "lamballie": "&c., s. Dakh. Hind. Lāmbāṛā, Mahr. Lambāṇ, with other forms in the languages of the Peninsula. [Platts connects the name with Skt. lamba, 'long, tall'; the Madras Gloss. with Skt. lampata, 'greedy.'] A wandering tribe of dealers in grain, salt, &c., better known as Banjārās (see BRINJARRY). As an Anglo-Indian word this is now obsolete. It was perhaps a corruption of Lubhāna, the name of one of the great clans or divisions of the Banjārās. [Another suggestion made is that the name is derived from their business of carrying salt (Skt. lavana); see Crooke, Tribes of N.W.P. i. 158.]\n 1756. -- \"The army was constantly supplied . . . by bands of people called Lamballis, peculiar to the Deccan, who are constantly moving up and down the country, with their flocks, and contract to furnish the armies in the field.\" -- Orme, ii. 102.\n 1785. -- \"What you say of the scarcity of grain in your army, notwithstanding your having a cutwâl (see COTWAL), and so many Lumbânehs with you, has astonished us.\" -- Letters of Tippoo, 49.\n", "lanchara": "s. A kind of small vessel often mentioned in the Portuguese histories of the 16th and 17th centuries. The derivation is probably Malay lanchār, 'quick, nimble.' [Mr. Skeat writes: \"The real Malay form is Lanchar-an, which is regularly formed from Malay lanchār, 'swift,' and lanchara I believe to be a Port. form of lanchar-an, as lanchara could not possibly, in Malay, be formed from lanchār, as has hitherto been implied or suggested.\"]\n c. 1535. -- \"In questo paese di Cambaia (read Camboja) vi sono molti fiumi, nelli quali vi sono li nauili detti Lancharas, cõ li quali vanno nauigando la costa di Siam. . . .\" -- Sommario de' Regni, &c., in Ramusio, i. f. 336.\n c. 1539. -- \"This King (of the Batas) understanding that I had brought him a letter and a Present from the Captain of Malaca, caused me to be entertained by the Xabundar (see SHABUNDER). . . . This General, accompanied with five Lanchares and twelve Ballons, came to me to the Port where I rode at anchor.\" -- Pinto, E.T. p. 81.\n", "landwind": "s. Used in the south of India. A wind which blows seaward during the night and early morning. [The dangerous effects of it are described in Madras Gloss. s.v.] In Port. Terrenho.\n 1561. -- \"Correndo a costa com terrenhos.\" -- Correa, Lendas, I. i. 115.\n [1598. -- \"The East winds beginne to blow from off the land into the seas, whereby they are called Terreinhos.\" -- Linschoten, Hak. Soc. i. 234.\n [1612. -- \"Send John Dench . . . that in the morning he may go out with the landtorne and return with the seatorne.\"- Danvers, Letters, i. 206.]\n 1644. -- \"And as it is between monsoon and monsoon (monsam) the wind is quite uncertain only at the beginning of summer. The N.W prevails more than any other wind . . . and at the end of it begin the land winds (terrenhos) from midnight to about noon, and these are E. winds.\" -- Bocarro, MS.\n 1673. -- \". . . we made for the Land, to gain the Land Breezes. They begin about Midnight, and hold till Noon, and are by the Portugals named Terrhenoes.\" -- Fryer, 23.\n [1773. -- See the account in Ives, 76.]\n 1838. -- \"We have had some very bad weather for the last week; furious landwind, very fatiguing and weakening. . . . Everything was so dried up, that when I attempted to walk a few yards towards the beach, the grass crunched under my feet like snow.\" -- Letters from Madras, 199-200.\n", "langasaque": "n.p. The most usual old form for the Japanese city which we now call Nagasaki (see Sainsbury, passim).\n 1611. -- \"After two or three dayes space a Iesuite came vnto vs from a place called Langesacke, to which place the Carake of Macao is yeerely wont to come.\" -- W. Adams, in Purchas, i. 126.\n 1613. -- The Journal of Capt. John Saris has both Nangasaque and Langasaque.- Ibid. 366.\n 1614. -- \"Geve hym counsell to take heed of one Pedro Guzano, a papist Christian, whoe is his hoste at Miaco; for a lyinge fryre (or Jesuit) tould Mr. Peacock at Langasaque that Capt. Adams was dead in the howse of the said Guzano, which now I know is a lye per letters I received. . . .\" -- Cocks, to Wickham, in Diary, &c., ii. 264.\n 1618. -- \"It has now com to passe, which before I feared, that a company of rich usurers have gotten this sentence against us, and com doune together every yeare to Langasaque and this place, and have allwais byn accustomed to buy by the pancado (as they call it), or whole sale, all the goodes which came in the carick from Amacan, the Portingales having no prevelegese as we have.\" -- The same to the E.I. Co., ii. 207-8.\n Two years later Cocks changes his spelling and adopts Nangasaque (Ibid. 300 and to the end).\n", "lan john": "&c., n.p. Such names are applied in the early part of the 17th century to the Shan or Laos State of Luang Praban on the Mekong. Lan-chan is one of its names signifying in Siamese, it is said, 'a million of elephants.' It is known to the Burmese by the same name (Len-Shen). It was near this place that the estimable French traveller Henri Mouhot died, in 1861.\n 1587. -- \"I went from Pegu to Iamahey (see JANGOMAY), which is in the country of the Langeiannes; it is fiue and twentie dayes iourney North-east from Pegu.\"- Fitch, in Hakl. ii.\n c. 1598. -- \"Thus we arrived at Lanchan, the capital of the Kingdom (Lao) where the King resides. It is a Kingdom of great extent, but thinly inhabited, because it has been frequently devastated by Pegu.\" -- De Morga, 98.\n 1613. -- \"There reigned in Pegu in the year 1590 a King called Ximindo ginico, Lord reigning from the confines and roots of Great Tartary, to the very last territories bordering on our fortress of Malaca. He kept at his court the principal sons of the Kings of Ová, Tangu, Porão, Lanjão (i.e. Ava, Taungu, Prome, Lanjang), Jangomá, Siam, Camboja, and many other realms, making two and thirty of the white umbrella. \" -- Bocarro, 117.\n 1617. -- \"The merchants of the country of Lan John, a place joining to the country of Jangoma (JANGOMAY) arrived at the city of Judea . . . and brought great store of merchandize.\" -- Sainsbury, ii. 90.\n 1663. -- \"Entre tant et de si puissans Royaumes du dernier Orient, desquels on n'a presque iamais entendu parler en Europe, il y en a vn qui se nomme Lao, et plus proprement le Royaume des Langiens . . . le Royaume n'a pris son nom que du grand nombre d'Elephants qui s'y rencontrent: de vray ce mot de Langièns signifie proprement, miliers d'Elephants.\" -- Marini, H. Novvelle et Cvrievse des Royaumes de Tunquin et de Lao (Fr. Tr., Paris, 1666), 329, 337.\n 1668. -- Lanchang appears in the Map of Siam in De la Loubère's work, but we do not find it in the book itself.\n c. 1692. -- \"Laos est situé sous le même Climat que Tonquin; c'est un royaume grand et puissant, separé des Etats voisins par des forets et par des deserts. . . . Les principales villes sont Landjam et Tsiamaja.\" -- Kaempfer, H. du Japon, i. 22-3.\n", "lantea": "s. A swift kind of boat frequently mentioned by F. M. Pinto and some early writers on China; but we are unable to identify the word.\n c. 1540. -- \". . . that . . . they set sail from Liampoo for Malaca, and that being advanced as far as the Isle of Sumbor they had been set upon by a Pyrat, a Guzarat by Nation, called Coia Acem, who had three Junks, and four Lanteeas. . . .\" -- Pinto, E.T. p. 69.\n c. 1560. -- \"There be other lesser shipping than Iunkes, somewhat long, called Bancones, they place three Oares on a side, and rowe very well, and load a great deal of goods; there be other lesse called Lanteas, which doe rowe very swift, and beare a good burthen also: and these two sorts of Ships, viz., Bancones and Lanteas, because they are swift, the theeues do commonly vse.\"- Caspar da Cruz, in Purchas, iii. 174.\n", "laos": "n.p. A name applied by the Portuguese to the civilised people who occupied the inland frontier of Burma and Siam, between those countries on the one hand and China and Tongking on the other; a people called by the Burmese Shans, a name which we have in recent years adopted. They are of the same race of Thai to which the Siamese belong, and which extends with singular identity of manners and language, though broken into many separate communities, from Assam to the Malay Peninsula. The name has since been frequently used as a singular, and applied as a territorial name to the region occupied by this people immediately to the North of Siam. There have been a great number of separate principalities in this region, of which now one and now another predominated and conquered its neighbours. Before the rise of Siam the most important was that of which Sakotai was the capital, afterwards represented by Xieng-mai, the Zimmé of the Burmese and the Jangomay of some old English documents. In later times the chief States were Muang Luang Praban (see LAN JOHN) and Vien-shan, both upon the Mekong. It would appear from Lieut. Macleod's narrative, and from Garnier, that the name of Lao is that by which the branch of these people on the Lower Mekong, i.e. of those two States, used to designate themselves. Muang Praban is still quasi independent; Vien-Shan was annexed with great cruelties by Siam, c. 1828.\n 1553. -- \"Of silver of 11 dinheiros alloy he (Alboquerque) made only a kind of money called Malaquezes, which silver came thither from Pegu, whilst from Siam came a very pure silver of 12 dinheiros assay, procured from certain people called Laos, lying to the north of these two kingdoms.\" -- Barros, II. vi. 6.\n 1553. -- \". . . certain very rugged mountain ranges, like the Alps, inhabited by the people called Gueos who fight on horseback, and with whom the King of Siam is continually at war. They are near him only on the north, leaving between the two the people called Laos, who encompass this Kingdom of Siam, both on the North, and on the East along the river Mecon . . . and on the south adjoin these Laos the two Kingdoms of Camboja and Choampa (see CHAMPA), which are on the sea-board. These Laos . . . though they are lords of so great territories, are all subject to this King of Siam, though often in rebellion against him.\" -- Ibid. III. ii. 5.\n \" \"Three Kingdoms at the upper part of these, are those of the Laos, who (as we have said) obey Siam through fear: the first of these is called Jangoma (see JANGOMAY), the chief city of which is called Chiamay . . . the second Chancray Chencran: the third Lanchaa (see LAN JOHN) which is below the others, and adjoins the Kingdom of Cacho, or Cauchichina. . . .\" -- Ibid.\n c. 1560. -- \"These Laos came to Camboia, downe a River many daies Iournie, which they say to have his beginning in China as many others which runne into the Sea of India; it hath eight, fifteene, and twentie fathome water, as myselfe saw by experience in a great part of it; it passeth through manie vnknowne and desart Countries of great Woods and Forests where there are innumerable Elephants, and many Buffes . . . and certayne beastes which in that Countrie they call Badas (see ABADA).\"- Gaspar da Cruz, in Purchas, iii. 169.\n c. 1598. -- \". . . I offered to go to the Laos by land, at my expense, in search of the King of Cambodia, as I knew that that was the road to go by. . . .\" -- Blas de Herman Gonzalez, in De Morga (E.T. by Hon. H. Stanley, Hak. Soc.), p. 97.\n 1641. -- \"Concerning the Land of the Louwen, and a Journey made thereunto by our Folk in Anno 1641\" (&c.). -- Valentijn, III. Pt. ii. pp. 50 seqq.\n 1663. -- \"Relation Novvele et Cvrievse dv Royavme de Lao. -- Traduite de l'Italien du P. de Marini, Romain. Paris, 1666.\"\n 1766. -- \"Les peuples de Lao, nos voisins, n'admittent ni la question ni les peines arbitraires . . . ni les horribles supplices qui sont parmi nous en usage; mais aussi nous les regardons comme de barbares. . . . Toute l'Asie convient que nous dansons beaucoup mieux qu'eux.\" -- Voltaire, Dialogue XXI., André des Couches à Siam.\n", "lar": "n.p. This name has had several applications.\n (a). To the region which we now call Guzerat, in its most general application. In this sense the name is now quite obsolete; but it is that used by most of the early Arab geographers. It is the *AARIKH\\ of Ptolemy; and appears to represent an old Skt. name Laṭa, adj. Laṭaka, or Laṭika. [\"The name Láṭa appears to be derived from some local tribe, perhaps the Lattas, who, as r and l are commonly used for each other, may possibly be the well-known Rashṭrakúṭas since their great King Amoghavarsha (A.D. 851-879) calls the name of the dynasty Ratta.\" -- BombayGazetteer, I. pt. i. 7.]\n c. A.D. 150. -- \"*TH=S DE\\ *)INDOSKUQI/AS TA\\ A)PO\\ A)NATOLW=N TA\\ MEN A)PO\\ QALA/SSHS KATE/*XEL H( *AARLKH\\ *XW/RA, E)N H(=| MESO/GEIOI A)PO\\ MEN DU/SEWS TOU= *NAMA/DOU POTAMOU= PO/LIS H(/DE. . . . *BARU/GAZA E)MPO/RION.\" -- Ptolemy, VII. ii. 62.\n c. 940. -- \"On the coast, e.g. at Ṣaimūr, at Sūbāra, and at Tāna, they speak Lārï; these provinces give their name to the Sea of Lār (Lārawī) on the coast of which they are situated.\" -- Maṣ'ūdi, i. 381.\n c. 1020. -- \". . . to Kach the country producing gum (moḳl, i.e. Bdellium, q.v.), and bárdrúd (?) . . . to Somnát, fourteen (parasangs); to Kambáya, thirty . . . to Tána five. There you enter the country of Lárán, where is Jaimúr\" (i.q. Ṣaimúr, see CHOUL). -- Al-Birūni, in Elliot, i. 66.\n c. 1190. -- \"Udaya the Parmâr mounted and came. The Dors followed him from Lār. . . .\" -- The Poem of Chand Bardai, E.T. by Beames, in Ind. Antiq. i. 275.\n c. 1330. -- \"A certain Traveller says that Tāna is a city of Guzerat (Juzrāt) in its eastern part, lying west of Malabar (Munībār); whilst Ibn Sa'yid says that it is the furthest city of Lār (Al-Lār), and very famous among traders.\" -- Abulfeda, in Gildemeister, p. 188.\n (b.) To the Delta region of the Indus, and especially to its western part. Sir H. Elliot supposes the name in this use, which survived until recently, to be identical with the preceding, and that the name had originally extended continuously over the coast, from the western part of the Delta to beyond Bombay (see his Historians, i. 378). We have no means of deciding this question (see LARRY BUNDER).\n c. 1820. -- \"Díwal . . . was reduced to ruins by a Muhammedan invasion, and another site chosen to the eastward. The new town still went by the same name . . . and was succeeded by Lári Bandar or the port of Lár, which is the name of the country forming the modern delta, particularly the western part.\" -- M'Murdo, in J.R. As. Soc. i. 29.\n (c). To a Province on the north of the Persian Gulf, with its capital.\n c. 1220. -- Lar is erroneously described by Yakūt as a great island between Sirāf and Kish. But there is no such island.* It is an extensive province of the continent. See Barbier de Meynard, Dict. de la Perse, p. 501.\n c. 1330. -- \"We marched for three days through a desert . . . and then arrived at Lār, a big town having springs, considerable streams, and gardens, and fine bazars. We lodged in the hermitage of the pious Shaikh Abu Dulaf Muhammad. . . .\" -- Ibn Batuta, ii. 240.\n c. 1487. -- \"Retorneing alongest the coast, forneagainst Ormuos there is a towne called Lar, a great and good towne of merchaundise, about ijml. houses. . . .\" -- Josafa Barbaro, old E.T. (Hak. Soc.) 80.\n [c. 1590. -- \"Lár borders on the mountains of Great Tibet. To its north is a lofty mountain which dominates all the surrounding country, and the ascent of which is arduous. . . .\" -- Āīn, ed. Jarrett, ii. 363.]\n 1553. -- \"These benefactions the Kings of Ormuz . . . pay to this day to a mosque which that Caciz (see CASIS) had made in a district called Hongez of Sheikh Doniar, adjoining the city of Lara, distant from Ormuz over 40 leagues.\" -- Barros, II. ii. 2.\n 1602. -- \"This man was a Moor, a native of the Kingdom of Lara, adjoining that of Ormuz: his proper name was Cufo, but as he was a native of the Kingdom of Lara he took a surname from the country, and called himself Cufo Larym.\" -- Couto, IV. vii. 6.\n 1622. -- \"Lar, as I said before, is capital of a great province or kingdom, which till our day had a prince of its own, who rightfully or wrongfully reigned there absolutely; but about 23 years since, for reasons rather generous than covetous, as it would seem, it was attacked by Abbas K. of Persia, and the country forcibly taken. . . . Now Lar is the seat of a Sultan dependent on the Khan of Shiraz. . . .\" -- P. della Valle, ii. 322.\n 1727. -- \"And 4 Days Journey within Land, is the City of Laar, which according to their fabulous tradition is the Burying It is possible that the island called Shaikh Shu'aib, which is off the coast of Lār, and not far from Sirāf, may be meant. Barbosa also mentions Lār among the islands in the Gulf subject to the K. of Ormuz (p. 37).\n place of Lot. . . .\" -- A. Hamilton, i. 92; [ed. 1744].\n", "larāī": "s. This Hind. word, meaning 'fighting,' is by a curious idiom applied to the biting and annoyance of fleas and the like. [It is not mentioned in the dictionaries of either Fallon or Platts.] There is a similar idiom (jang kardan) in Persian.\n", "larek": "n.p. Lārak; an island in the Persian Gulf, not far from the island of Jerun or Ormus.\n [1623. -- \"At noon, being near Lareck, and no wind stirring, we cast Anchor.\"- P. della Valle, Hak. Soc. i. 3.]\n 1685. -- \"We came up with the Islands of Ormus and Arack . . .\" (called Lareck afterwards). -- Hedges, Diary, May 23; [Hak. Soc. i. 202].\n", "larin": "s. Pers. lārī. A peculiar kind of money formerly in use on the Persian Gulf, W. Coast of India, and in the Maldive Islands, in which last it survived to the last century. The name is there retained still, though coins of the ordinary form are used. It is sufficiently described in the quotations, and representations are given by De Bry and Tavernier. The name appears to have been derived from the territory of Lar on the Persian Gulf. (See under that word, [and Mr. Gray's note on Pyrard de Laval, Hak. Soc. i. 232 seq.].)\n 1525. -- \"As tamgas larys valem cada hũa sesêmta reis. . . .\" -- Lembrança, das Cousas da India, 38.\n c. 1563. -- \"I have seen the men of the Country who were Gentiles take their children, their sonnes and their daughters, and have desired the Portugalls to buy them, and I have seene them sold for eight or ten larines apiece, which may be of our money x s. or xiii s. iiii d.\" -- Master Caesar Frederike, in Hakl. ii. 343.\n 1583. -- Gasparo Balbi has an account of the Larino, the greater part of which seems to be borrowed literatim by Fitch in the succeeding quotation. But Balbi adds: \"The first who began to strike them was the King of Lar, who formerly was a powerful King in Persia, but is now a small one.\" -- f. 35.\n 1587. -- \"The said Larine is a strange piece of money, not being round, as all other current money in Christianitie, but is a small rod of silver, of the greatnesse of the pen of a goose feather . . . which is wrested so that two endes meet at the just half part, and in the head thereof is a stamp Turkesco, and these be the best current money in all the Indias, and 6 of these Larines make a duckat.\" -- R. Fitch, in Hakl. ii. 407.\n 1598. -- \"An Oxe or a Cowe is there to be bought for one Larijn, which is as much as halfe a Gilderne.\" -- Linschoten, 28; [Hak. Soc. i. 94; in i. 48 Larynen; see also i. 242].\n c. 1610. -- \"La monnoye du Royaume n'est que d'argent et d'vne sorte. Ce sont des pieces d'argent qu'ils appellent larins, de valeur de huit sols ou enuiron de nostre monnoye . . . longues comme le doigt mais redoublées. . . .\" -- Pyrard de Laval, i. 163; [Hak. Soc. i. 232].\n 1613. -- \"We agreed with one of the Governor's kinred for twenty laries (twenty shillings) to conduct us. . . .\"- N. Whithington, in Purchas, i. 484.\n 1622. -- \"The lari is a piece of money that I will exhibit in Italy, most eccentric in form, for it is nothing but a little rod of silver of a fixed weight, and bent double unequally. On the bend it is marked with some small stamp or other. It is called Lari because it was the peculiar money of the Princes of Lar, invented by them when they were separated from the Kingdom of Persia. . . . In value every 5 lari are equal to a piastre or patacca of reals of Spain, or 'piece of eight' as we choose to call it.\" -- P. della Valle, ii. 434.\n", "larkin": "s. (obsolete). A kind of drink -- apparently a sort of punch -- which was popular in the Company's old factories. We know the word only on the authority of Pietro della Valle; but he is the most accurate of travellers. We are in the dark as to the origin of the name. On the one hand its form suggests an eponymus among the old servants of the Company, such as Robert Larkin, whom we find to have been engaged for the service in 1610, and to have died chief of the Factory of Patani, on the E. coast of the Malay Peninsula, in 1616. But again we find in a Vocabulary of \"Certaine Wordes of the Naturall Language of Iaua,\" in Drake's Voyage (Hak. iv. 246): \"Larnike==Drinke.\" Of this word we can trace nothing nearer than (Javan.) larih, 'to pledge, or invite to drink at an entertainment,' and (Malay) larih-larahan, 'mutual pledging to drink.' It will be observed that della Valle assigns the drink especially to Java.\n 1623. -- \"Meanwhile the year 1622 was drawing near its close, and its last days were often celebrated of an evening in the House of the English, with good fellowship. And on one of these occasions I learned from them how to make a beverage called Larkin, which they told me was in great vogue in Java, and in all those other islands of the Far East. This said beverage seemed to me in truth an admirable thing, -- not for use at every meal (it is too strong for that), -- but as a tonic in case of debility, and to make tasty possets, much better than those we make with Muscatel wines or Cretan malmseys. So I asked for the recipe; and am taking it to Italy with me. . . . It seemed odd to me that those hot southern regions, as well as in the environs of Hormuz here, where also the heat is great, they should use both spice in their food and spirits in their drink, as well as sundry other hot beverages like this larkin.\" -- P. della Valle, ii. 475.\n", "larry-bunder": "n.p. The name of an old seaport in the Delta of the Indus, which succeeded Daibul (see DIUL-SIND) as the chief haven of Sind. We are doubtful of the proper orthography. It was in later Mahommedan times called Lāhorī - bandar, probably from presumed connection with Lahore as the port of the Punjab (Elliot, i. 378). At first sight M'Murdo's suggestion that the original name may have been Lārī-bandar, from Lār, the local name of the southern part of Sind, seems probable. M'Murdo, indeed, writing about 1820, says that the name Lārī-Bandar was not at all familiar to natives; but if accustomed to the form Lāhorī-bandar they might not recognize it in the other. The shape taken however by what is apparently the same name in our first quotation is adverse to M'Murdo's suggestion.\n 1030. -- \"This stream (the Indus) after passing (Alor) . . . divides into two streams; one empties itself into the sea in the neighbourhood of the city of Lūharānī, and the other branches off to the East, to the borders of Kach, and is known by the name of Sind Sāgar, i.e. Sea of Sind.\" -- AlBirūnī, in Elliot, i. 49.\n c. 1333. -- \"I travelled five days in his company with Alā-ul-Mulk, and we arrived at the seat of his Government, i.e. the town of Lāhari, a fine city situated on the shore of the great Sea, and near which the River Sind enters the sea. Thus two great waters join near it; it possesses a grand haven, frequented by the people of Yemen, of Fārs (etc). . . . The Amir Alā-ul-Mulk . . . told me that the revenue of this place amounted to 60 laks a year.\" -- Ibn Batuta, iii. 112.\n 1565. -- \"Blood had not yet been spilled, when suddenly, news came from Thatta, that the Firingis had passed Lāhorī-bandar, and attacked the city.\" -- Táríkh-i-Táhiri, in Elliot, i. 277.\n [1607. -- \"Then you are to saile for Lawrie in the Bay of the River Syndus.\" -- Birdwood, First Letter-book, 251.\n [1611. -- \"I took . . . Larree, the port town of the River Sinda.\" -- Danvers, Letters, i. 162.]\n 1613. -- \"In November 1613 the Expedition arrived at Laurebunder, the port of Sinde, with Sir Robert Shirley and his company.\" -- Sainsbury, i. 321.\n c. 1665. -- \"Il se fait aussi beaucoup de trafic au Loure-bender, qui est à trois jours de Tatta sur la mer, où la rade est plus excellente pour Vaisseaux, qu'en quelque autre lieu que ce soit des Indes.\" -- Thevenot, v. 159.\n 1679. -- \". . . If Suratt, Baroach, and Bundurlaree in Scinda may be included in the same Phyrmaund to be customs free . . . then that they get these places and words inserted.\" -- Ft. St. Geo. Consns., Feb. 20. In Notes and Exts., No. 1. Madras, 1871.\n 1727. -- \"It was my Fortune . . . to come to Larribunder, with a Cargo from Mallebar, worth above £10,000.\" -- A. Hamilton, i. 116; [ed. 1744, i. 117, Larribundar].\n 1739. -- \"But the Castle and town of Lohre Bender, with all the country to the eastward of the river ATTOK, and of the waters of the SCIND, and NALA SUNKHRA, shall, as before, belong to the Empire of Hindostan.\" -- H. of Nadir, in Hanway, ii. 387.\n 1753. -- \"Le-bras gauche du Sind se rend à Laheri, où il s'épanche en un lac; et ce port, qui est celui de Tattanagar, communément est nommé Laûrébender.\" -- D'Anville, p. 40.\n 1763. -- \"Les Anglois ont sur cette côte encore plusieurs petits établissement (sic) où ils envoyent des premiers Marchands, des sous-Marchands, ou des Facteurs, comme en Scindi, à trois endroits, à Tatta, une grande ville et la résidence du Seigneur du païs, à Lar Bunder, et à Schah-Bunder.\" -- Niebuhr, Voyage, ii. 8.\n 1780. -- \"The first place of any note, after passing the bar, is Laribunda, about 5 or 6 leagues from the sea.\" -- Dunn's Oriental Navigator, 5th ed. p. 96.\n 1813. -- \"Laribunder. This is commonly called Scindy River, being the principal branch of the Indus, having 15 feet water on the bar, and 6 or 7 fathoms inside; it is situated in latitude about 24˚ 30' north. . . . The town of Laribunder is about 5 leagues from the sea, and vessels of 200 tons used to proceed up to it.\" -- Milburn, i. 146.\n 1831. -- \"We took the route by Durajee and Meerpoor. . . . The town of Lahory was in sight from the former of these places, and is situated on the same, or left bank of the Pittee.\" -- A. Burnes, 2nd. ed. i. 22.\n", "lascar": "s. The word is originally from Pers. lashkar, 'an army,' 'a camp.' This is usually derived from Ar. al'askar, but it would rather seem that Ar. 'askar, 'an army' is taken from this Pers. word: whence lashkarī, 'one belonging to an army, a soldier.' The word lascár or láscár (both these pronunciations are in vogue) appears to have been corrupted, through the Portuguese use of lashkarī in the forms lasquarin, lascari, &c., either by the Portuguese themselves, or by the Dutch and English who took up the word from them, and from these laskār has passed back again into native use in this corrupt shape. The early Portuguese writers have the forms we have just named in the sense of 'soldier'; but lascar is never so used now. It is in general the equivalent of khalāsī, in the various senses of that word (see CLASSY), viz. (1) an inferior class of artilleryman ('gun-lascar'); (2) a tent-pitcher, doing other work which the class are accustomed to do; (3) a sailor. The last is the most common Anglo-Indian use, and has passed into the English language. The use of lascar in the modern sense by Pyrard de Laval shows that this use was already general on the west coast at the beginning of the 17th century, [also see quotation from Pringle below]; whilst the curious distinction which Pyrard makes between Lascar and Lascari; and Dr. Fryer makes between Luscar and Lascar (accenting probably Lúscar and Lascár) shows that lashkarī for a soldier was still in use. In Ceylon the use of the word lascareen for a local or civil soldier long survived; perhaps is not yet extinct. The word lashkari does not seem to occur in the Āīn.\n [1523. -- \"Fighting men called Lascaryns.\" -- Alguns documentos, Tombo, p. 479.\n [1538. -- \"My mother only bore me to be a Captain, and not your Lascar (Iascarin).\" -- Letter of Nuno da Cunha, in Barros, Dec. IV. bk. 10, ch. 21.]\n 1541. -- \"It is a proverbial saying all over India (i.e. Portuguese India, see s.v.) that the good Lasquarim, or 'soldier' as we should call him, must be an Abyssinian.\"- Castro, Roteiro, 73.\n 1546. -- \"Besides these there were others (who fell at Diu) whose names are unknown, being men of the lower rank, among whom I knew a lascarym (a man getting only 500 reis of pay!) who was the first man to lay his hand on the Moorish wall, and shouted aloud that they might see him, as many have told me. And he was immediately thrown down wounded in five places with stones and bullets, but still lived; and a noble gentleman sent and had him rescued and carried away by his slaves. And he survived, but being a common man he did not even get his pay!\" -- Correa, iv. 567.\n 1552. -- \". . . eles os reparte polos lascarins de suas capitanias, q̃ assi chamão soldados.\" -- Castanheda, ii. 67. [Mr. Whiteway notes that in the orig. repartem for reparte, and the reference should be ii. 16.]\n 1554. -- \"Moreover the Senhor Governor conceded to the said ambassador that if in the territories of Idalshaa (see IDALCAN), or in those of our Lord the King there shall be any differences or quarrels between any Portuguese lascarins or peons (piães) of ours, and lascarins of the territories of Idalshaa and peons of his, that the said Idalshaa shall order the delivery up of the Portuguese and peons that they may be punished if culpable. And in like manner . . .\" -- S. Botelho, Tombo, 44.\n 1572. -- \"Erant in eo praesidio Lasquarini circiter septingenti artis scolopettariae peritissimi.\" -- E. Acosta, f. 236v.\n 1598. -- \"The soldier of Ballagate, which is called Lascarin. . . .\" -- Linschoten, 74; [in Hak. Soc. i. 264. Lascariin].\n 1600. -- \"Todo a mais churma e meneyo das naos são Mouros que chamão Laschãres. . . .\" -- Lucena, Life of St. Franc. Xav., liv. iv. p. 223.\n [1602. -- \". . . because the Lascars (lascaris), for so they call the Arab sailors.\" -- Couto, Dec. X. bk. 3, ch. 13.]\n c. 1610. -- \"Mesmes tous les mariniers et les pilotes sont Indiens, tant Gentils que Mahometans. Tous ces gens de mer les appellent Lascars, et les soldats Lascarits.\" -- Pyrard de Laval, i. 317; [Hak. Soc. i. 438; also see ii. 3, 17].\n [1615. -- \". . . two horses with six Lasceras and two caffres (see CAFFER).\" -- Foster, Letters, iv. 112.]\n 1644. -- \". . . The aldeas of the jurisdiction of Damam, in which district there are 4 fortified posts defended by Lascars (Lascarīs) who are mostly native Christian soldiers, though they may be heathen as some of them are.\" -- Bocarro, MS.\n 1673. -- \"The Seamen and Soldiers differ only in a Vowel, the one being pronounced with an u, the other with an a, as Luscar, a soldier, Lascar, a seaman.\" -- Fryer, 107.\n [1683-84. -- \"The Warehousekeeper having Seaverall dayes advised the Council of Ship Welfares tardynesse in receiving & stowing away the Goods, . . . alledging that they have not hands Sufficient to dispatch them, though we have spared them tenn Laskars for that purpose. . . .\" -- Pringle, Diary Ft. St. Geo., 1st ser. iii. 7 seq.; also see p. 43.]\n 1685. -- \"They sent also from Sofragan D. Antonio da Motta Galvaon with 6 companies, which made 190 men; the Dissava (see DISSAVE) of the adjoining provinces joined him with 4000 Lascarins.\" -- Ribeyro, H. of the I. of Ceylan (from French Tr., p. 241).\n 1690. -- \"For when the English Sailers at that time perceiv'd the softness of the Indian Lascarrs; how tame they were . . . they embark'd again upon a new Design . . . to . . . rob these harmless Traffickers in the Red Sea.\" -- Ovington, 464.\n 1726. -- \"Lascaryns, or Loopers, are native soldiers, who have some regular maintenance, and in return must always be ready.\"- Valentijin, Ceylon, Names of Offices, &c., 10.\n 1755. -- \"Some Lascars and Sepoys were now sent forward to clear the road.\"- Orme, ed. 1803, i. 394.\n 1787. -- \"The Field Pieces attached to the Cavalry draw up on the Right and Left Flank of the Regiment; the Artillery Lascars forming in a line with the Front Rank the full Extent of the Drag Ropes, which they hold in their hands.\" -- Regns. for the Hon. Company's Troops on the Coast of Coromandel, by M.-Gen. Sir Archibald Campbell, K.B. Govr. & C. in C. Madras, p. 9.\n 1803. -- \"In those parts (of the low country of Ceylon) where it is not thought requisite to quarter a body of troops, there is a police corps of the natives appointed to enforce the commands of Government in each district; they are composed of Conganies, or sergeants, Aratjies, or corporals, and Lascarines, or common soldiers, and perform the same office as our Sheriff's men or constables.\"- Percival's Ceylon, 222.\n 1807. -- \"A large open boat formed the van, containing his excellency's guard of lascoreens, with their spears raised perpendicularly, the union colours flying, and Ceylon drums called tomtoms beating.\"- Cordiner's Ceylon, 170.\n 1872. -- \"The lascars on board the steamers were insignificant looking people.\" -- The Dilemma, ch. ii.\n In the following passages the original word lashkar is used in its proper sense for 'a camp.'\n [1614. -- \"He said he bought it of a banyan in the Lasker.\" -- Foster, Letters, ii. 142.\n [1615. -- \"We came to the Lasker the 7th of February in the evening.\" -- Ibid. iii. 85.]\n 1616. -- \"I tooke horse to auoyd presse, and other inconvenience, and crossed out of the Leskar, before him.\" -- Sir T. Roe, in Purchas, i. 559; see also 560; [Hak. Soc. ii. 324].\n [1682. -- \". . . presents to the Seir Lascarr (sar-i-lashkar, 'head of the army') this day received.\" -- Pringle, Diary Ft. St. Geo., 1st ser. i. 84.]\n LĀT, LĀT SĀHIB, s. This, a popular corruption of Lord Sahib, or Lārd Sāhib, as it is written in Hind., is the usual form from native lips, at least in the Bengal Presidency, of the title by which the Governor-General has long been known in the vernacu lars. The term also extends nowadays to Lieutenant-Governors, who in contact with the higher authority become Chhoṭā ('Little') Lāt, whilst the Governor-General and the Commander-in-Chief are sometimes discriminated as the Mulkī Lāt Sāhib [or Barē Lāt], and the Jangī Lāt Sāhib ('territorial' and 'military'), the Bishop as the Lāt Pādrē Sāhib, and the Chief Justice as the Lāt Justy Sāhib. The title is also sometimes, but very incorrectly, applied to minor dignitaries of the supreme Government, [whilst the common form of blessing addressed to a civil officer is \"Huzūr Lāt Guvnar, Lāt Sikritar ho-jāeṅ.\"\n 1824. -- \"He seemed, however, much puzzled to make out my rank, never having heard (he said) of any 'Lord Sahib' except the Governor-General, while he was still more perplexed by the exposition of 'Lord Bishop Sahib,' which for some reason or other my servants always prefer to that of Lord Padre.\" -- Heber, i. 69.\n 1837. -- \"The Arab, thinking I had purposely stolen his kitten, ran after the buggy at full speed, shouting as he passed Lord Auckland's tents, 'Dohā'ī, dohā'ī, Sāhib! dohā'ī, Lord Sāhib!' (see DOAI). 'Merey, mercy, sir! mercy, Governor-General!' The faster the horse rushed on, the faster followed the shouting Arab.\" -- Wanderings of a Pilgrim, ii. 142.\n 1868. -- \"The old barber at Roorkee, after telling me that he had known Strachey when he first began, added, 'Ab Lāt-Sekretur hai! Ah! hum bhi boodda hogya!' ('Now he is Lord Secretary! Ah! I too have become old!')\" -- Letter from the late M.-Gen. W. W. H. Greathed.\n 1877. -- \". . . in a rare but most valuable book (Galloway's Observations on India, 1825, pp. 254-8), in which the author reports, with much quiet humour, an aged native's account of the awful consequences of contempt of an order of the (as he called the Supreme Court) 'Shubreem Koorut,' the order of Impey being 'Lord Justey Sahib-kahookm, ' the instruments of whose will were 'abidabis' or affidavits.\" -- Letter from Sir J. F. Stephen, in Times, May 31.\n", "lat": "s. Hind. lāt, used as a corruption of the English lot, in reference to an auction (Carnegie).\n LĀṬ, LĀṬH, s. This word, meaning a staff or pole, is used for an obelisk or columnar monument; and is specifically used for the ancient Buddhist columns of Eastern India.\n [1861-62. -- \"The pillar (at Besarh) is known by the people as Bhīm-Sen-kā-lāt and Bhīm-Sen-ka-ḍanḍā.\" -- Cunningham, Arch. Rep. i. 61.]\n", "laterite": "s. A term, first used by Dr. Francis Buchanan, to indicate a reddish brick-like argillaceous formation much impregnated with iron peroxide, and hardening on exposure to the atmosphere, which is found in places all over South India from one coast to the other, and the origin of which geologists find very obscure. It is found in two distinct types: viz. (1) High-level Laterite, capping especially the trap-rocks of the Deccan, with a bed from 30 or 40 to 200 feet in thickness, which perhaps at one time extended over the greater part of Peninsular India. This is found as far north as the Rajmahal and Monghyr hills. (2). Low-level Laterite, forming comparatively thin and sloping beds on the plains of the coast. The origin of both is regarded as being, in the most probable view, modified volcanic matter; the low-level laterite having undergone a further rearrangement and deposition; but the matter is too complex for brief statement (see Newbold, in J.R.A.S., vol. viii.; and the Manual of the Geol. of India, pp. xlv. seqq., 348 seqq.). Mr. King and others have found flint weapons in the lowlevel formation. Laterite is the usual material for road-metal in S. India, as kunkur (q.v.) is in the north. In Ceylon it is called cabook (q.v.).\n 1800. -- \"It is diffused in immense masses, without any appearance of stratification, and is placed over the granite that forms the basis of Malayala. . . . It very soon becomes as hard as brick, and resists the air and water much better than any brick I have seen in India. . . . As it is usually cut into the form of bricks for building, in several of the native dialects it is called the brick-stone (Iticacullee) [Malayāl. vettukal]. . . . The most proper English name would be Laterite, from Lateritis, the appellation that may be given it in science.\" -- Buchanan, Mysore, &c., ii. 440-441.\n 1860. -- \"Natives resident in these localities (Galle and Colombo) are easily recognisable elsewhere by the general hue of their dress. This is occasioned by the prevalence along the western coast of laterite, or, as the Singhalese call it, cabook, a product of disintegrated gneiss, which being subjected to detrition communicates its hue to the soil.\" -- Tennent's Ceylon, i. 17.\n", "lattee": "s. A stick; a bludgeon, often made of the male bamboo (Dendrocalamus strictus), and sometimes bound at short intervals with iron rings, forming a formidable weapon. The word is Hind. lāṭhī and laṭhī, Mahr. laṭhṭha. This is from Prakrit laṭṭhī, for Skt. yashṭi, 'a stick,' according to the Prakrit grammar of Vavaruchi (ed. Cowell, ii. 32); see also Lassen, Institutiones, Ling. Prakrit, 195. Jiskī lāṭhī, us kī bhaiṇs, is a Hind. proverb (cujus baculum ejus bubalus), equivalent to the \"good old rule, the simple plan.\"\n 1830. -- \"The natives use a very dangerous weapon, which they have been forbidden by Government to carry. I took one as a curiosity, which had been seized on a man in a fight in a village. It is a very heavy lāthi, a solid male bamboo, 5 feet 5 inches long, headed with iron in a most formidable manner. There are 6 jagged semicircular irons at the top, each 2 inches in length, 1 in height, and it is shod with iron bands 16 inches deep from the top.\" -- Wanderings of a Pilgrim, i. 133.\n 1878. -- \"After driving some 6 miles, we came upon about 100 men seated in rows on the roadside, all with latties.\" -- Life in the Mofussil, i. 114.\n", "latteeal": "s. Hind. lāṭhīyāl, or, more cumbrously, lāṭhīwālā, 'a clubman, ' a hired ruffian. Such gentry were not many years ago entertained in scores by planters in some parts of Bengal, to maintain by force their claims to lands for sowing indigo on.\n 1878. -- \"Doubtless there were hired lattials . . . on both sides.\" -- Life in the Mofussil, ii. 6.\n", "law-officer": ". This was the official designation of a Mahommedan officer learned in the (Mahommedan) law, who was for many years of our Indian administration an essential functionary of the judges' Courts in the districts, as well as of the Sudder or Courts of Review at the Presidency.\n It is to be remembered that the law administered in Courts under the Company's government, from the assumption of the Dewanny of Bengal, Bahar, and Orissa, was the Mahommedan law; at first by the hands of native Cazees and Mufties, with some superintendence from the higher European servants of the Company; a superintendence which, while undergoing sundry vicissitudes of system during the next 30 years, developed gradually into a European judiciary, which again was set on an extended and quasi-permanent footing by Lord Cornwallis's Government, in Regulation IX. of 1793 (see ADAWLUT). The Mahommedan law continued, however, to be the professed basis of criminal jurisprudence, though modified more and more, as years went on, by new Regulations, and by the recorded constructions and circular orders of the superior Courts, until the accomplishment of the great changes which followed the Mutiny, and the assumption of the direct government of India by the Crown (1858). The landmarks of change were (a) the enactment of the Penal Code (Act XLV. of 1860), and (b) that of the Code of Criminal Procedure (Act. XXV. of 1861), followed by (c) the establishment of the High Court (July 1, 1862), in which became merged both the Supreme Court with its peculiar jurisdiction, and the (quondam-Company's) Sudder Courts of Review and Appeal, civil and criminal (Dewanny Adawlvt, and Nizamat Adawlut).\n The authoritative exposition of the Mahommedan Law, in aid and guidance of the English judges, was the function of the Mahommedan Lawofficer. He sat with the judge on the bench at Sessions, i.e. in the hearing of criminal cases committed by the magistrate for trial; and at the end of the trial he gave in his written record of the proceedings with his Futwa (q.v.) (see Regn. IX. 1793, sect. 47), which was his judgment as to the guilt of the accused, as to the definition of the crime, and as to its appropriate punishment according to Mahommedan Law. The judge was bound attentively to consider the futwa, and if it seemed to him to be consonant with natural justice, and also in conformity with the Mahommedan Law, he passed sentence (save in certain excepted cases) in its terms, and issued his warrant to the magistrate for execution of the sentence, unless it were one of death, in which case the proceedings had to be referred to the Sudder Nizamut for confirmation. In cases also where there was disagreement between the civilian judge and the Law-officer, either as to finding or sentence, the matter was referred to the Sudder Court for ultimate decision.\n In 1832, certain modifications were introduced by law (Regn. VI. of that year), which declared that the futwa might be dispensed with either by referring the case for report to a punchayet (q.v.), which sat apart from the Court; or by constituting assessors in the trial (generally three in number). The frequent adoption of the latter alternative rendered the appearance of the Law-officer and his futwa much less universal as time went on. The post of Law-officer was indeed not actually abolished till 1864. But it would appear from enquiry that I have made, among friends of old standing in the Civil Service, that for some years before the issue of the Penal Code and the other reforms already mentioned, the Moolvee (maulavī) or Mahommedan Law-officer had, in some at least of the Bengal districts, practically ceased to sit with the judge, even in cases where no assessors were summoned.* I cannot trace any legislative authority for this, nor any Circular of the Sudder Nizamut; and it is not easy, at this time of day, to obtain much personal testimony. But Sir George Yule (who was Judge of Rungpore and Bogra about 1855-56) writes thus:\n \"The Moulvee-ship . . . must have been abolished before I became a judge (I think), which was 2 or 3 years before the Mutiny; for I have no recollection of ever sitting with a Moulvee, and I had a great number of heavy criminal cases to try in Rungpore and Bogra. Assessors were substituted for the Moulvee in some cases, but I have no recollection of employing these either.\"\n Mr. Seton-Karr, again, who was Civil and Sessions Judge of Jessore (1857-1860), writes:\n \"I am quite certain of my own practice . . . and I made deliberate choice of native assessors, whenever the law required me to have such functionaries. I determined never to sit with a Maulavi, as, even before the Penal Code was passed, and came into operation, I wished to get rid of futwas and differences of opinion.\"\n The office of Law-officer was formally abolished by Act XI. of 1864.\n In respect of civil litigation, it had been especially laid down (Regn. of April 11, 1780, quoted below) that in suits regarding successions, inheritance, marriage, caste, and all religious usages Reg. I. of 1810 had empowered the Executive Government, by an official communication from its Secretary in the Judicial Department, to dispense with the attendance and futwa of the Law officers of the courts of circuit, when it seemed advisable. But in such case the judge of the court passed no sentence, but referred the proceedings with an opinion to the Nizamut Adawlut.\n and institutions, the Mahommedan laws with respect to Mahommedans, and the Hindū laws with respect to Hindūs, were to be considered as the general rules by which the judges were to form their decisions. In the respective cases, it was laid down, the Mahommedan and Hindū law-officers of the court were to attend and expound the law.\n In this note I have dealt only with the Mahommedan law - officer, whose presence and co-operation was so long (it has been seen) essential in a criminal trial. In civil cases he did not sit with the judge (at least in memory of man now living), but the judge could and did, in case of need, refer to him on any point of Mahommedan Law. The Hindū law-officer (Pundit) is found in the legislation of 1793, and is distinctly traceable in the Regulations down at least to 1821. In fact he is named in the Act XI. of 1864 (see quotation under CAZEE) abolishing Law-officers. But in many of the districts it would seem that he had very long before 1860 practically ceased to exist, under what circumstances exactly I have failed to discover. He had nothing to do with criminal justice, and the occasions for reference to him were presumably not frequent enough to justify his maintenance in every district. A Pundit continued to be attached to the Sudder Dewanny, and to him questions were referred by the District Courts when requisite. Neither Pundit nor Moolvee is attached to the High Court, but native judges sit on its Bench. It need only be added that under Regulation III. of 1821, a magistrate was authorized to refer for trial to the Law-officer of his district a variety of complaints and charges of a trivial character. The designation of the Lawofficer was Maulavi. (See ADAWLUT, CAZEE, FUTWA, MOOLVEE, MUFTY.)\n 1780. -- \"That in all suits regarding inheritance, marriage, and caste, and other religious usages or institutions, the laws of the Koran with respect to Mahommedans, and those of the Shaster with respect to Gentoos, shall be invariably adhered to. Oṅ all such occasions the Molavies or Brahmins shall respectively attend to expound the law; and they shall sign the report and assist in passing the decree.\" -- Regulation passed by the G.-G. and Council, April 11, 1780.\n 1793. -- \"II. The Law Officers of the Sudder Dewanny Adawlut, the Nizamut Adawlut, the provincial Courts of Appeal, the courts of circuit, and the zillah and city courts . . . shall not be removed but for incapacity or misconduct. . . .\" -- Reg. XII. of 1793.\n In \u0015\u0015 iv., v., vi. Cauzy and Mufty are substituted for Law-Officer, but referring to the same persons.\n 1799. -- \"IV. If the futwa of the law officers of the Nizamut Adawlut declare any person convicted of wilful murder not liable to suffer death under the Mahomedan law on the ground of . . . the Court of Nizamut Adawlut shall notwithstanding sentence the prisoner to suffer death. . . .\" -- Reg. VIII. of 1799.\n", "laximana": "&c., s. Malay Laksamana, from Skt. lakshmaṇa, 'having fortunate tokens' (which was the name of a mythical hero, brother of Rāma). This was the title of one of the highest dignitaries in the Malay State, commander of the forces.\n 1511. -- \"There used to be in Malaca five principal dignities . . . the third is Lassamane; this is Admiral of the Sea. . . .\"- Alboquerque, by Birch, iii. 87.\n c. 1539. -- \"The King accordingly set forth a Fleet of two hundred Sails. . . . And of this Navy he made General the great Laque Xemena, his Admiral, of whose Valor the History of the Indiaes hath spoken in divers places.\" -- Pinto, in Cogan, p. 38.\n 1553. -- \"Lacsamana was harassed by the King to engage Dom Garcia; but his reply was: Sire, against the Portuguese and their high-sided vessels it is impossible to engage with low-cut lancharas like ours. Leave me (to act) for I know this people well, seeing how much blood they have cost me; good fortune is now with thee, and I am about to avenge you on them. And so he did.\" -- Barros, III. viii. 7.\n [1615. -- \"On the morrow I went to take my leave of Laxaman, to whom all strangers' business are resigned.\" -- Foster, Letters, iv. 6.]\n", "leaguer": "s. The following use of this word is now quite obsolete, we believe, in English; but it illustrates the now familiar German use of LagerBier, i.e. 'beer for laying down, for keeping' (primarily in cask). The word in this sense is neither in Minshew (1627), nor in Bayley (1730).\n 1747. -- \"That the Storekeeper do provide Leaguers of good Columbo or Batavia arrack.\" -- Ft. St. David Consn., May 5 (MS. Record in India Office).\n 1782. -- \"Will be sold by Public Auction by Mr. Bondfield, at his Auction Room, formerly the Court of Cutcherry . . . Square and Globe Lanthorns, a quantity of Country Rum in Leaguers, a Slave Girl, and a variety of other articles.\" -- India Gazette, Nov. 23.\n", "lecque": "s. We do not know what the word used by the Abbé Raynal in the following extract is meant for. It is perhaps a mistake for last, a Dutch weight.\n 1770. -- \"They (Dutch at the Cape) receive a still smaller profit from 60 lecques of red wine, and 80 or 90 of white, which they carry to Europe every year. The lecque weighs about 1,200 pounds.\" -- Ráynal, E.T. 1777, i. 231.\n", "lee": "s. Chin. lī. The ordinary Chinese itinerary measure. Books of the Jesuit Missionaries generally interpret the modern lī as 1⁄10 of a league, which gives about 3 lī to the mile; more exactly, according to Mr. Giles, 27⅘ lī=10 miles; but it evidently varies a good deal in different parts of China, and has also varied in the course of ages. Thus in the 8th century, data quoted by M. Vivien de St. Martin, from Père Gaubil, show that the lī was little more than ⅕ of an English mile. And from several concurrent statements we may also conclude that the lī is generalised so that a certain number of lī, generally 100, stand for a day's march. [Archdeacon Gray (China, ii. 101) gives 10 lī as the equivalent of 3 ⅓ English miles; Gen. Cunningham (Arch. Rep. i. 305) asserts that Hwen Thsang converts the Indian yojanas into Chinese lī at the rate of 40 lī per yojana, or of 10 lī per kos.]\n 1585. -- \"By the said booke it is found that the Chinos haue amongst them but only three kind of measures; the which in their language are called lii, pu, and icham, which is as much as to say, or in effect, as a forlong, league, or iorney: the measure, which is called lii, hath so much space as a man's voice on a plaine grounde may bee hearde in a quiet day, halowing or whoping with all the force and strength he may; and ten of these liis maketh a pu, which is a great Spanish league; and ten pus maketh a daye's iourney, which is called icham, which maketh 12 (sic) long leagues.\" -- Mendoza, i. 21.\n 1861. -- \"In this part of the country a day's march, whatever its actual distance, is called 100 li; and the li may therefore be taken as a measure of time rather than of distance.\" -- Col. Sarel, in J.R. Geog. Soc. xxxii. 11.\n 1878. -- \"D'après les clauses du contrat le voyage d'une longueur totale de 1,800 lis, ou 180 lieues, devait s'effectuer en 18 jours.\" -- L. Rousset, À Travers la Chine, 337.\n", "leechee": "s. Chin. li-chi, and in S. China (its native region) lai-chi; the beautiful and delicate fruit of the Nephelium litchi, Cambessèdes (N. O. Sapindaceae), a tree which has been for nearly a century introduced into Bengal with success. The dried fruit, usually ticketed as lychee, is now common in London shops.\n c. 1540. -- \". . . outra verdura muito mais fresca, e de melhor cheiro, que esta, a que os naturaes da terra chamão lechias. . . .\" -- Pinto, ch. lxviii.\n 1563. -- \"R. Of the things of China you have not said a word; though there they have many fruits highly praised, such as are lalichias (lalixias) and other excellent fruits.\n \"O. I did not speak of the things of China, because China is a region of which there is so much to tell that it never comes to an end. . . .\" -- Garcia, f. 157.\n 1585. -- \"Also they have a kinde of plummes that they doo call lechias, that are of an exceeding gallant tast, and never hurteth anybody, although they should eate a great number of them.\" -- Parke's Mendoza, i. 14.\n 1598. -- \"There is a kind of fruit called Lechyas, which are like Plums, but of another taste, and are very good, and much esteemed, whereof I have eaten.\" -- Linschoten, 38; [Hak. Soc. i. 131].\n 1631. -- \"Adfertur ad nos praeterea fructus quidam Lances (read Laices) vocatus, qui racematim, ut uvae, crescit.\" -- Jac. Bontii, Dial. vi. p. 11.\n 1684. -- \"Latsea, or Chinese Chestnuts.\" -- Valentijn, iv. (China) 12.\n 1750-52. -- \"Leicki is a species of trees which they seem to reckon equal to the sweet orange trees. . . . It seems hardly credible that the country about Canton (in which place only the fruit grows) annually makes 100,000 tel of dried leickis.\" -- Olof Toreen, 302-3.\n 1824. -- \"Of the fruits which this season offers, the finest are leeches (sic) and mangoes; the first is really very fine, being a sort of plum, with the flavour of a Frontignac grape.\" -- Heber, i. 60.\n c. 1858.- \"Et tandis que ton pied, sorti de la babouche,  Pendait, rose, au bord du manchy (see MUNCHEEL) À l'ombre des bois noirs touffus, et du Letchi, Aux fruits moins pourpres que ta bouche.\" Leconte de Lisle.\n 1878. -- \". . . and the lichi hiding under a shell of ruddy brown its globes of translucent and delicately fragrant flesh.\" -- Ph. Robinson, In My Indian Garden, 49.\n 1879. -- \". . . Here are a hundred and sixty lichi fruits for you. . . .\" -- M. Stokes, Indian Fairy Tales (Calc. ed.) 51.\n", "lemon": "s. Citrus medica, var. Limonum, Hooker. This is of course not an Anglo-Indian word. But it has come into European languages through the Ar. leimūn, and is, according to Hehn, of Indian origin. In Hind. we have both līmū and nīmbū, which last, at least, seems to be an indigenous form. The Skt. dictionaries give nimbūka. In England we get the word through the Romance languages, Fr. limon, It. limone, Sp. limon, &c., perhaps both from the Crusades and from the Moors of Spain. [Mr. Skeat writes: \"The Malay form is limau, 'a lime, lemon, or orange.' The Port. limão may possibly come from this Malay form. I feel sure that limau, which in some dialects is limar, is an indigenous word which was transferred to Europe.\"] (See LIME.)\n c. 1200. -- \"Sunt praeterea aliae arbores fructus acidos, pontici videlicet saporis, ex se procreantes, quos appellant limones.\"- Jacobi de Vitriaco, Hist. Iherosolym, cap. lxxxv. in Bongars.\n c. 1328. -- \"I will only say this much, that this India, as regards fruit and other things, is entirely different from Christendom; except, indeed, that there be lemons in some places, as sweet as sugar, whilst there be other lemons sour like ours.\" -- Friar Jordanus, 15.\n 1331. -- \"Profunditas hujus aquae plena est lapidibus preciosis. Quae aqua multum est yrudinibus et sanguisugis plena. Hos lapides non accipit rex, sed pro animâ suâ semel vel bis in anno sub aquas ipsos pauperes ire permittit. . . . Et ut ipsi pauperes ire sub aquam possint accipiunt limonem et quemdam fructum quem bene pistant, et illo bene se ungunt. . . . Et cum sic sint uncti yrudines et sanguisugae illos offendere non valent.\" -- Fr. Odoric, in Cathay, &c., App., p. xxi.\n c. 1333. -- \"The fruit of the mango-tree (al-'anba) is the size of a great pear. When yet green they take the fallen fruit and powder it with salt and preserve it, as is done with the sweet citron and the lemon (al-leimūn) in our country.\" -- Ibn Batuta, iii. 126.\n", "lemon-grass": "s. Andropogon citratus, D.C., a grass cultivated in Ceylon and Singapore, yielding an oil much used in perfumery, under the name of Lemon-Grass Oil, Oil of Verbena, or Indian Melissa Oil. Royle (Hind. Medicine, 82) has applied the name to another very fragrant grass, Andropogon schoenanthus, L., according to him the SXOI=NOS of Dioscorides. This last, which grows wild in various parts of India, yields Rūsa Oil, alias O. of Ginger-grass or of Geranium, which is exported from Bombay to Arabia and Turkey, where it is extensively used in the adulteration of \"Otto of Roses.\"\n", "leopard": "s. We insert this in order to remark that there has been a great deal of controversy among Indian sportsmen, and also among naturalists, as to whether there are or are not two species of this Cat, distinguished by those who maintain the affirmative, as panther (F. pardus) and leopard (Felis leopardus), the latter being the smaller, though by some these names are reversed. Even those who support this distinction of species appear to admit that the markings, habits, and general appearance (except size) of the two animals are almost identical. Jerdon describes the two varieties, but (with Blyth) classes both as one species (Felis pardus). [Mr. Blanford takes the same view: \"I cannot help suspecting that the difference is very often due to age. . . . I have for years endeavoured to distinguish the two forms, but without success.\" (Mammalia of India, 68 seq.)]\n", "lewchew": "&c., n.p. The name of a group of islands to the south of Japan, a name much more familiar than in later years during the 16th century, when their people habitually navigated the China seas, and visited the ports of the Archipelago. In the earliest notices they are perhaps mixt up with the Japanese. [Mr. Chamberlain writes the name Luchu, and says that it is pronounced Dūchū by the natives and Ryūkyū by the Japanese (Things Japanese, 3rd ed. p. 267). Mr. Pringle traces the name in the \"Gold flowered loes\" which appear in a Madras list of 1684, and which he supposes to be \"a name invented for the occasion to describe some silk stuff brought from the Liu Kiu islands.\" (Diary Ft. St. Geo. 1st ser. iii. 174).]\n 1516. -- \"Opposite this country of China there are many islands in the sea, and beyond them at 175 leagues to the east there is one very large, which they say is the mainland, from whence there come in each year to Malaca 3 or 4 ships like those of the Chinese, of white people whom they describe as great and wealthy merchants. . . . These islands are called Lequeos, the people of Malaca say they are better men, and greater and wealthier merchants, and better dressed and adorned, and more honourable than the Chinese.\" -- Barbosa, 207.\n 1540. -- \"And they, demanding of him whence he came, and what he would have, he answered them that he was of the Kingdom of Siam [of the settlement of the Tanaucarim foreigners, and that he came from Veniaga] and as a merchant was going to traffique in the Isle of Lequios.\" -- Pinto (orig. cap. x. xli), in Cogan, 49.\n 1553. -- \"Fernao Peres . . . whilst he remained at that island of Beniaga, saw there certain junks of the people called Lequios, of whom he had already got a good deal of information at Malaca, as that they inhabited certain islands adjoining that coast of China; and he observed that the most part of the merchandize that they brought was a great quantity of gold . . . and they appeared to him a better disposed people than the Chinese. . . .\" -- Barros, III. ii. 8. See also II. vi. 6.\n 1556. -- (In this year) \"a Portugal arrived at Malaca, named Pero Gomez d'Almeyda, servant to the Grand Master of Santiago, with a rich Present, and letters from the Nautaquim, Prince of the Island of Tanixumaa, directed to King John the third . . . to have five hundred Portugals granted to him, to the end that with them, and his own Forces, he might conquer the Island of Lequio, for which he would remain tributary to him at 5000 Kintals of Copper and 1000 of Lattin, yearly. . . .\" -- Pinto, in Cogan, p. 188.\n 1615. -- \"The King of Mashona (qu. Shashma?) . . . who is King of the westermost islands of Japan . . . has conquered the Leques Islands, which not long since were under the Government of China.\"- Sainsbury, i. 447.\n \" \"The King of Shashma . . . a man of greate power, and hath conquered the islandes called the Leques, which not long since were under the government of China. Leque Grande yeeldeth greate store of amber greece of the best sorte, and will vent 1,000 or 15,000 (sic) ps. of coarse cloth, as dutties and such like, per annum.\" -- Letter of Raphe Coppindall, in Cocks, ii. 272.\n [ \" \"They being put from Liquea. . . .\" -- Ibid. i. 1.]\n", "liampo": "n.p. This is the name which the older writers, especially Portuguese, give to the Chinese port which we now call Ning-Po. It is a form of corruption which appears in other cases of names used by the Portuguese, or of those who learned from them. Thus Nanking is similarly called Lanchin in the publications of the same age, and Yunnan appears in Mendoza as Olam.\n 1540. -- \"Sailing in this manner we arrived six dayes after at the Ports of Liampoo, which are two Islands one just against another, distant three Leagues from the place, where at that time the Portugals used their commerce; There they had built above a thousand houses, that were governed by Sheriffs, Auditors, Consuls, Judges, and 6 or 7 other kinde of Officers [com governança de Vereadores, & Ouvidor, & Alcaides, & outras seis ou sete Varas de Justiça & Officiaes de Republica], where the Notaries underneath the publique Acts which they made, wrote thus, I, such a one, publique Notarie of this Town of Liampoo for the King our Soveraign Lord. And this they did with as much confidence and assurance as if this Place had been scituated between Santarem and Lisbon; so that there were houses there which cost three or four thousand Duckats the building, but both they and all the rest were afterwards demolished for our sins by the Chineses. . . .\" -- Pinto (orig. cap. lxvi.), in Cogan, p. 82.\n What Cogan renders 'Ports of Liampoo' is portas, i.e. Gates. And the expression is remarkable as preserving a very old tradition of Eastern navigation; the oldest document regarding Arab trade to China (the Relation, tr. by Reinaud) says that the ships after crossing the Sea of Sanji 'pass the Gates of China. These Gates are in fact mountains washed by the sea; between these mountains is an opening, through which the ships pass' (p. 19). This phrase was perhaps a translation of a term used by the Chinese themselves -- see under BOCCA TIGRIS.\n 1553. -- \"The eighth (division of the coasts of the Indies) terminates in a notable cape, the most easterly point of the whole continent so far as we know at present, and which stands about midway in the whole coast of that great country China. This our people call Cabo de Liampo, after an illustrious city which lies in the bend of the cape. It is called by the natives Nimpo, which our countrymen have corrupted into Liampo.\" -- Barros, i. ix. 1.\n 1696. -- \"Those Junks commonly touch at Lympo, from whence they bring Petre, Geelongs, and other Silks.\" -- Bowyear, in Dalrymple, i. 87.\n 1701. -- \"The Mandarine of Justice arrived late last night from Limpo.\" -- Fragmentary MS. Records of China Factory (at Chusan?), in India Office, Oct. 24.\n 1727. -- \"The Province of Chequiam, whose chief city is Limpoa, by some called Nimpoa, and by others Ningpoo.\" -- A. Hamilton, ii. 283; [ed. 1744, ii. 282].\n 1770. -- \"To these articles of importation may be added those brought every year, by a dozen Chinese Junks, from Emoy, Limpo, and Canton.\" -- Raynal, tr. 1777, i. 249.\n", "likin": "s. We borrow from Mr. Giles \"An arbitrary tax, originally of one cash per tael on all kinds of produce, imposed with a view of making up the deficiency in the land-tax of China caused by the T'aiping and Nienfei troubles. It was to be set aside for military purposes only -- hence its common name of 'war tax'. . . The Chefoo Agreement makes the area of the Foreign concessions at the various Treaty Ports exempt from the tax of Lekin\" (Gloss. of Reference, s.v.). The same authority explains the term as \"li (le, i.e. a cash or 1⁄1000 of a tael)-money,\" because of the original rate of levy. The likin is professedly not an imperial customsduty, but a provincial tax levied by the governors of the provinces, and at their discretion as to amount; hence varying in local rate, and from time to time changeable. This has been a chief difficulty in carrying out the Chefoo Agreement, which as yet has never been authoritatively interpreted or finally ratified by England. [It was ratified in 1886. For the conditions of the Agreement see Ball, Things Chinese, 3rd ed. 629 seqq.] We quote the article of the Agreement which deals with opium, which has involved the chief difficulties, as leaving not only the amount to be paid, but the line at which this is to be paid, undefined.\n 1876. -- \"Sect. III. . . . (iii). On Opium Sir Thomas Wade will move his Government to sanction an arrangement different from that affecting other imports. British merchants, when opium is brought into port, will be obliged to have it taken cognizance of by the Customs, and deposited in Bond . . . until such time as there is a sale for it. The importer will then pay the tariff duty upon it, and the purchasers the likin: in order to the prevention of the evasion of the duty. The amount of likin to be collected will be decided by the different Provincial Governments, according to the circumstances of each.\" -- Agreement of Chefoo.\n 1878. -- \"La Chine est parsemée d'une infinité de petits bureaux d'octroi échelonnés le long des voies commerciales; les Chinois les nomment Li-kin. C'est la source la plus sure, et la plus productive des revenus.\" -- Rousset, À Travers la Chine, 221.\n", "lilac": "s. This plant-name is eventually to be identified with anil (q.v.), and with the Skt. nīla, 'of a dark colour (especially dark blue or black)'; a fact which might be urged in favour of the view that the ancients in Asia, as has been alleged of them in Europe, belonged to the body of the colour-blind (like the writer of this article). The Indian word takes, in the sense of indigo, in Persian the form līlang; in Ar. this, modified into līlak and līlāk, is applied to the lilac (Syringa spp.). Marcel Devic says the Ar. adj. līlak has the modified sense 'bleuâtre.' See a remark under BUCKYNE. We may note that in Scotland the 'striving after meaning' gives this familiar and beautiful tree the name among the uneducated of 'lily-oak.'\n", "lime": "s. The fruit of the small Citrus medica, var. acida, Hooker, is that generally called lime in India, approaching as it does very nearly to the fruit of the West India Lime. It is often not much bigger than a pigeon's egg, and one well-known miniature lime of this kind is called by the natives from its thin skin kāghazī nīmbū, or 'paper lime.' This seems to bear much the same relation to the lemon that the miniature thinskinned orange, which in London shops is called Tangerine, bears to the \"China orange.\" But lime is also used with the characterising adjective for the Citrus medica, var. Limetta, Hooker, or Sweet Lime, an insipid fruit.\n The word no doubt comes from the Sp. and Port. lima, which is from the Ar. līma; Fr. lime, Pers. līmū, līmūn (see LEMON). But probably it came into English from the Portuguese in India. It is not in Minsheu (2nd ed. 1727).\n 1404. -- \"And in this land of Guilan snow never falls, so hot is it; and it produces abundance of citrons and limes and oranges (cidras é limas é naranjas).\" -- Clavijo, \u0015lxxxvi.\n c. 1526. -- \"Another is the lime (līmū), which is very plentiful. Its size is about that of a hen's egg, which it resembles in shape. If one who is poisoned boils and eats its fibres, the injury done by the poison is averted.\" -- Baber, 328.\n 1563. -- \"It is a fact that there are some Portuguese so pig-headed that they would rather die than acknowledge that we have here any fruit equal to that of Portugal; but there are many fruits here that bear the bell, as for instance all the fructas de espinho. For the lemons of those parts are so big that they look like citrons, besides being very tender and full of flavour, especially those of Baçaim; whilst the citrons themselves are much better and more tender (than those of Portugal); and the limes (limas) vastly better. . . .\" -- Garcia, f. 133.\n c. 1630. -- \"The Ile inricht us with many good things; Buffolls, Goats, Turtle, Hens, huge Batts . . . also with Oranges, Lemons, Lymes. . . .\" -- Sir T. Herbert, 28.\n 1673. -- \"Here Asparagus flourish, as do Limes, Pomegranates, Genetins. . . .\"- Fryer, 110. (\"Jenneting\" from Fr. genétin, [or, according to Prof. Skeat, for jeanneton, a dimin. from Fr. pomme de S. Jean.]\n 1690. -- \"The Island (Johanna) abounds with Fowls and Rice, with Pepper, Yams, Plantens, Bonanoes, Potatoes, Oranges, Lemons, Limes, Pine-apples, &c. . . .\"- Ocington, 109.\n", "lingait": "s. Mahr. Liñgā-īt, Can. Lingāyata, a member of a Śivaite sect in W. and S. India, whose members wear the liñga (see LINGAM) in a small gold or silver box suspended round the neck. The sect was founded in the 12th century by Bāsava. They are also called Jangama, or Vīra Śaiva, and have various subdivisions. [See Nelson, Madura, pt. iii. 48 seq.; Monier Williams, Brahmanism, 88.]\n 1673. -- \"At Hubly in this Kingdom are a caste called Linguits, who are buried upright. \" -- Fryer, 153. This is still their practice.\n Lingua is given as the name or title of the King of Columbum (see QUILON) in the 14th century, by Friar Jordanus (p. 41), which might have been taken to denote that he belonged to this sect; but this seems never to have had followers in Malabar.\n", "lingam": "s. This is taken from the S. Indian form of the word, which in N. India is Skt. and Hind. liñga, 'a token, badge,' &c., thence the symbol of Śiva which is so extensively an object of worship among the Hindus, in the form of a cylinder of stone. The great idol of Somnāth, destroyed by Mahmūd of Ghazni, and the object of so much romantic narrative, was a colossal symbol of this kind. In the quotation of 1838 below, the word is used simply for a badge of caste, which is certainly the original Skt. meaning, but is probably a mistake as attributed in that sense to modern vernacular use. The man may have been a lingait (q.v.), so that his badge was actually a figure of the lingam. But this clever authoress often gets out of her depth.\n 1311. -- \"The stone idols called Ling Mahádeo, which had been a long time established at that place . . . these, up to this time, the kick of the horse of Islam had not attempted to break. . . . Deo Narain fell down, and the other gods who had seats there raised their feet, and jumped so high, that at one leap they reached the foot of Lanka, and in that affright the lings themselves would have fled, had they had any legs to stand on.\" -- Amír Khusrú, in Elliot, iv. 91.\n 1616. -- \". . . above this there is elevated the figure of an idol, which in decency I abstain from naming, but which is called by the heathen Linga, and which they worship with many superstitions; and indeed they regard it to such a degree that the heathen of Canara carry well-wrought images of the kind round their necks. This abominable custom was abolished by a certain Canara King, a man of reason and righteousness. \" -- Couto, Dec. VII. iii. 11.\n 1726. -- \"There are also some of them who wear a certain stone idol called Lingam . . . round the neck, or else in the hair of the head. . . .\" -- Valentijn, Choro. 74.\n 1781. -- \"These Pagodas have each a small chamber in the center of twelve feet square, with a lamp hanging over the Lingham.\"- Hodges, 94.\n 1799. -- \"I had often remarked near the banks of the rivulet a number of little altars, with a linga of Mahádeva upon them. It seems they are placed over the ashes of Hindus who have been burnt near the spot.\" -- Colebrooke, in Life, p. 152.\n 1809. -- \"Without was an immense lingam of black stone.\" -- Ld. Valentia, i. 371.\n 1814. -- \". . . two respectable Brahmuns, a man and his wife, of the secular order; who, having no children, had made several religious pilgrimages, performed the accustomed ceremonies to the linga, and consulted the divines.\" -- Forbes, Or. Mem. ii. 364; [2nd ed. ii. 4; in ii. 164, lingam].\n 1838. -- \"In addition to the preaching, Mr. G. got hold of a man's Lingum, or badge of caste, and took it away.\" -- Letters from Madras, 156.\n 1843. -- \"The homage was paid to Lingamism. The insult was offered to Mahometanism. Lingamism is not merely idolatry, but idolatry in its most pernicious form.\" -- Macaulay, Speech on Gates of Somnauth. \n", "linguist": "s. An old word for an interpreter, formerly much used in the East. It long survived in China, and is there perhaps not yet obsolete. Probably adopted from the Port. lingua, used for an interpreter.\n 1554. -- \"To a llingua of the factory (at Goa) 2 pardaos monthly. . . .\" -- S. Botelho, Tombo, 63.\n \" \"To the linguoa of this kingdom (Ormuz) a Portuguese . . . To the linguoa of the custom-house, a bramen.\" -- Ibid. 104.\n [1612. -- \"Did Captain Saris' Linguist attend?\" -- Danvers, Letters, i. 68.]\n 1700. -- \"I carried the Linguist into a Merchant's House that was my Acquaintance to consult with that Merchant about removing that Remora, that stop'd the Man of War from entring into the Harbour.\"- A. Hamilton, iii. 254; [ed. 1744].\n 1711. -- \"Linguists require not too much haste, having always five or six to make choice of, never a Barrel the better Herring.\" -- Lockyer, 102.\n 1760. -- \"I am sorry to think your Honour should have reason to think, that I have been anyway concerned in that unlucky affair that happened at the Negrais, in the month of October 1759; but give me leave to assure your Honour that I was no further concerned, than as a Linguister for the King's Officer who commanded the Party.\" -- Letter to the Gov. of Fort St. George, from Antonio the Linguist, in Dalrymple, i. 396.\n 1760-1810. -- \"If the ten should presume to enter villages, public places, or bazaars, punishment will be inflicted on the linguist who accompanies them.\" -- Regulations at Canton, from The Fankwae at Canton, p. 29.\n 1882. -- \"As up to treaty days, neither Consul nor Vice-Consul of a foreign nation was acknowledged, whenever either of these officers made a communication to the Hoppo, it had to be done through the Hong merchants, to whom the dispatch was taken by a Linguist.\" -- The Fankwae at Canton, p. 50.\n", "lip-lap": "s. A vulgar and disparaging nickname given in the Dutch Indies to Eurasians, and corresponding to Anglo-Indian chee-chee (q.v.). The proper meaning of lip-lap seems to be the uncoagulated pulp of the coco-nut (see Rumphius, bk. i. ch. 1). [Mr. Skeat notes that the word is not in the dicts., but Klinkert gives Jav. lap-lap, 'a dish-clout.']\n 1768-71. -- \"Children born in the Indies are nicknamed liplaps by the Europeans, although both parents may have come from Europe.\" -- Stavorinus, E.T. i. 315.\n", "lishtee": "s. Hind. lishtī, English word, 'a list.'\n", "long-cloth": "s. The usual name in India for (white) cotton shirtings, or Lancashire calico; but first applied to the Indian cloth of like kind exported to England, probably because it was made of length unusual in India; cloth for native use being ordinarily made in pieces sufficient only to clothe one person. Or it is just possible that it may have been a corruption or misapprehension of lungi (see LOONGHEE). [This latter view is accepted without question by Sir G. Birdwood (Rep. on Old Rec., 224), who dates its introduction to Europe about 1675.]\n 1670. -- \"We have continued to supply you . . . in reguard the Dutch do so fully fall in with the Calicoe trade that they had the last year 50,000 pieces of Long-cloth.\"- Letter from Court of E.I.C. to Madras, Nov. 9th. In Notes and Exts., No. i. p. 2.\n [1682. -- \". . . for Long cloth brown English 72: Coveds long & 2 ¼ broad No. I. . . .\" -- Pringle, Diary, Ft. St. Geo. 1st ser. i. 40.]\n 1727. -- \"Saderass, or Saderass Patam, a small Factory belonging to the Dutch, to buy up long cloth.\" -- A. Hamilton, i. 358; [ed. 1744].\n 1785. -- \"The trade of Fort St. David's consists in long cloths of different colours.\" -- Carraccioli's Life of Clive, i. 5.\n 1865. -- \"Long-cloth, as it is termed, is the material principally worn in the Tropics.\"- Waring, Tropical Resident, p. 111.\n 1880. -- \"A Chinaman is probably the last man in the world to be taken in twice with a fraudulent piece of long-cloth.\" -- Pall Mall Budget, Jan. 9, p. 9.\n", "long-drawers": "s. This is an old-fashioned equivalent for pyjamas (q.v.). Of late it is confined to the Madras Presidency, and to outfitters' lists. [Mosquito drawers were probably like these.]\n [1623. -- \"They wear a pair of long Drawers of the same Cloth, which cover not only their Thighs, but legs also to the Feet.\" -- P. della Valle, Hak. Soc. i. 43.]\n 1711. -- \"The better sort wear long Drawers, and a piece of Silk, or wrought Callico, thrown loose over the Shoulders.\"- Lockyer, 57.\n 1774. -- \". . . gave each private man a frock and long drawers of chintz.\" -- Forrest, V. to N. Guinea, 100.\n 1780. -- \"Leroy, one of the French hussars, who had saved me from being cut down by Hyder's horse, gave me some soup, and a shirt, and long-drawers, which I had great want of.\" -- Hon. John Lindsay in Lives of the Lindsays, iv. 266.\n 1789. -- \"It is true that they (the Sycs) wear only a short blue jacket, and blue long draws.\" -- Note by Translator of Seir Mutaqherin, i. 87.\n 1810. -- \"For wear on board ship, pantaloons . . . together with as many pair of wove cotton long-drawers, to wear under them.\" -- Williamson, V. M. i. 9.\n [1853. -- \"The Doctor, his gaunt figure very scantily clad in a dirty shirt and a pair of mosquito drawers.\" -- Campbell, Old Forest Ranger, 3rd ed. 108.]\n (See PYJAMAS, MOGUL BREECHES, SHULWAURS, SIRDRARS.)\n", "long-shore wind": "s. A term used in Madras to designate the damp, unpleasant wind that blows in some seasons, especially July to September, from the south.\n 1837. -- \"This longshore wind is very disagreeable -- a sort of sham sea-breeze blowing from the south; whereas the real sea-breeze blows from the east; it is a regular cheat upon the new-comers, feeling damp and fresh as if it were going to cool one.\" -- Letters from Madras, 73.\n [1879. -- \"Strong winds from the south known as Alongshore winds, prevail especially near the coast.\" -- Stuart, Tinnevelly, 8.]\n", "lontar": "s. The palm leaves used in the Archipelago (as in S. India) for writing on are called lontar-leaves. Filet (No. 5179, p. 209) gives lontar as the Malay name of two palms, viz. Borassus flabelliformis (see PALMYRA, BRAB), and Livistona tundifolia. [See CADJAN.] [Mr. Skeat notes that Klinkert gives -- \"Lontar, metathesis of ron-tal, leaf of the tal tree, a fanpalm whose leaves were once used for writing on, borassus flabelliformis.\" Ron is thus probably equivalent to the Malay daun, or in some dialects don, 'leaf.' The tree itself is called p'hun (pohun) tar in the E. coast of the Malay Peninsula, tar and tal being only variants of the same word. Scott, Malayan Words in English, p. 121, gives: \"Lontar, a palm, dial. form of dāun tāl (tāl, Hind.).\" (See TODDY.]\n", "loocher": "s. This is often used in Anglo-Ind. colloquial for a blackguard libertine, a lewd loafer. It is properly Hind. luchchā, having that sense. Orme seems to have confounded the word, more or less, with lūṭiya (see under LOOTY). [A rogue in Pandurang Hari (ed. 1873, ii. 168) is Loochajee. The place at Matheran originally called \"Louisa Point\" has become \"Loocha Point!\"]\n [1829. -- \". . . nothing-to-do lootchas of every sect in Camp. . . .\" -- Or. Sport. Mag. ed. 1873, i. 121.]\n", "loonghee": "s. Hind. lungī, perhaps originally Pers. lung and lunggī; [but Platts connects it with linga]. A scarf or web of cloth to wrap round the body, whether applied as what the French call pagne, i.e. a cloth simply wrapped once or twice round the hips and tucked in at the upper edge, which is the proper Mussulman mode of wearing it; or as a cloth tucked between the legs like a dhoty (q.v.), which is the Hindu mode, and often followed also by Mahommedans in India. The Quanoon-e-Islam further distinguishes between the lunggī and dhotī that the former is a coloured cloth worn as described, and the latter a cloth with only a coloured border, worn by Hindus alone. This explanation must belong to S. India. [\"The lungi is really meant to be worn round the waist, and is very generally of a checked pattern, but it is often used as a paggri (see PUGGRY), more especially that known as the Kohat lungi\" (Cookson, Mon. on Punjab Silk, 4). For illustrations of various modes of wearing the garment, see Forbes Watson, Textile Manufactures and Costumes, pl. iii. iv.]\n 1653. -- \"Longui est vne petite pièce de linge, dont les Indiens se servent à cacher les parties naturelles.\" -- De la Boullaye-leGouz, 529. But in the edition of 1657 it is given: \"Longui est vn morceau de linge dont l'on se sert au bain en Turquie\" (p. 547).\n 1673. -- \"The Elder sat in a Row, where the Men and Women came down together to wash, having Lungies about their Wastes only.\" -- Fryer, 101. In the Index, Fryer explains as a \"Waste-Clout.\"\n 1726. -- \"Silk Longis with red borders, 160 pieces in a pack, 14 cobidos long and 2 broad.\" -- Valentijn, v. 178.\n 1727. -- \". . . For some coarse checquered Cloth, called Cambaya (see COMBOY), Lungies, made of Cotton-Yarn, the Natives would bring Elephant's Teeth.\" -- A.Hamilton, i. 9; [ed. 1744].\n \" (In Pegu) \"Under the Frock they have a Scarf or Lungee doubled fourfold, made fast about the Middle. . . .\" -- Ibid. ii. 49.\n c. 1760. -- \"Instead of petticoats they wear what they call a loongee, which is simply a long piece of silk or cotton stuff.\" -- Grose, i. 143.\n c. 1809-10. -- \"Many use the Lunggi, a piece of blue cotton cloth, from 5 to 7 cubits long and 2 wide. It is wrapped simply two or three times round the waist, and hangs down to the knee.\" -- F. Buchanan, in Eastern India, iii. 102.\n", "loot": "s. & v. Plunder; Hind. lūṭ, and that from Skt. lotra, for loptra, root lup, 'rob, plunder'; [rather luṇṭ, 'to rob']. The word appears in Stockdale's Vocabulary, of 1788, as \"Loot plunder, pillage.\" It has thus long been a familiar item in the Anglo Indian colloquial. But between the Chinese War of 1841, the Crimean War (1854-5), and the Indian Mutiny (1857-8), it gradually found acceptance in England also, and is now a recognised constituent of the English Slang Dictionary. Admiral Smyth has it in his Nautical Glossary (1867) thus: \"Loot, plunder, or pillage, a term adopted from China.\"\n 1545. -- St. Francis Xavier in a letter to a friend in Portugal admonishing him from encouraging any friend of his to go to India seems to have the thing Loot in his mind, though of course he does not use the word: \"Neminem patiaris amicorum tuorum in Indiam cum Praefectura mitti, ad regias pecunias, et negotia tractanda. Nam de illis vere illud scriptum capere licet: 'Deleantur de libro viventium et cum justis non scribantur. ' . . . Invidiam tantum non culpam usus publicus detrahit, dum vix dubitatur fieri non malè quod impunè fit. Ubique, semper, rapitur, congeritur, aufertur. Semel captum nunquam redditur. Quis enumeret artes et nomina, praedarum? Equidem mirari satis nequeo, quot, praeter usitatos modos, insolitis flexionibus inauspicatum illud rapiendi verbum quaedam avaritiae barbaria conjuget!\" -- Epistolae, Prague, 1667, Lib. V. Ep. vii.\n 1842. -- \"I believe I have already told you that I did not take any loot -- the Indian word for plunder -- so that I have nothing of that kind, to which so many in this expedition helped themselves so bountifully.\" -- Colin Campbell to his Sister, in L. of Ld. Clyde, i. 120.\n \" \"In the Saugor district the plunderers are beaten whenever they are caught, but there is a good deal of burning and 'looting,' as they call it.\" -- Indian Administration of Ld. Ellenborough. To the D. of Wellington, May 17, p. 194.\n 1847. -- \"Went to see Marshal Soult's pictures which he looted in Spain. There are many Murillos, all beautiful.\" -- Ld. Malmesbury, Mem. of an Ex-Minister, i. 192.\n 1858. -- \"There is a word called 'loot,' which gives, unfortunately, a venial character to what would in common English be styled robbery.\" -- Ld. Elgin, Letters and Journals, 215.\n 1860. -- \"Loot, swag or plunder.\" -- Slang Dict. s.v.\n 1864. -- \"When I mentioned the 'looting' of villages in 1845, the word was printed in italics as little known. Unhappily it requires no distinction now, custom having rendered it rather common of late.\" -- Admiral W. H. Smyth, Synopsis, p. 52.\n 1875. -- \"It was the Colonel Sahib who carried off the loot.\" -- The Dilemma, ch. xxxvii.\n 1876. -- \"Public servants (in Turkey) have vied with one another in a system of universal loot.\" -- Blackwood's Mag. No. cxix. p. 115.\n 1878. -- \"The city (Hongkong) is now patrolled night and day by strong parties of marines and Sikhs, for both the disposition to loot and the facilities for looting are very great.\" -- Miss Bird, Golden Chersonese, 34.\n 1883. -- \"'Loot' is a word of Eastern origin, and for a couple of centuries past . . . the looting of Delhi has been the daydream of the most patriotic among the Sikh race.\" -- Bos. Smith's Life of Ld. Lawrence, ii. 245.\n \" \"At Ta li fu . . . a year or two ago, a fire, supposed to be an act of incendiarism, broke out among the Tibetan encampments which were then looted by the Chinese.\"- Official Memo. on Chinese Trade with Tibet, 1883.\n", "looty": "s.\n a. A plunderer. Hind. lūṭī, lūṭīyā, lūṭīwālā.\n 1757. -- \"A body of their Louchees (see LOOCHER) or plunderers, who are armed with clubs, passed into the Company's territory.\" -- Orme, ed. 1803, ii. 129.\n 1782. -- \"Even the rascally Looty wallahs, or Mysorean hussars, who had just before been meditating a general desertion to us, now pressed upon our flanks and rear.\"- Munro's Narrative, 295.\n 1792. -- \"The Colonel found him as much dismayed as if he had been surrounded by the whole Austrian army, and busy in placing an ambuscade to catch about six looties.\" -- Letter of T. Munro, in Life.\n \" \"This body (horse plunderers round Madras) had been branded generally by the name of Looties, but they had some little title to a better appellation, for they were . . . not guilty of those sanguinary and inhuman deeds. . . .\" -- Madras Courier, Jan. 26.\n 1793. -- \"A party was immediately sent, who released 27 half-starved wretches in heavy irons; among them was Mr. Randal Cadman, a midshipman taken 10 years before by Suffrein. The remainder were private soldiers; some of whom had been taken by the Looties; others were deserters. . . .\"- Dirom's Narrative, p. 157.\n b. A different word is the Ar. -- Pers. lūṭīy, bearing a worse meaning, 'one of the people of Lot,' and more generally 'a blackguard.'\n [1824. -- \"They were singing, dancing, and making the luti all the livelong day.\"- Hajji Baba, ed. 1851, p. 444.\n [1858. -- \"The Loutis, who wandered from town to town with monkeys and other animals, taught them to cast earth upon their heads (a sign of the deepest grief among Asiatics) when they were asked whether they would be governors of Balkh or Akhcheh.\" -- Ferrier, H. of the Afghans, 101.\n [1883. -- \"Monkeys and baboons are kept and trained by the Lūtis, or professional buffoons.\" -- Will's Modern Persia, ed. 1891, p. 306.]\n The people of Shiraz are noted for a fondness for jingling phrases, common enough among many Asiatics, including the people of India, where one constantly hears one's servants speak of chaukī-aukī (for chairs and tables), naukar-chākar (where both are however real words), 'servants,' lakṛīakṛī, 'sticks and staves,' and so forth. Regarding this Mr. Wills tells a story (Modern Persia, p. 239). The late Minister, Ḳawām-ud-Daulat, a Shirāzi, was asked by the Shāh:\n \"Why is it, Ḳawām, that you Shīrāzīs always talk of Kabob-mabob and so on? You always add a nonsense-word; is it for euphony?\"\n \"Oh, Asylum of the Universe, may I be your sacrifice! No respectable person in Shīrāz does so, only the lūtī-pūtī says it!\"\n", "loquot": "s. A sub-acid fruit, a native of China and Japan, which has been naturalised in India and in Southern Europe. In Italy it is called nespola giapponese (Japan medlar). It is Eriobotrya japonica, Lindl. The name is that used in S. China, lu-küh, pron. at Canton lukwat, and meaning 'rush-orange.' Elsewhere in China it is called pi-pa.\n [1821. -- \"The Lacott, a Chinese fruit, not unlike a plum, was produced also in great plenty (at Bangalore); it is sweet when ripe, and both used for tarts, and eaten as dessert.\" -- Hoole, Missions in Madras and Mysore, 2nd ed. 159.]\n 1878. -- \" . . . the yellow loquat, peachskinned and pleasant, but prodigal of stones.\" -- Ph. Robinson, In My Indian Garden, 49.\n c. 1880. -- \"A loquat tree in full fruit is probably a sight never seen in England before, but 'the phenomenon' is now on view at Richmond. (This was in the garden of Lady Parker at Stawell House.) We are told that it has a fine crop of fruit, comprising about a dozen bunches, each bunch being of eight or ten beautiful berries. . . .\" -- Newspaper cutting (source lost).\n", "lorcha": "s. A small kind of vessel used in the China coasting trade. Giles explains it as having a hull of European build, but the masts and sails Chinese fashion, generally with a European skipper and a Chinese crew. The word is said to have been introduced by the Portuguese from S. America (Giles, 81). But Pinto's passage shows how early the word was used in the China seas, a fact which throws doubt on that view. [Other suggestions are that it is Chinese lowchuen, a sort of fighting ship, or Port. lancha, our launch (2 N. & Q. iii. 217, 236).]\n 1540. -- \"Now because the Lorch (lorcha), wherein Antonio de Faria came from Patana leaked very much, he commanded all his soldiers to pass into another better vessel . . . and arriving at a River that about evening we found towards the East, he cast anchor a league out at Sea, by reason his Junk . . . drew much water, so that fearing the Sands . . . he sent Christovano Borralho with 14 Soldiers in the Lorch up the River. . . .\" -- Pinto (orig. cap. xlii.), Cogan, p. 50.\n \" \"Cõ isto nos partemos deste lugar de Laito muyto embandeirados, com as gavias toldadas de paños de seda, et os juncos e lorchas cõ duas ordens de paveses por banda\" -- Pinto, ch. lviii. i.e. \"And so we started from Laito all dressed out, the tops draped with silk, and the junks and lorchas with two tiers of banners on each side.\"\n 1613. -- \"And they use smaller vessels called lorchas and lyolyo (?), and these never use more than 2 oars on each side, which serve both for rudders and for oars in the river traffic.\" -- Godinho de Eredia, f. 26v.\n 1856. -- \". . . Mr. Parkes reported to his superior, Sir John Bowring, at Hong Kong, the facts in connexion with an outrage which had been committed on a Britishowned lorcha at Canton. The lorcha 'Arrow,' employed in the river trade between Canton and the mouth of the river, commanded by an English captain and flying an English flag, had been boarded by a party of Mandarins and their escort while at anchor near Dutch Folly.\" -- Boulger, H. of China, 1884, iii. 396.\n", "lory": "s. A name given to various brilliantly-coloured varieties of parrot, which are found in the Moluccas and other islands of the Archipelago. The word is a corruption of the Malay nūri, 'a parrot'; but the corruption seems not to be very old, as Fryer retains the correct form. Perhaps it came through the French (see Luillier below). [Mr. Skeat writes: \"Lūri is hardly a corruption of nūri; it is rather a parallel form. The two forms appear in different dialects. Nūri may have been first introduced, and lūri may be some dialectic form of it.\"] The first quotation shows that lories were imported into S. India as early as the 14th century. They are still imported thither, where they are called in the vernacular by a name signifying 'Fivecoloured parrots.' [Can. panchavarnagini. ]\n c. 1330. -- \"Parrots also, or popinjays, after their kind, of every possible colour, except black, for black ones are never found; but white all over, and green, and red, and also of mixed colours. The birds of this India seem really like the creatures of Paradise.\" -- Friar Jordanus, 29.\n c. 1430. -- \"In Bandan three kinds of parrot are found, some with red feathers and a yellow beak, and some parti-coloured which are called Nori, that is brilliant.\"- Conti, in India in the X Vth Cent., 17. The last words, in Poggio's original Latin, are: \"quos Noros appellant hoc est lucidos,\" showing that Conti connected the word with the Pers. nūr=\"lux.\"\n 1516. -- \"In these islands there are many coloured parrots, of very splendid colours; they are tame, and the Moors call them nure, and they are much valued.\" -- Barbosa, 202.\n 1555. -- \"There are hogs also with hornes (see BABI-ROUSSA), and parats which prattle much, which they call Noris.\"- Galvano, E.T. in Hakl. iv. 424.\n [1598. -- \"There cometh into India out of the Island of Molucas beyond Malacca a kind of birdes called Noyras; they are like Parrattes. . . .\" -- Linschoten, Hak. Soc. i. 307.]\n 1601. -- \"Psittacorum passim in sylvis multae turmae obvolitant. Sed in Moluccanis Insulis per Malaccam avis alia, Noyra dicta, in Indiam importatur, quae psittaci faciem universim exprimit, quem cantu quoque adamussim aemulatur, nisi quod pennis rubicundis crebrioribus vestitur.\"- De Bry, v. 4.\n 1673. -- \". . . Cockatooas and Newries from Bantam.\" -- Fryer, 116.\n 1682. -- \"The Lorys are about as big as the parrots that one sees in the Netherlands. . . . There are no birds that the Indians value more: and they will sometimes pay 30 rix dollars for one. . . .\" -- Nieuhof, Zee en Lant-Reize, ii. 287.\n 1698. -- \"Brought ashore from the Resolution . . . a Newry and four yards of broad cloth for a present to the Havildar.\" -- In Wheeler, i. 333.\n 1705. -- \"On y trouve de quatre sortes de perroquets, sçavoir, perroquets, lauris, perruches, & cacatoris.\" -- Luillier, 72.\n 1809.- \"'Twas Camdeo riding on his lory, 'Twas the immortal Youth of Love.\" Kehama, x. 19.\n 1817.- \"Gay sparkling loories, such as gleam between The crimson blossoms of the coral-tree In the warm isles of India's summer sea.\" Mokanna.\n", "lota": "s. Hind. loṭā. The small spheroidal brass pot which Hindus use for drinking, and sometimes for cooking. This is the exclusive Anglo Indian application; but natives also extend it to the spherical pipkins of earthenware (see CHATTY or GHURRA.)\n 1810. -- \". . . a lootah, or brass water vessel.\" -- Williamson, V. M. ii. 284.\n", "lote": "s. Mod. Hind. lōṭ, being a corruption of Eng. 'note.' A banknote; sometimes called bănklōṭ.\n", "lotoo": "s. Burm. Hlwat-d'hau, 'Royal Court or Hall'; the Chief Council of State in Burma, composed nominally of four Wungyīs (see WOON) or Chief Ministers. Its name designates more properly the place of meeting; compare Star-Chamber.\n 1792. -- \". . . in capital cases he transmits the evidence in writing, with his opinion, to the Lotoo, or grand chamber of consultation, where the council of state assembles. . . .\"- Symes, 307.\n 1819. -- \"The first and most respectable of the tribunals is the Luttò, comprised of four presidents called Vunghì, who are chosen by the sovereign from the oldest and most experienced Mandarins, of four assistants, and a great chancery.\" -- Sangermano, 164.\n 1827. -- \"Every royal edict requires by law, or rather by usage, the sanction of this council: indeed, the King's name never appears in any edict or proclamation, the acts of the Lut-d'hau being in fact considered his acts.\" -- Crawfurd's Journal, 401.\n", "loutea": "&c. s. A Chinese title of respect, used by the older writers on China for a Chinese official, much as we still use mandarin. It is now so obsolete that Giles, we see, omits it. \"It would almost seem certain that this is the word given as follows in C. C. Baldwin's Manual of the Foochow Dialect: 'Lo-tia.' . . . (in Mandarin Lao-tye) a general appellative used for an officer. It means 'Venerable Father' (p. 215). In the Court dialect Ta-lao-yé, 'Great Venerable Father' is the appellative used for any officer, up to the 4th rank. The ye of this expression is quite different from the tyé or tia of the former\" (Note by M. Terrien de la Couperie). Mr. Baber, after giving the same explanation from Carstairs Douglas's Amoy Dict., adds: \"It would seem ludicrous to a Pekingese. Certain local functionaries (Prefects, Magistrates, &c.) are, however, universally known in China as Fu-mu-kuan, 'Parental Officers' (lit. 'Father-and Mother Officers') and it is very likely that the expression 'Old Papa' is intended to convey the same idea of paternal government.\"\n c. 1560. -- \"Eveṛyone that in China hath any office, command, or dignitie by the King, is called Louthia, which is to say with us Señor.\" -- Gaspar da Cruz, in Purchas, iii. 169.\n \" \"I shall have occasion to speake of a certain Order of gentlemen that are called Loutea; I will first therefor expound what this word signifieth. Loutea is as muche as to say in our language as Syr. . . .\" -- Galeotto Pereyra, by R. Willes, in Hakl. ii.; [ed. 1810, ii. 548].\n 1585. -- \"And although all the Kinge's officers and justices of what sort of administration they are, be generally called by the name of Loytia; yet euerie one hath a speciall and a particular name besides, according vnto his office.\" -- Mendoza, tr. by R. Parke, ii. 101.\n 1598. -- \"Not any Man in China is esteemed or accounted of, for his birth, family, or riches, but onely for his learning and knowledge, such as they that serve at every towne, and have the government of the same. They are called Loitias and Mandorijns.\" -- Linschoten, 39; [Hak. Soc. i. 133].\n 1618. -- \"The China Capt. had letters this day per way of Xaxma (see SATSUMA) . . . that the letters I sent are received by the noblemen in China in good parte, and a mandarin, or loytea, appointed to com for Japon. . . .\" -- Cocks, Diary, ii. 44.\n 1681. -- \"They call . . . the lords and gentlemen Loytias. . . .\" -- Martinez de la Puente, Compendio, 26.\n", "love-bird": "s. The bird to which this name is applied in Bengal is the pretty little lorikeet, Loriculus vernalis, Sparrman, called in Hind. laṭkan or 'pendant,' because of its quaint habit of sleeping suspended by the claws, head downwards.\n", "lubbye": "s. [Tel. Labbi, Tam. Ilappai]; according to C. P. Brown and the Madras Gloss. a Dravidian corruption of 'Arabī. A name given in S. India to a race, Mussulmans in creed, but speaking Tamil, supposed to be, like the Moplahs of the west coast, the descendants of Arab emigrants by inter-marriage with native women. \"There are few classes of natives in S. India, who in energy, industry, and perseverance, can compete with the Lubbay\"; they often, as pedlars, go about selling beads, precious stones, &c.\n 1810. -- \"Some of these (early emigrants from Kufa) landed on that part of the Western coast of India called the Concan; the others to the eastward of C. Comorin; the descendants of the former are the Nevayets; of the latter the Lubbè; a name probably given to them by the natives, from that Arabic particle (a modification of Lubbeik) corresponding with the English here I am, indicating attention on being spoken to. The Lubbè pretend to one common origin with the Nevayets, and attribute their black complexion to inter-marriage with the natives; but the Nevayets affirm that the Lubbè are the descendants of their domestic slaves, and there is certainly in the physiognomy of this very numerous class, and in their stature and form, a strong resemblance to the natives of Abyssinia. \" -- Wilks, Hist. Sketches, i. 243.\n 1836. -- \"Mr. Boyd . . . describes the Moors under the name of Cholias (see CHOOLIA); and Sir Alexander Johnston designates them by the appellation of Lubbes. These epithets are however not admissible; for the former is only confined to a particular sect among them, who are rather of an inferior grade; and the latter to the priests who officiate in their temples; and also as an honorary affix to the proper names of some of their chief men.\" -- Simon Casie Chitty on the Moors of Ceylon, in J.R. As. Soc. iii. 338.\n 1868. -- \"The Labbeis are a curious caste, said by some to be the descendants of Hindus forcibly converted to the Mahometan faith some centuries ago. It seems most probable, however, that they are of mixed blood. They are, comparatively, a fine strong active race, and generally contrive to keep themselves in easy circumstances. Many of them live by traffic. Many are smiths, and do excellent work as such. Others are fishermen, boatmen and the like. . . .\" -- Nelson, Madura Manual, Pt. ii. 86.\n 1869. -- In a paper by Dr. Shortt it is stated that the Lubbays are found in large numbers on the East Coast of the Peninsula, between Pulicat and Negapatam. Their headquarters are at Nagore, the burial place of their patron saint Nagori Mīr Ṣāhib. They excel as merchants, owing to their energy and industry. -- In Trans. Ethn. Soc. of London, N.S. vii. 189-190.\n", "luckerbaug": "s. Hind. lakṛā, lagṛā, lakaṛbagghā, lagaṛbagghā, 'a hyena.' The form lakaṛbaghā is not in the older dicts. but is given by Platts. It is familiar in Upper India, and it occurs in Hickey's Bengal Gazette, June 24, 1781. In some parts the name is applied to the leopard, as the extract from Buchanan shows. This is the case among the Hindi-speaking people of the Himãlaya also (see Jerdon). It is not clear what the etymology of the name is, lakaṛ, lakṛā meaning in their everyday sense, a stick or piece of timber. But both in Hind. and Mahr., in an adjective form, the word is used for 'stiff, gaunt, emaciated,' and this may be the sense in which it is applied to the hyena. [More probably the name refers to the bar-like stripes on the animal.] Another name is haṛvāgh, or (apparently) 'bone-tiger,' from its habit of gnawing bones.\n c. 1809. -- \"It was said not to be uncommon in the southern parts of the district (Bhāgalpur) . . . but though I have offered ample rewards, I have not been able to procure a specimen, dead or alive; and the leopard is called at Mungger Lakravagh.\"\n \" \"The hyaena or Lakravagh in this district has acquired an uncommon degree of ferocity.\" -- F. Buchanan, Eastern India, iii. 142-3.\n [1849. -- \"The man seized his gun and shot the hyena, but the 'lakkabakka' got off.\" -- Mrs. Mackenzie, Life in the Mission, ii. 152.]\n", "lucknow": "n.p. Properly Lakhnau; the well-known capital of the Nawābs and Kings of Oudh, and the residence of the Chief Commissioner of that British Province, till the office was united to that of the Lieut.-Governor of the N.W. Provinces in 1877. [The name appears to be a corruption of the ancient Lakshmanāvatī, founded by Lakshmana, brother of Rāmachandra of Ayodhya.]\n 1528. -- \"On Saturday the 29th of the latter Jemâdi, I reached Luknow; and having surveyed it, passed the river Gûmti and encamped.\" -- Baber, p. 381.\n [c. 1590. -- \"Lucknow is a large city on the banks of the Gúmti, delightful in its surroundings.\" -- Āīn, ed. Jarrett, ii. 173.]\n 1663. -- \"In Agra the Hollanders have also an House. . . . Formerly they had a good trade there in selling Scarlet . . . as also in buying those cloths of Jelapour and Laknau, at 7 or 8 days journey from Agra, where they also keep an house. . . .\" -- Bernier, E.T. 94; [ed. Constable, 292, who identifies Jelapour with Jalālpur-Nāhir in the Fyzābād district.]\n", "luddoo": "s. H. laḍḍū. A common native sweetmeat, consisting of balls of sugar and ghee, mixt with wheat and gram flour, and with cocoanut kernel rasped.\n [1826. -- \"My friends . . . called me boor ke luddoo, or the great man's sport.\"- Pandurang Hari, ed. 1873, i. 197.\n [1828. -- \"When at large we cannot even get rabri (porridge), but in prison we eat ladoo (a sweetmeat).\" -- Tod, Annals, Calcutta reprint, ii. 185.]\n", "lugow": "v. This is one of those imperatives transformed, in Anglo-Indian jargon, into infinitives, which are referred to under BUNOW, PUCKEROW. H. inf. lagā-nā, imperative lagā-o. The meanings of lagānā, as given by Shakespear, are: \"to apply, close, attach, join, fix, affix, ascribe, impose, lay, add, place, put, plant, set, shut, spread, fasten, connect, plaster, put to work, employ, engage, use, impute, report anything in the way of scandal or malice\" in which long list he has omitted one of the most common uses of the verb, in its Anglo-Indian form lugow, which is \"to lay a boat alongside the shore or wharf, to moor.\" The fact is that lagānā is the active form of the neuter verb lag-nā, 'to touch, lie, to be in contact with,' and used in all the neuter senses of which lagāṅā expresses the transitive senses. Besides neuter lagnā, active lagānā, we have a secondary casual verb, lagwānā, 'to cause to apply,' &c. Lagnā, lagānā are presumably the same words as our lie, and lay, A.-S. licgan, and lecgan, mod. Germ. liegen and legen. And the meaning 'lay' underlies all the senses which Shakespear gives of lagā-nā. [See Skeat, Concise Etym. Dict. s.v. lie.]\n [1839. -- \"They lugāoed, or were fastened, about a quarter of a mile below us. . . .\"- Davidson, Travels in Upper India, ii. 20.]\n", "lumberdar": "s. Hind. lambardār, a word formed from the English word 'number' with the Pers. termination -dār, and meaning properly 'the man who is registered by a number.' \"The registered representative of a coparcenary community, who is responsible for Government revenue.\" (Carnegy). \"The cultivator who, either on his own account or as the representative of other members of the village, pays the Government dues and is registered in the Collector's Roll according to his number; as the representative of the rest he may hold the office by descent or by election.\" (Wilson).\n [1875. -- \". . . Chota Khan . . . was exceedingly useful, and really frightened the astonished Lambadars.\" -- Wilson, Abode of Snow, 97.]\n", "lungoor": "s: Hind. langūr, from Skt. lāngūlin, 'caudatus.' The great white-bearded ape, much patronized by Hindus, and identified with the monkey-god Hanumān. The genus is Presbytes, Illiger, of which several species are now discriminated, but the differences are small. [See Blanford, Mammalia, 27, who classes the Langūr as Semnopithecus entellus.] The animal is well described by Aelian in the following quotation, which will recall to many what they have witnessed in the suburbs of Benares and other great Hindu cities. The Langūr of the Prasii is P. Entellus.\n c. 250. -- \"Among the Prasii of India they say that there exists a kind of ape with human intelligence. These animals seem to be about the size of Hyrcanian dogs. Their front hair looks all grown together, and any one ignorant of the truth would say that it was dressed artificially. The beard is like that of a satyr, and the tail strong like that of a lion. All the rest of the body is white, but the head and the tail are red. These creatures are tame and gentle in character, but by race and manner of life they are wild. They go about in crowds in the suburbs of Latagē (now Latagē is a city of the Indians) and eat the boiled rice that is put out for them by the King's order. Every day their dinner is elegantly set out. Having eaten their fill it is said that they return to their parents in the woods in an orderly manner, and never hurt anybody that they meet by the way.\" -- Aelian, De Nat. Animal. xvi. 10.\n 1825. -- \"An alarm was given by one of the sentries in consequence of a baboon drawing near his post. The character of the intruder was, however, soon detected by one of the Suwarrs, who on the Sepoy's repeating his exclamation of the broken English 'Who goes 'ere?' said with a laugh, 'Why do you challenge the lungoor? he cannot answer you.'\" -- Heber, ii. 85.\n 1859. -- \"I found myself in immediate proximity to a sort of parliament or general assembly of the largest and most human-like monkeys I had ever seen. There were at least 200 of them, great lungoors, some quite four feet high, the jetty black of their faces enhanced by a fringe of snowy whisker.\" -- Lewin, A Fly on the Wheel, 49.\n 1884. -- \"Less interesting personally than the gibbon, but an animal of very developed social instincts, is Semnopithecus entellus, otherwise the Bengal langur. (He) fights for his wives according to a custom not unheard of in other cases; but what is peculiar to him is that the vanquished males 'receive charge of all the young ones of their own sex, with whom they retire to some neighbouring jungle.' Schoolmasters and private tutors will read this with interest, as showing the origin and early disabilities of their profession.\" -- Saturday Rev., May 31, on Sterndale's Nat. Hist. of Mammalia of India, &c.\n", "lungooty": "s. Hind. langoṭī. The original application of this word seems to be the scantiest modicum of covering worn for decency by some of the lower classes when at work, and tied before and behind by a string round the waist; but it is sometimes applied to the more ample dhotī (see DHOTY). According to R. Drummond, in Guzerat the \"Langoth or Lungota\" (as he writes) is \"a pretty broad piece of cotton cloth, tied round the breech by men and boys bathing. . . . The diminutive is Langotee, a long slip of cloth, stitched to a loin band of the same stuff, and forming exactly the T bandage of English Surgeons. . . .\" This distinction is probably originally correct, and the use of langūta by Abdurrazzāk would agree with it. The use of the word has spread to some of the Indo-Chinese countries. In the quotation from Mocquet it is applied in speaking of an American Indian near the R. Amazon. But the writer had been in India.\n c. 1422. -- \"The blacks of this country have the body nearly naked; they wear only bandages round the middle called lankoutah, which descend from the navel to above the knee.\" -- Abdurrazzāk, in India in XV. Cent. 17.\n 1526. -- \"Their peasants and the lower classes all go about naked. They tie on a thing which they call a langoti, which is a piece of clout that hangs down two spans from the navel, as a cover to their nakedness. Below this pendant modesty-clout is another slip of cloth, one end of which they fasten before to a string that ties on the langoti, and then passing the slip of cloth between the two legs, bring it up and fix it to the string of the langoti behind.\" -- Baber, 333.\n c. 1609. -- \"Leur capitaine auoit fort bonne façon, encore qu'il fust tout nud et luy seul auoit vn langoutin, qui est vne petite pièce de coton peinte.\" -- Mocquet, 77.\n 1653. -- \"Langouti est une pièce de linge dont les Indou se seruent à cacher les parties naturelles.\" -- De la Boullaye-le-Gouz, ed. 1657, p. 547.\n [1822. -- \"The boatmen go nearly naked, seldom wearing more than a langutty. . . .\" -- Wallace, Fifteen Years in India, 410.]\n 1869. -- \"Son costume se compose, comme celui de tous les Cambodgiens, d'une veste courte et d'un langouti.\" -- Rev. des Deux Mondes, lxxix. 854.\n \"They wear nothing but the langoty, which is a string round the loins, and a piece of cloth about a hand's breadth fastened to it in front.\" -- (Ref. lost), p. 26.\n", "lunka": "n.p. Skt. Lañka. The oldest name of Ceylon in the literature both of Buddhism and Brahmanism. Also 'an island' in general.\n  --- , s. A kind of strong cheroot much prized in the Madras Presidency, and so called from being made of tobacco grown in the 'islands' (the local term for which is lañka) of the Godavery Delta.\n M MĀ-BĀP, s. 'Āp mā-bāp hai khudā- wand!' 'You, my Lord, are my mother and father!' This is an address from a native, seeking assistance, or begging release from a penalty, or reluctant to obey an order, which the young ṣāhib hears at first with astonishment, but soon as a matter of course.\n"}