{"nabób": "s. Port. Nabâbo, and Fr. Nabab, from Hind. Nawāb, which is the Ar. pl. of sing. Nāyab (see NAIB), 'a deputy,' and was applied in a singular sense* to a delegate of the supreme chief, viz. to a Viceroy or chief Governor under the Great Mogul, e.g. the Nawāb of Surat, the Nawāb of Oudh, the Nawāb of Arcot, the Nawāb Nāzim of Bengal. From this use it became a title of rank without necessarily having any office attached. It is now a title occasionally conferred, like a peerage, on Mahommedan gentlemen of distinetion and good service, as Rāī and Rājā are upon Hindus.\n Nabob is used in two ways: (a) simply as a corruption and representative of Nawāb. We get it direct from the Port. nabâbo, see quotation from Bluteau below. (b) It began to be applied in the 18th century, when the transactions of Clive made the epithet familiar in England, to Anglo-Indians who returned with fortunes from the East; and Foote's play of 'The Nabob' (Nábob) (1768) aided in giving general currency to the word in this sense.\n a.-\n 1604. -- \". . . delante del Nauabo que es justicia mayor.\" -- Guerrero, Relacion, 70.\n 1615. -- \"There was as Nababo in Surat a certain Persian Mahommedan (Mouro Parsio) called Mocarre Bethião, who had come to Goa in the time of the Viceroy Ruy Lourenço de Tavora, and who being treated with much familiarity and kindness by the Portuguese . . . came to confess that it could not but be that truth was with their Law. . . .\" -- Bocarro, p. 354.\n 1616. -- \"Catechumeni ergo parentes viros aliquot inducunt honestos et assessores Nauabi, id est, judicis supremi, cui consiliarii erant, uti et Proregi, ut libellum famosum adversus Pinnerum spargerent.\"- Jarric, Thesaurus, iii. 378.\n 1652. -- \"The Nahab† was sitting, acDozy says (2nd ed. 323) that the plural form has been adopted by mistake. Wilson says 'honorifically.' Possibly in this and other like cases it came from popular misunderstanding of the Arabic plurals. So we have omra, i.e. umarā, pl. of amīr used singularly and forming a plural umrāyān. (See also OMLAH and MEHAUL.)\n The word is so misprinted throughout this part of the English version.\n cording to the custom of the Country, barefoot, like one of our Taylors, with a great number of Papers sticking between his Toes, and others between the Fingers of his left hand, which Papers he drew sometimes from between his Toes, sometimes from between his Fingers, and order'd what answers should be given to every one.\"- Tavernier, E. T. ii. 99; [ed. Ball, i. 291].\n 1653. -- \". . . il prend la qualité de Nabab qui vault autant à dire que monseigneur. \" -- De la Boullaye-le-Gouz (ed. 1657), 142.\n 1666. -- \"The ill-dealing of the Nahab proceeded from a scurvy trick that was play'd me by three Canary-birds at the Great Mogul's Court. The story whereof was thus in short . . .\" -- Tavernier, E.T. ii. 57; [ed. Ball, i. 134].\n 1673. -- \"Gaining by these steps a nearer intimacy with the Nabob, he cut the new Business out every day.\" -- Fryer, 183.\n 1675. -- \"But when we were purposing next day to depart, there came letters out of the Moorish Camp from the Nabab, the field-marshal of the Great Mogul. . . .\"- Heiden Vervaarlijke Schíp-Breuk, 52.\n 1682. -- \". . . Ray Nundelall ye Nábabs Duan, who gave me a most courteous reception, rising up and taking of me by ye hands, and ye like at my departure, which I am informed is a greater favour than he has ever shown to any Franke. . . .\"- Hedges, Diary, Oct. 27; [Hak. Soc. i. 42]. Hedges writes Nabob, Nabab, Navab, Navob.\n 1716. -- \"Nabâbo. Termo do Mogol. He o Titolo do Ministro que he Cabeca.\"- Bluteau, s.v.\n 1727. -- \"A few years ago, the Nabob or Vice - Roy of Chormondel, who resides at Chickakal, and who superintends that Country for the Mogul, for some Disgust he had received from the Inhabitants of Diu Islands, would have made a Present of them to the Colony of Fort St. George.\"- A. Hamilton, i. 374; [ed. 1744].\n 1742. -- \"We have had a great man called the Nabob (who is the next person in dignity to the Great Mogul) to visit the Governor. . . . His lady, with all her women attendance, came the night before him. All the guns fired round the fort upon her arrival, as well as upon his; he and she are Moors, whose women are never seen by any man upon earth except their husbands.\" -- Letter from Madras in Mrs. Delany's Life, ii. 169.\n 1743. -- \"Every governor of a fort, and every commander of a district had assumed the title of Nabob . . . one day after having received the homage of several of these little lords, Nizam ul muluck said that he had that day seen no less than eighteen Nabobs in the Carnatic.\" -- Orme, Reprint, Bk. i. 51.\n 1752. -- \"Agreed . . . that a present should be made the Nobab that might prove satisfactory.\" -- In Long, 33.\n 1773.- \"And though my years have passed in this hard duty, No Benefit acquired -- no Nabob's booty.\" Epilogue at Fort Marlborough, by W. Marsden, in Mem. 9.\n 1787.- \"Of armaments by flood and field; Of Nabobs you have made to yield.\" Ritson, in Life and Letters, i. 124.\n 1807. -- \"Some say that he is a Tailor who brought out a long bill against some of Lord Wellesley's staff, and was in consequence provided for; others say he was an adventurer, and sold knicknacks to the Nabob of Oude.\" -- Sir T. Munro, in Life, i. 371.\n 1809. -- \"I was surprised that I had heard nothing from the Nawaub of the Carnatic.\" -- Ld. Valentia, i. 381.\n c. 1858.- \"Le vieux Nabab et la Begum d'Arkate.\" Leconte de Lisle, ed. 1872, p. 156.\n b.-\n [1764. -- \"Mogul Pitt and Nabob Bute.\" -- Horace Walpole, Letters, ed. 1857, iv. 222 (Stanf. Dict.).]\n 1773. -- \"I regretted the decay of respect for men of family, and that a Nabob would not carry an election from them.\n \"JOHNSON: Why, sir, the Nabob will carry it by means of his wealth, in a country where money is highly valued, as it must be where nothing can be had without money; but if it comes to personal preference, the man of family will always carry it.\" -- Boswell, Journal of a Tour to the Hebrides, under Aug. 25.\n 1777. -- \"In such a revolution . . . it was impossible but that a number of individuals should have acquired large property. They did acquire it; and with it they seem to have obtained the detestation of their countrymen, and the appellation of nabobs as a term of reproach. -- Price's Tracts, i. 13.\n 1780. -- \"The Intrigues of a Nabob, or Bengal the Fittest Soil for the Growth of Lust, Injustice, and Dishonesty. Dedicated to the Hon. the Court of Directors of the East India Company. By Henry Fred. Thompson. Printed for the Author.\" (A base book).\n 1783. -- \"The office given to a young man going to India is of trifling consequence. But he that goes out an insignificant boy, in a few years returns a great Nabob. Mr. Hastings says he has two hundred and fifty of that kind of raw material, who expect to be speedily manufactured into the merchantlike quality I mention.\" -- Burke, Speech on Fox's E.I. Bill, in Works and Corr., ed. 1852, iii. 506.\n 1787. -- \"The speakers for him (Hastings) were Burgess, who has completely done for himself in one day; Nichols, a lawyer; Mr. Vansittart, a nabob; Alderman Le Mesurier, a smuggler from Jersey; . . . and Dempster, who is one of the good-natured candid men who connect themselves with every bad man they can find.\" -- Ld. Minto, in Life, &c., i. 126.\n 1848. -- \"'Isn't he very rich?' said Rebecca.\n \"'They say all Indian Nabobs are enormously rich.'\" -- Vanity Fair, ed. 1867, i. 17.\n 1872. -- \"Ce train de vie facile . . . suffit à me faire décerner . . . le surnom de Nabob par les bourgeois et les visiteurs de la petite ville.\" -- Rev. des Deux Mondes, xcviii. 938.\n 1874. -- \"At that time (c. 1830) the Royal Society was very differently composed from what it is now. Any wealthy or well-known person, any M.P. . . . or East Indian Nabob, who wished to have F.R.S. added to his name, was sure to obtain admittance.\" -- Geikie, Life of Murchison, i. 197.\n 1878. -- \". . . A Tunis? -- interrompit le duc. . . . Alors pourquoi ce nom de Nabab? -- Bah! les Parisiens n'y regardent pas de si près. Pour eux tout riche étranger est un Nabab, n'importe d'où il vienne.\"- Le Nabab, par Alph. Daudet, ch. i.\n It is purism quite erroneously applied when we find Nabob in this sense miswritten Nawab; thus:\n 1878. -- \"These were days when India, little known still in the land that rules it, was less known than it had been in the previous generation, which had seen Warren Hastings impeached, and burghs* bought and sold by Anglo-Indian Nawabs.\"  Smith's Life of Dr John Wilson, 30.\n But there is no question of purism in the following delicious passage:\n 1878. -- \"If . . . the spirited proprietor of the Daily Telegraph had been informed that our aid of their friends the Turks would have taken the form of a tax upon paper, and a concession of the Levis to act as Commanders of Regiments of BashiBozouks, with a request to the Generalissimo to place them in as forward a position as Nabob was given in the host of King David, the harp in Peterborough Court would not have twanged long to the tune of a crusade in behalf of the Sultan of Turkey.\" -- Truth, April 11, p. 470. In this passage in which the wit is equalled only by the scriptural knowledge, observe that Nabob=Naboth, and Naboth=Uriah.\n", "nacoda": "&c., s. Pers. nā-khudā (navis dominus) 'a skipper'; the master of a native vessel. (Perhaps the original sense is rather the owner of the ship, going with it as his own supercargo.) It is hard to understand why Reinaud (Relation, ii. 42) calls this a \"Malay word . . . Qu. boroughs? The writer does injustice to his country when he speaks of burghs being bought and sold. The representation of Scotch burghs before 1832 was bad, but it never was purchasable. There are no burghs in England.\n derived from the Persian,\" especially considering that he is dealing with a book of the 9th and 10th centuries. [Mr. Skeat notes that the word is sometimes, after the manner of HobsonJobson, corrupted by the Malays into Anak kuda, 'son of a horse.']\n c. 916. -- \"Bientôt l'on ne garda pas même de ménagements pour les patrons de navires (nawākhuda, pl. of nākhudā) Arabes, et les maîtres de batiments marchands furent en butte à des pretensions injustes.\"  Relation, &c., i. 68.\n c. 1348. -- \"The second day after our arrival at the port of Kailūkarī, this princess invited the nākhodha, or owner of the ship (ṣāḥib-al-markab), the karānī (see CRANNY) or clerk, the merchants, the chief people, the tandail (see TINDAL) or commander of the crew, the sipasalār (see SIPAHSELAR) or commander of the fighting men.\" -- Ibn Batuta, iv. 250.\n 1502. -- \"But having been seen by our fleet, the caravels made for them, and the Moors being laden could no longer escape. So they brought them to the Captain General, and all struck sail, and from six of the Zambucos (see SAMBOOK) the nacodas came to the Captain General.\" -- Correa, i. 302.\n 1540. -- \"Whereupon he desired us that the three necodas of the Junks, so are the commanders of them called i n that country . . .\" -- Pinto, (orig. cap. xxxv.) in Cogan, p. 42.\n [c. 1590. -- \"In large ships there are twelve classes. 1. The Nakhuda, or owner of the ship. This word is evidently a short form of Nāvkhudā. He fixes the course of the ship.\" -- Āīn, ed. Blochmann, i. 280.]\n 1610. -- \"The sixth Nohuda Melech Ambor, Captaine of a great ship of Dabull (see DABUL), came ashore with a great many of Merchants with him, he with the rest were carried about the Towne in pompe.\" -- Sir H. Middleton, in Purchas, i. 260.\n [1616. -- \"Nohody Chinhonne's voyage for Syam was given over.\" -- Foster, Letters, iv. 187.]\n 1623. -- \"The China Nocheda hath too long deluded you through your owne simplicitie to give creditt unto him.\" -- Council at Batavia, to Rich. Cocks, in his Diary, ii. 341.\n 1625. -- Purchas has the word in many forms; Nokayday, Nahoda, Nohuda, &c.\n 1638. -- \"Their nockado or India Pilot was stab'd in the Groyne twice.\" -- In Hakl. iv. 48.\n 1649. -- \"In addition to this a receipt must be exacted from the Nachodas.\" -- Secret Instructions in Baldaeus (Germ.), p. 6.\n 1758. -- \"Our Chocarda* (?) assured us they [The late Mr. E. J. W. Gibb pointed out that Chocarda is Turkish Chokadār, a name given to a great man's lackey or footman. \"High functionaries have many Chokadārs attached to their establishments. In this case, probably the Pasha of the province through which Ives was travelling, or perhaps some functionary at Constantinople, appointed one of his Chokadārs to look after the traveller. The word literally means 'cloth-keeper,' and it is probable that the name was originally given to a servant who had charge of his master's wardrobe. But it has long been applied to a lackey who walks beside his master's horse when his master is out riding.\"]\n were rogues; but our Knockaty or pilot told us he knew them.\" -- Ives, 248. This word looks like confusion, in the manner of the poet of the \"Snark,\" between nākhuda and (Hind.) arkātī, \"a pilot,\" [so called because many came from Arcot.]\n [1822. -- \"The Knockada was very attentive to Thoughtless and his family. . . .\" -- Wallace, Fifteen Years in India, 241.\n [1831. -- \"The Roban (Ar. rubbān, 'the master of a ship') and Nockader being afraid to keep at sea all night . . .\" -- Life and Adventures of Nathaniel Pearce, written by himself, ii. 303.]\n 1880. -- \"That a pamphlet should be printed, illustrated by diagrams, and widely circulated, commends itself to the Government of India . . . copies being supplied to Nakhudas and tindals of native craft at small cost.\" -- Resn. of Govt. of India as to Lights for Shipping, 28 Jan.\n", "naga": "n.p. The name applied to an extensive group of uncivilised clans of warlike and vindictive character in the eastern part of the hill country which divides Assam Proper (or the valley of the Brahmaputra) from Kachār and the basin of the Surma. A part of these hills was formed into a British district, now under Assam, in 1867, but a great body of the Nāga clans is still independent. The etymology of the name is disputed; some identifying it with the Nāga or Snake Aborigines, who are so prominent in the legends and sculptures of the Buddhists. But it is, perhaps, more probable that the word is used in the sense of 'naked' (Skt. nagna, Hind. nangā, Beng. nengṭā, &c.), which, curiously enough, is that which Ptolemy attributes to the name, and which the spelling of Shihābuddīn also indicates. [The word is also used for a class of ascetics of the Dādupanthī sect, whose head-quarters are at Jaypur.]\n c. A.D. 50. -- \"*KAI\\ ME/XRI TOU= *MAIA/NDROU, . . . *NAGGA LO/GAI O(\\ SHMAI/NEI GUMNW=N KO/SMOS.\" -- Ptol. VII. ii. 18.\n c. 1662. -- \"The Rájah had first intended to fly to the Nágá Hills, but from fear of our army the Nágás* would not afford him an asylum. 'The Nágás live in the southern mountains of Asám, have a light brown complexion, are well built, but treacherous. In number they equal the helpers of Yagog and Magog, and resemble in hardiness and physical strength the 'Ádis (an ancient Arabian tribe). They go about naked like beasts. . . . Some of their chiefs came to see the Nawáb. They wore dark hip-clothes (lung), ornamented with cowries, and round about their heads they wore a belt of boar's tusks, allowing their black hair to hang down their neck.'\" -- Shihábuddín Tálísh, tr. by Prof. Blochmann, in J. As. Soc. Beng., xli. Pt. i. p. 84. [See Plate xvi. of Dalton's Descriptive Ethnology of Bengal; Journ. Anthrop. Inst. xxvi. 161 seqq.]\n 1883. -- A correspondent of the \"Indian Agriculturist\" (Calcutta), of Sept. 1, dates from the Naga Hills, which he calls \"Noga, from Nok, not Naga, . . .\" an assertion which one is not bound to accept. \"One on the Spot\" is not bound to know the etymology of a name several thousand years old.\n [Of the ascetic class:\n [1879. -- \"The Nágás of Jaipur are a sect of militant devotees belonging to the Dádú Panthi sect, who are enrolled in regiments to serve the State; they are vowed to celibacy and to arms, and constitute a sort of military order in the sect.\" -- Rajputana Gazetteer, ii. 147.]\n", "nagaree": "s. Hind. from Skt. nāgarī. The proper Sanskrit character, meaning literally 'of the city'; and often called deva-nāgarī, 'the divine city character.'\n [1623. -- \"An antique character . . . us'd by the Brachmans, who in distinction from other vulgar Characters . . . call it Nagheri.\" -- P. della Valle, Hak. Soc. i. 75.\n [1781. -- \"The Shanskrit alphabet . . . is now called Diewnāgar, or the Language of Angels. . . .\" -- Halhed, Code, Intro. xxiii.]\n [c. 1805. -- \"As you sometimes see Mr. Wilkins, who was the inventor of printing with Bengal and Nagree types. . . .\"- Letter of Colebrooke, in Life, 227.]\n", "naib": "s. Hind. from Ar. nāyab, a deputy; (see also under NABOB ).\n [c. 1610. -- In the Maldives, \"Of these are constituted thirteen provinces, over each of which is a chief called a Naybe.\" -- Pyrard de Laval, Hak. Soc. i. 198.]\n 1682. -- \"Before the expiration of this time we were overtaken by ye Caddie's Neip, ye Meerbar's (see MEARBAR) deputy, and ye Dutch Director's Vakill (see VAKEEL) (by the way it is observable ye Dutch omit no opportunity to do us all the prejudice that lyes in their power).\" -- Hedges, Diary, Oct. 11; [Hak. Soc. i. 35].\n The word Nágá is spelt with a nasal n, \"Náñgá\" (p. 76).\n 1765. -- \". . . this person was appointed Niab, or deputy governor of Orissa.\"- Holwell, Hist. Events, i. 53.\n [1856. -- \"The Naib gave me letters to the chiefs of several encampments, charging them to provide me with horses.\" -- Ferrier, Caravan Journeys, 237.]\n", "naik": "&c. s. Hind. náyak. A term which occurs in nearly all the vernacular languages; from Skt. nāyaka, 'a leader, chief, general.' The word is used in several applications among older writers (Portuguese) referring to the south and west of India, as meaning a native captain or headman of some sort (a). It is also a title of honour among Hindus in the Deccan (b). It is again the name of a Telugu caste, whence the general name of the Kings of Vijayanagara (A.D. 1325-1674), and of the Lords of Madura (1559-1741) and other places (c). But its common Anglo-Indian application is to the non-commissioned officer of Sepoys who corresponds to a corporal, and wears the double chevron of that rank (d).\n (a)-\n c. 1538. -- \"Mandou tambem hũ Nayque com vinti Abescins, que nos veio guardando dos ladrões.\" -- Pinto, ch. iv.\n 1548. -- \"With these four captains there are 12 naiques, who receive as follows -- to wit, for 7 naiques who have 37 pardaos and 1 tanga a year . . . 11,160 reis. For Cidi naique, who has 30 pardaos, 4 tangas . . . and Madguar naique the same . . . and Salgy naique 24 pardaos a year, and two nafares [Ar. nafar, 'servant'] who have 8 vintens a month, equal to 12 pardaos 4 tangas a year.\" -- S. Botelho, Tombo, 215.\n 1553. -- \"To guard against these he established some people of the same island of the Canarese Gentoos with their Naiques, who are the captains of the footmen and of the horsemen.\" -- Barros, Dec. II. Liv. v. cap. 4.\n c. 1565. -- \"Occorse l'anno 1565, se mi ricordo bene, che il Naic cioè il Signore della Città li mandi a domandami certi caualli Arabi.\" -- C. Federici, in Ramusio, iii. 391.\n c. 1610. -- \"Ie priay donc ce capitaine . . . qu'il me fit bailler vne almadie ou basteau auec des mariniers et vn Naique pour truchement.\" -- Mocquet, 289.\n 1646. -- \"Il s'appelle Naïque, qui signifie Capitaine, doutant que c'est vn Capitaine du Roy du Narzingue.\" -- Barretto, Rel. du Prov. de Malabar, 255.\n (b)-\n 1598. -- \"The Kings of Decam also have a custome when they will honour a man or recompense [recompence] their service done, and rayse him to dignitie and honour. They give him the title of Naygue, which signifieth a Capitaine.\" -- Linschoten, 51; [Hak. Soc. i. 173].\n 1673. -- \"The Prime Nobility have the title of Naiks or Naigs.\" -- Fryer, 162.\n c. 1704. -- \"Hydur Sáhib, the son of Muhammad Ilias, at the invitation of the Ministers of the Polygar of Mysore, proceeded to that country, and was entertained by them in their service . . . he also received from them the honourable title of Naik, a term which in the Hindu dialect signifies an officer or commander of foot soldiers.\" -- H. of Hydur Naik, p. 7. This was the uncle of the famous Haidar Naik or Hyder Ali Khan.\n (c)-\n 1604. -- \"Maduré; corte del Naygue Señor destas terras.\" -- Guerrero, Relacion, 101.\n 1616. -- \". . . and that orders should be given for issuing a proclamation at Negapatam that no one was to trade at Tevenapatam, Porto Novo, or other port belonging to the Naique of Ginja or the King of Massulapatam.\" -- Bocarro, 619.\n 1646. -- \"Le Naique de Maduré, à qui appartient la coste de la pescherie, a la pesche d'vn jour par semaine pour son tribut.\" -- Barretto, 248.\n c. 1665. -- \"Il y a plusieurs Naiques au Sud de Saint-Thomé, qui sont Souverains: Le Naique de Madure en est un.\" -- Thevenot, v. 317.\n 1672. -- \"The greatest Lords and Naiks of this kingdom (Carnataca) who are subject to the Crown of Velour . . . namely Vitipa naik of Madura, the King's Cuspidore(see CUSPADORE) bearer . . . and Cristapa naik of Chengier, the King's Betel-holder . . . the naik of Tanjower the King's Shieldbearer. \" -- Baldaeus (Germ.), p. 153.\n 1809. -- \"All I could learn was that it was built by a Naig of the place.\" -- Ld. Valentia, i. 398.\n (d)-\n [c. 1610. -- \"These men are hired, whether Indians or Christians, and are called Naicles.\" -- Pyrard de Laval, Hak. Soc. ii. 42.]\n 1787. -- \"A Troop of Native Cavalry on the present Establishment consists of 1 European subaltern, 1 European sergeant, 1 Subidar, 3 Jemidars, 4 Havildars, 4 Naigues, 1 Trumpeter, 1 Farrier, and 68 Privates.\"- Regns. for H. Co.'s Troops on the Coast of Coromandel, &c., 6.\n 1834. -- \". . . they went gallantly on till every one was shot down except the one naik, who continued hacking at the gate with his axe . . . at last a shot from above . . . passed through his body. He fell, but in dying hurled his axe against the enemy.\" -- Mrs. Mackenzie, Storms and Sunshine of a Soldier's Life, i. 37-38.\n We may add as a special sense that in West India Naik is applied to the head-man of a hamlet (Kūrī) or camp (Tānda) of Brinjarries (q.v.). [Bhangi and Jhangi Naiks, the famous Banjāra leaders, are said to have had 180,000 bullocks in their camp. See Berar Gazetteer, 196.]\n", "nair": "s. Malayal. nāyar; from the same Skt. origin as Naik . Name of the ruling caste in Malabar. [The Greek NA/OURA as a tract stood for the country of the Nairs. For their customs, see Logan, Malabar, i. 131.]\n 1510. -- \"The first class of Pagans in Calicut are called Brahmins. The second are Naeri, who are the same as the gentlefolks amongst us; and these are obliged to bear sword and shield or bows and lances.\"- Varthema, pp. 141-142.\n 1516. -- \"These kings do not marry . . . only each has a mistress, a lady of great lineage and family, which is called nayre.\" -- Barbosa, 165.\n 1553. -- \"And as . . . the Gentiles of the place are very superstitious in dealing with people foreign to their blood, and chiefly those called Brammanes and Naires.\"- Barros, Dec. I. liv. iv. cap. 7.\n 1563. -- \". . . The Naires who are the Knights.\" -- Garcia.\n 1582. -- \"The Men of Warre which the King of Calicut and the other Kings have, are Nayres, which be all Gentlemen.\" -- Castañeda (by N. L.), f. 35b.\n 1644. -- \"We have much Christian people throughout his territory, not only the Christians of St. Thomas, who are the best soldiers that he (the King of Cochin) has, but also many other vassals who are converts to our Holy Catholic Faith, through the preaching of the Gospel, but none of these are Nayres, who are his fighting men, and his nobles or gentlemen.\" -- Bocarro, MS., f. 315.\n 1755. -- \"The king has disciplined a body of 10,000 Naires; the people of this denomination are by birth the Military tribe of the Malabar coast.\" -- Orme, i. 400.\n 1781. -- \"The soldiers preceded the Nairs or nobles of Malabar.\" -- Gibbon, ch. xlvii.\n It may be added that Nāyar was also the term used in Malabar for the mahout of an elephant; and the fact that Nāyar and Nāyaka are of the same origin may be considered with the etymology which we have given of Cornac (see Garcia, 85v).\n", "nalkee": "s. Hind. nālkī. A kind of litter formerly used by natives of rank; the word and thing are now obsolete. [It is still the name of the bride's litter in Behar (Grierson, Bihār Peasant Life, 45).] The name was perhaps a factitious imitation of pālkī? [Platts suggests Skt. nalika, 'a tube.']\n 1789. -- \"A naleky is a paleky, either opened or covered, but it bears upon two bamboos, like a sedan in Europe, with this difference only, that the poles are carried by four or eight men, and upon the shoulders.\" -- Note by Tr. of Seir Mutaqherin, iii. 269.\n [1844. -- \"This litter is called a 'nalki.' It is one of the three great insignia which the Mogul emperors of Delhi conferred upon independent princes of the first class, and could never be used by any person upon whom, or upon whose ancestors, they had not been so conferred. These were the nalki, the order of the Fish, and the fan of peacock's feathers.\" -- Sleeman, Rambles, ed. V. A. Smith, i. 165.]\n", "nambeadarim": "s. Malayāl. nambiyadiri, nambiyattiri, a general, a prince. [See Logan, Malabar, i. 121.]\n 1503. -- \"Afterwards we were presented to the King called Nambiadora; who received us with no small gladness and kindness.\"- Giov. da Empoli, in Ramusio, i. f. 146.\n 1552. -- \"This advice of the Nambeadarim was disapproved by the kings and lords.\"- Castanheda; see also Transl. by N. L., 1582, f. 147.\n 1557. -- \"The Nambeadarim who is the principal governor.\" -- D'Alboquerque, Hak. Soc. i. 9. The word is, by the translator, erroneously identified with Nambūdiri (see NAMBOOREE), a Malabar Brahman.\n 1634.- \"Entra em Cochim no thalamo secreto Aonde Nambeoderá dorme quieto.\" Malaca Conquist. i. 50.\n", "nambooree": "Malayāl. nambū- diri, Tam. nambūri; [Logan (Malabar, ii. Gloss. ccxi.) gives nambūtiri,nambūri, from Drav. nambuka, 'to trust,' tiri, Skt. śrī, 'blessed.' The Madras Gloss. has Mal. nambu, 'the Veda,' ōthu, 'to teach,' tiri, 'holy.'] A Brahman of Malabar. (See Logan, i. 118 seqq.].\n 1644. -- \"No more than any of his Nambures (among Christian converts) who are his padres, for you would hardly see any one of them become converted and baptized because of the punishment that the king has attached to that.\" -- Bocarro, MS., f. 313.\n 1727. -- \"The Nambouries are the first in both Capacities of Church and State, and some of them are Popes, being sovereign Princes in both.\" -- A. Hamilton, i. 312; [ed. 1744].\n [1800. -- \"The Namburis eat no kind of animal food, and drink no spirituous liquors.\" -- Buchanan, Mysore, ii. 426.]\n", "nankeen": "s. A cotton stuff of a brownish yellow tinge, which was originally imported from China, and derived its name from the city of Nanking. It was not dyed, but made from a cotton of that colour, the Gossypium religiosum of Roxb., a variety of G. herbaceum. It was, however, imitated with dyed cotton in England, and before long exports of this imitation were made to China. Nankeen appears to be known in the Central Asia markets under the modified name of Nanka (see below).\n 1793-4. -- \"The land in this neighbourhood produces the cloth usually called Nankeens in Europe . . . in that growing in the province of Kiangnan, of which the city of Nan-kin is the capital, the down is of the same yellow tinge which it possesses when spun and woven into cloth.\" -- Staunton's Narr. of Ld. Macartney's Embassy, ii. 425.\n 1794-5. -- \"The colour of Nam-King is thus natural, and not subject to fade. . . . The opinion (that it was dyed) that I combat was the cause of an order being sent from Europe a few years ago to dye the pieces of NamKing of a deeper colour, because of late they had grown paler.\" -- Van Braam's Embassy, E.T. ii. 141.\n 1797. -- \"China Investment per Upton Castle. . . . Company's broad and narrow Nankeen, brown Nankeen.\" -- In Seton-Karr, ii. 605.\n c. 1809. -- \"Cotton in this district (Puraniya or Purneea) is but a trifling article. There are several kinds mentioned. . . . The Kukti is the most remarkable, its wool having the colour of nankeen cloth, and it seems in fact to be the same material which the Chinese use in that manufacture.\" -- F. Buchanan, in Eastern India, iii. 244. [See Watt, Econ. Dict. iv. 16, 29.]\n 1838. -- \"Nanka is imported in the greatest quantity (to Kabul) from Russia, and is used for making the outer garments for the people, who have a great liking to it. It is similar to nankeen cloth that comes to India from China, and is of a strong durable texture.\" -- Report by Baines, in Punjab Trade Report, App. p. ix. See also p. clxvii.\n 1848. -- \" 'Don't be trying to deprecate the value of the lot, Mr. Moss,' Mr. Hammerdown said; 'let the company examine it as a work of art -- the attitude of the gallant animal quite according to natur, the gentleman in a nankeen-jacket, his gun in hand, is going to the chase; in the distance a banyhann tree (see BANYAN-TREE) and a pagody.\" -- Vanity Fair, i. 178.\n", "nanking": "n.p. The great Chinese city on the lower course of the Yangtsekiang, which was adopted as capital of the Empire for a brief space (1368 1410) by the (native) Ming dynasty on the expulsion of the Mongol family of Chinghiz. The city, previously known as Kin-ling-fu, then got the style of Nan-king, or 'South Court.' Peking ('North Court') was however re-occupied as imperial residence by the Emperor Ching-su in 1410, and has remained such ever since Nanking is mentioned as a great city called Chilenfu (Kin-ling), whose walls had a circuit of 40 miles, by Friar Odoric (c. 1323). And the province bears the same name (Chelim) in the old notices of China translated by R. Willes in Hakluyt (ii. 546).\n It appears to be the city mentioned by Conti (c. 1430), as founded by the emperor: \"Hinc prope XV. dierum itinere (i.e. from Cambalec or Peking), alia civitas Nemptai nomine, ab imperatore condita, cujus ambitus patet triginta milliaribus, eaque est popolosissima omnium.\" This is evidently the same name that is coupled with Cambalec, in Petis de la Croix's translation of the Life of Timour (iii. 218) under the form Nemnai. The form Lankin, &c., is common in old Portuguese narratives, probably, like Liampo (q.v.), a Fuhkien form.\n c. 1520. -- \"After that follows Great China, the king of which is the greatest sovereign in the world. . . . The port of this kingdom is called Guantan, and among the many cities of this empire two are the most important, namely Nankin and Comlaka (read Combalak), where the king usually resides.\" -- Pigafetta's Magellan (Hak. Soc.), p. 156.\n c. 1540. -- \"Thereunto we answered that we were strangers, natives of the Kingdom of Siam, and that coming from the port of Liampoo to go to the fishing of Nanquin, we were cast away at sea . . . that we purposed to go to the city of Nanquin there to imbarque ourselves as rowers in the first Lanteaa (see LANTEAS) that should put to sea, for to pass unto Cantan. . . .\" -- Pinto, E.T. p. 99 (orig. cap. xxxi.).\n 1553. -- \"Further, according to the Cosmographies of China . . . the maritime provinces of this kingdom, which run therefrom in a N.W. direction almost, are these three: Nanquij, Xanton (Shantung), and Quincij\" (Kingsze or capital, i.e. Pecheli). -- Barros, I. ix: 1.\n 1556. -- \"Ogni anno va di Persia alla China vna grossa Carauana, che camina sei mesi prima ch'arriui alla Città de Lanchin, Città nella quale risiede il Re con la sua Corte.\"- Ces. Federici, in Ramusio, iii. 391v.\n [1615. -- \"678⅕ Catties China of raw Lankine silk.\" -- Foster, Letters, iii. 137.]\n", "narcondam": "n.p. The name of a strange weird-looking volcanic cone, which rises, covered with forest, to a height of some 2,330 feet straight out of the deep sea, to the eastward of the Andamans. One of the present writers has observed (Marco Polo, Bk. III. ch. 13, note) that in the name of Narkandam one cannot but recognise Narak, 'Hell'; perhaps Naraka-kuṇḍam, 'a pit of hell'; adding: \"Can it be that in old times, but still contemporary with Hindu navigation, this volcano was active, and that some Brahmin St. Brandon recognised in it the mouth of Hell, congenial to the Rakshasas of the adjacent group\" of the Andamans? We have recently received an interesting letter from Mr. F. R. Mallet of the Geological Survey of India, who has lately been on a survey of Narcondam and Barren Island. Mr. Mallet states that Narcondam is \"without any crater, and has certainly been extinct for many thousand years. Barren Island, on the other hand, forms a complete amphitheatre, with high precipitous encircling walls, and the volcano has been in violent eruption within the last century. The term 'pit of hell,' therefore, while quite inapplicable to Narcondam, applies most aptly to Barren Island.\" Mr. Mallet suggests that there may have been some confusion between the two islands, and that the name Narcondam may have been really applicable to Barren Island. [See the account of both islands in Ball, Jungle Life, 397 seqq.] The name Barren Island is quite modern. We are told in Purdy's Or. Navigator (350) that Barren Island was called by the Portuguese Ilha alta, a name which again would be much more apt for Narcondam, Barren Island being only some 800 feet high. Mr. Mallet mentions that in one of the charts of the E.I. Pilot or Oriental Navigator (1781) he finds \"Narcondam according to the Portuguese\" in 13˚ 45' N. lat. and 110˚ 35' E. long. (from Ferro) and \"Narcondam or High Island, according to the French,\" in 12˚ 50' N. lat. and 110˚ 55' E. long. This is valuable as showing both that there may have been some confusion between the islands, and that Ilha alta or High Island has been connected with the name of Narcondam. The real positions by our charts are of Narcondam, N. lat. 13˚ 24', E. long. 94˚ 12'. Barren Island, N. lat. 12˚ 16', E. long. 93˚ 54'.\n The difference of lat. (52 miles) agrees well with that between the Portuguese and French Narcondam, but the difference in long., though approximate in amount (18 or 20 miles), is in one case plus and in the other minus; so that the discrepancies may be due merely to error in the French reckoning. In a chart in the E.I. Pilot (1778) \"Monday or Barren Island, called also High Island\" and \"Ayconda or Narcondam,\" are marked approximately in the positions of the present Barren Island and Narcondam. Still, we believe that Mr. Mallet's suggestion is likely to be well founded. The form Ayconda is nearer that found in the following:\n 1598. -- \". . . as you put off from the Ilandes of Andeman towards the Coast . . . there lyeth onely in the middle way an Ilande which the inhabitantes call Viacondam, which is a small Iland having faire ground round about it, but very little fresh water.\" -- Linschoten, p. 328.\n The discrepancy in the position of the islands is noticed in D'Anville:\n 1753. -- \"Je n'oublierai pas Narcondam, et d'autant moins que ce que j'en trouve dans les Portugais ne repond point à la position que nos cartes lui donnent. Le routier de Gaspar Pereira de los Reys indique l'île Narcodão ou Narcondam à 6 lieues des îles Cocos, 12 de la tête de l'Andaman; et le rhumb de vent à l'égard de ce point il le determine, leste quarta da nordeste, meya quarta mais para les nordestes, c'est à dire à peu-près 17 degrés de l'est au nord. Selon les cartes Françoises, Narcondam s'écarte environ 25 lieues marines de la tête d'Andaman; et au lieu de prendre plus du nord, cette ïle baisse vers le sud d'une fraction de degré plus ou moins considérable selon differéntes cartes.\" -- D'Anville, Eclairc., 141-142.\n I may add that I find in a French map of 1701 (Carte Marine depuis Suratte jusqu'au Detroit de Malaca, par le Père P. P. Tachard) we have, in the (approximately) true position of Narcondam, Isle Haute, whilst an islet without name appears in the approximate position of Barren Island.\n", "nard": "s. The rhizome of the plant Nardostachys Jatamansi, D.C., a native of the loftier Himālaya (allied to Valerian). This is apparently an Indian word originally, but, as we have it, it has come from the Skt. nalada through Semitic media, whence the change of l into r; and in this form it is found both in Hebrew and Greek. [Prof. Skeat gives: \"F. nard, L. nardus. Greek NA/RDOS, Pers. nard (whence Skt. nalada), spikenard. Skt. nada, a reed.\"] The plant was first identified in modern times by Sir W. Jones. See in Canticles, i. 12, and iv. 13, 14.\n B.C. c. 25.- \"Cur non sub altâ vel platano, vel hac Pinu jacentes sic temere, et rosâ Canos odorati capillos, Dum licet, Assyriâque nardo Potamus uncti?\" Horace, Odes, II. xi.\n A.D. 29. -- \"*KAI\\ O)/NTOS AU)TOU= E)N *BHQANI/A|, E)N TH=| OI)KI/A| *SI/MWNOS . . . H)=LQE GUNH\\ E)/XOUSA A)LA/BASTRON MU/ROU, NA/RDOU PISTIKH=S POLUTELOU=S. . . .\" -- St. Mark, xiv. 3.\n c. A.D. 70. -- \"As touching the leafe of Nardus, it were good that we discoursed thereof at large, seeing that it is one of the principal ingredients aromaticall that goe to the making of most costly and precious ointments. . . . The head of Nardus spreadeth into certain spikes and ears, whereby it hath a twofold use both as spike and also as leafe.\" -- Pliny (Ph. Holland), xii. 12.\n c. A.D. 90. -- \"*KATA/GETAI DE\\ DI) AU)TH=S (*OZHNH=S) KAI\\ A)PO\\ TW=N A)/NW TO/PWN, H( DIA\\ *PWKLAI+/DOS KATAFEROME/NH NA/RDOS, H( *KASPAPURHNH\\, KAI\\ H( *PAROPANISHNH\\, KAI\\ H( *KABOLI/TH, KAI\\ H( DIA/ TH=S PARAKEIME/NHS *SKUQI/AS.\" -- Periplus, \u0015 48 (corrected by Fabricius).\n c. A.D. 545. -- \". . . also to Sindu, where you get the musk or castorin, and androstachyn\" (for nardostachys, i.e. spikenard). -- Cosmas, in Cathay, p. clxxviii.\n 1563. -- \"I know no other spikenard (espique-nardo) in this country, except what I have already told you, that which comes from Chitor and Mandou, regions on the confines of Deli, Bengala, and the Decan.\" -- Garcia, f. 191.\n 1790. -- \"We may on the whole be assured that the nardus of Ptolemy, the Indian Sumbul of the Persians and Arabs, the Jatámánsì of the Hindus, and the spikenard of our shops, are one and the same plant.\" -- Sir W. Jones, in As. Res. ii. 410.\n c. 1781.- \"My first shuts out thieves from your house or your room, My second expresses a Syrian perfume; My whole is a man in whose converse is shared The strength of a Bar and the sweetness of Nard.\"- Charade on Bishop Barnard by Dr. Johnson.\n", "nargeela": "s. Properly the coco-nut (Skt. nārikera, -kela, or -keli; Pers. nārgīl; Greek of Cosmas, *)ARGE/LLION); thence the hubblebubble, or hooka in its simplest form, as made from a coco-nut shell; and thence again, in Persia, a hooka or water-pipe with a glass or metal vase.\n [c. 545. -- \"Argell.\" See under SURA.\n [1623. -- \"Narghil, like the palm in the leaves also, and is that which we call Nux Indica.\" -- P. della Valle, Hak. Soc. i. 40.\n [1758. -- \"An Argile, or smoking tube, and coffee, were immediately brought us . . .\" -- Ives, 271.\n [1813. -- \". . . the Persians smoked their culloons and nargills. . . .\" -- Forbes, Or. Mem. 2nd ed. ii. 173.]\n", "narrows": "n.p. A name applied by the Hoogly pilots for at least two centuries to the part of the river immediately below Hoogly Point, now known as 'Hoogly Bight.' See Mr. Barlow's note on Hedges' Diary, i. 64.\n 1684. -- \"About 11 o'clock we met with ye Good-hope, at an anchor in ye Narrows, without Hugly River,* and ordered him upon ye first of ye flood to weigh, and make all haste he could to Hugly . . .\" -- Hedges, Diary, Hak. Soc. i. 64.\n 1711. -- \"From the lower Point of the Narrows on the Starboard-side . . . the Eastern Shore is to be kept close aboard, until past the said Creek, afterwards allowing only a small Birth for the Point off the River of Rogues, commonly called by the Country People, Adegom. . . . From the River of Rogues, the Starboard Shore, with a great Ship, ought to be kept close aboard down to the Channel Trees, for in the Offing lies the Grand middle Ground. . . .\" -- English Pilot, p. 57.\n", "narsinga": "n.p. This is the name most frequently applied in the 16th and 17th centuries to the kingdom in Southern India, otherwise termed Vijayanagara or Bisnagar (q.v.), the latest powerful Hindu kingdom in the Peninsula. This kingdom was founded on the ruins of the Belāla dynasty reigning at Dwāra Samudra, about A.D. 1341 [see Rice, Mysore, i. 344 seqq.]. The original dynasty of Vijayanagara became extinct about 1487, and was replaced by Narasiṉha, a prince of Telugu origin, who reigned till 1508. He was therefore reigning at the time of the first arrival of the Portuguese, and the The \"Hugly\" River was then considered (in ascending) to begin at Hooghly Point, and the confluence of the Rupnarain R., often called the Gunga (see under GODAVERY).\n name of Narsinga, which they learned to apply to the kingdom from his name, continued to be applied to it for nearly two centuries.\n 1505. -- \"Hasse notizia delli maggiori Re che hanno nell' India, che è el Re de Narsin, indiano zentil; confina in Estremadura con el regno de Comj (qu. regno Deconij?), el qual Re si è Moro. El qual Re de Narsin tien grande regno; sarà (harà?) ad ogni suo comando 10 mila elefanti, 30 mila cavalli, e infinito numero di genti.\"- Lionardo Ca' Masser, 35.\n 1510. -- \"The Governor . . . learning of the embassy which the King of Bisnega was sending to Cananore to the Viceroy, to offer firm friendship, he was most desirous to make alliance and secure peace . . . principally because the kingdom of Narsinga extends in the interior from above Calecut and from the Balagate as far as Cambaya, and thus if we had any wars in those countries by sea, we might by land have the most valuable aid from the King of Bisnega.\" -- Correa, ii. 30.\n 1513. -- \"Aderant tunc apud nostrũ praefectũ a Narsingae rege legati.\" -- Emanuel. Reg. Epist. f. 3v.\n 1516. -- \"45 leagues from these mountains inland, there is a very large city which is called Bijanaguer, very populous. . . . The King of Narsinga always resides there.\"- Barbosa, 85.\n c. 1538. -- \"And she (the Queen of Onor) swore to him by the golden sandals of her pagod that she would rejoice as much should God give him the victory over them (the Turks) as if the King of Narsinga, whose slave she was, should place her at table with his wife.\" -- F. Mendez Pinto, ch. ix.; see also Cogan, p. 11.\n 1553. -- \"And they had learned besides from a Friar who had come from Narsinga to stay at Cananor, how that the King of Narsinga, who was as it were an Emperor of the Gentiles of India in state and riches, was appointing ambassadors to send him . . .\" -- Barros, I. viii. 9.\n 1572.- \". . . O Reyno Narsinga poderoso Mais de ouro e de pedras, que de forte gente.\" Camões, vii. 21.\n By Burton: \"Narsinga's Kingdom, with her rich display Of gold and gems, but poor in martial vein . . .\"\n 1580. -- \"In the Kingdom of Narsingua to this day, the wives of their priests are buried alive with the bodies of their husbands; all other wives are burnt at their husbands' funerals.\" -- Montaigne, by Cotton, ch. xi. (What is here said about priests applies to Lingaits, q.v.).\n 1611. -- \". . . the Dutch President on the coast of Choromandell, shewed us a Caul (see COWLE) from the King of Narsinga, Wencapati, Raia, wherein was granted that it should not be lawfull for any one that came out of Europe to trade there, but such as brought Prince Maurice his Patent, and therefore desired our departure.\" -- P. W. Floris, in Purchas, i. 320.\n 1681. -- \"Coromandel. Ciudad muy grande, sugeta al Rey de Narsinga, el qual Reyno e llamado por otre nombre Bisnaga.\" -- Martinez de la Puente, Compendio, 16.\n", "nassick": "n.p. Nāsik; *NASI/KA of Ptolemy (vii. i. 63); an ancient city of Hindu sanctity on the upper course of the Godavery R., and the headquarter of a district of the same name in the Bombay Presidency. A curious discussion took place at the R. Geog. Society in 1867, arising out of a paper by Mr. (afterwards Sir) George Campbell, in which the selection of a capital for British India was determined on logical principles in favour of Nassick. But logic does not decide the site of capitals, though government by logic is quite likely to lose India. Certain highly elaborated magic squares and magic cubes, investigated by the Rev. A. H. Frost (Cambridge Math. Jour., 1857) have been called by him Nasik squares, and Nasik cubes, from his residence in that ancient place (see Encyc. Britan. 9th ed. xv. 215).\n", "nat": "s. Burmese nāt, [apparently from Skt. nātha, 'lord']; a term applied to all spiritual beings, angels, elfs, demons, or what not, including the gods of the Hindus.\n [1878. -- \"Indeed, with the country population of Pegu the worship, or it should rather be said the propitiation of the 'Náts' or spirits, enters into every act of their ordinary life, and Buddha's doctrine seems kept for sacred days and their visits to the kyoung (monastery) or to the pagoda.\"- Forbes, British Burma, 222.]\n", "naund": "s. Hind. nānd. A coarse earthen vessel of large size, resembling in shape an inverted bee-hive, and useful for many economic and domestic purposes. The dictionary definition in Fallon, 'an earthen trough,' conveys an erroneous idea.\n [1832. -- \"The ghurī (see GHURRY), or copper cup, floats usually in a vessel of coarse red pottery filled with water, called a nān.\" -- Wanderings of a Pilgrim, i. 250.\n [1899. -- \"To prevent the crickets from wandering away when left, I had a large earthen pan placed over them upside down. These pans are termed nands. They are made of the coarsest earthenware, and are very capacious. Those I used were nearly a yard in diameter and about eighteen inches deep.\" -- Thornhill, Haunts and Hobbies of an Indian Official, 79.]\n", "nautch": "s. A kind of balletdance performed by women; also any kind of stage entertainment; an European ball. Hind. and Mahr. nāch, from Skt. nṛitya, dancing and stageplaying, through Prakrit nachcha. The word is in European use all over India. [A poggly nautch (see POGGLE) is a fancy-dress ball. Also see POOTLY NAUTCH.] Browning seems fond of using this word, and persists in using it wrongly. In the first of the quotations below he calls Fifine the 'European nautch,' which is like calling some Hindu dancing-girl 'the Indian ballet.' He repeats the mistake in the second quotation.\n [1809. -- \"You Europeans are apt to picture to yourselves a Nach as a most attractive spectacle, but once witnessed it generally dissolves the illusion.\" -- Broughton, Letters from a Mahratta Camp, ed. 1892, p. 142.]\n 1823. -- \"I joined Lady Macnaghten and a large party this evening to go to a nâch given by a rich native, Rouplall Mullich, on the opening of his new house.\" -- Mrs. Heber, in Heber, ed. 1844, i. 37.\n [1829. -- \". . . a dance by black people which they calls a Notch. . . .\" -- Oriental Sport. Mag. ed. 1873, i. 129.]\n c. 1831. -- \"Elle (Begum Sumrou) fit enterrer vivante une jeune esclave, dont elle était jalouse, et donna à son mari un nautch (bal) sur cette horrible tombe.\" -- Jacquemont, Correspondance, ii. 221.\n 1872.- \". . . let be there was no worst Of degradation spared Fifine; ordained from first To last, in body and soul, for one lifelong debauch, The Pariah of the North, the European Nautch!\" Fifine at the Fair, 31.\n 1876.- \". . . I locked in the swarth little ladyI swear, From the head to the foot of her, -- well quite as bare! 'No Nautch shall cheat me,' said I, taking my stand At this bolt which I draw. . . .\" Natural Magic, in Pacchiarotto, &c.\n", "nautch-girl": "s. (See BAYA- DÈRE, DANCING-GIRL .) The last quotation is a glorious jumble, after the manner of the compiler.\n [1809. -- \"Nach Girls are exempted from all taxes, though they pay a kind of voluntary one monthly to a Fuqeer. . . .\"- Broughton, Letters from a Mahratta Camp, ed. 1892, p. 113-4.]\n 1825. -- \"The Nâch women were, as usual, ugly, huddled up in huge bundles of red petticoats; and their exhibition as dull and insipid to an European taste, as could well be conceived.\" -- Heber, ii. 102.\n 1836. -- \"In India and the East dancinggirls are trained called Almeh, and they give a fascinating entertainment called a natch, for which they are well paid.\"- In R. Phillips, A Million of Facts, 322.\n", "navait": "&c., n.p. A name given to Mahommedans of mixt race in the Konkan and S. Canara, corresponding more or less to Moplahs (q.v.) and Lubbyes of Malabar and the Coromandel coast. [The head-quarters of the Navayats are in N. Canara, and their traditions state that their ancestors fled from the Persian Gulf about the close of the 7th century, to escape the cruelty of a Governor of Irān. See Sturrock, Man. of S. Canara, i. 181.] It is apparently a Konkani word connected with Skt. nava, 'new,' and implying 'new convert.' [The Madras Gloss. derives the word from Pers. nāītī, from Nāīt̤, the name of an Arab clan.]\n 1552. -- \"Sons of Moors and of Gentile women, who are called Neiteas. . . .\"- Castanheda, iii. 24.\n 1553. -- \"Naiteas que são mestiços: quanto aos padres de geração dos Arabios . . . e perparte das madres das Gentias.\" -- Barros, I. ix. 3.\n \" And because of this fertility of soil, and of the trade of these ports, there was here a great number of Moors, natives of the country, whom they call Naiteas, who were accustomed to buy the horses and sell them to the Moors of the Decan. . . .\" -- Ibid. I. viii. 9.\n c. 1612. -- \"From this period the Mahomedans extended their religion and their influence in Malabar, and many of the princes and inhabitants, becoming converts to the true faith, gave over the management of some of the seaports to the strangers, whom they called Nowayits (literally the New Race). . . .\" -- Firishta, by Briggs, iv. 533.\n 1615. -- \". . . et passim infiniti Mahometani reperiebantur, tum indigenae quos naiteas vocabant, tum externi. . . .\"- Jarric, i. 57.\n 1626. -- \"There are two sorts of Moors, one Mesticos of mixed seed of Moore-fathers and Ethnike-mothers, called Naiteani, Mungrels also in their religion, the other Forreiners . . .\" -- Purchas, Pilgrimage, 554.\n", "nazir": "s. Hind. from Ar. nāẓir, 'inspector' (naẓr, 'sight'). The title of a native official in the Anglo-Indian Courts, sometimes improperly rendered 'sheriff,' because he serves processes, &c.\n 1670. -- \"The Khan . . . ordered his Nassir, or Master of the Court, to assign something to the servants. . . .\" -- Andriesz, 41.\n [1708. -- \"He especially, who is called Nader, that is the chief of the Mahal . . .\" -- Catrou, H. of the Mogul Dynasty, E.T. 295.\n [1826. -- \"The Nazir is a perpetual sheriff, and executes writs and summonses to all the parties required to attend in civil and criminal cases.\" -- Pandurang Hari, ed. 1873, ii. 118.]\n 1878. -- \"The Nazir had charge of the treasury, stamps, &c., and also the issue of summonses and processes.\" -- Life in the Mofussil, i. 204.\n [In the following the word represents naḳḳāra, 'a kettle-drum.'\n 1763. -- \"His Excellency (Nawab Meer Cossim) had not eaten for three days, nor allowed his Nazir to be beaten.\" -- Diary of a Prisoner at Patna, in Wheeler, Early Records, 323.]\n", "neelám": "s. Hind. nīlām, from Port. leilão. An auction or public outcry, as it used to be called in India (corresponding to Scotch roup; comp. Germ. rufen, and outroop of Linschoten's translator below). The word is, however, Oriental in origin, for Mr. C. P. Brown (MS. notes) points out that the Portuguese word is from Ar. i'lām (al-i'lām), 'proclamation, advertisement.' It is omitted by Dozy and Engelmann. How old the custom in India of prompt disposal by auction of the effects of a deceased European is, may be seen in the quotation from Linschoten.\n 1515. -- \"Pero d'Alpoym came full of sorrow to Cochin with all the apparel and servants of Afonso d'Alboquerque, all of which Dom Gracia took charge of; but the Governor (Lopo Soares) gave orders that there should be a leilão (auction) of all the wardrobe, which indeed made a very poor show. Dom Gracia said to D. Aleixo in the church, where they met: The Governor your uncle orders a leilão of all the old wardrobe of Afonso d'Alboquerque. I can't praise his intention, but what he has done only adds to my uncle's honour; for all the people will see that he gathered no rich Indian stuffs, and that he despised everything but to be foremost in honour.\" -- Correa, ii. 469.\n [1527. -- \"And should any man die, they at once make a Leylam of his property.\"- India Office MSS., Corpo Chronologico, vol. i. Letter of Fernando Nunes to the King, Sept. 7.\n [1554. -- \"All the spoil of Mombasa that came into the general stock was sold by leilão.\" -- Castanheda, Bk. ii. ch. 13.]\n 1598. -- \"In Goa there is holden a daylie assemblie . . . which is like the meeting upõ the burse in Andwarpe . . . and there are all kindes of Indian commodities to sell, so that in a manner it is like a Faire . . . it beginneth in ye morning at 7 of the clocke, and continueth till 9 . . . in the principal streete of the citie . . . and is called the Leylon, which is as much as to say, as an outroop . . . and when any man dieth, all his goods are brought thether and sold to the last pennieworth, in the same outroop, whosoever they be, yea although they were the Viceroyes goodes....\" -- Linschoten, ch. xxix.; [Hak. Soc. i. 184; and compare Pyrard de Laval, Hak. Soc. ii. 52, who spells the word Laylon].\n c. 1610. -- \". . . le mary vient frapper à la porte, dont la femme faisant fort l'estonnée, prie le Portugais de se cacher dans vne petite cuue à pourcelaine, et l'ayant fait entrer là dedans, et ferme tres bien à clef, ouurit la porte a son mary, qui . . . le laissa tremper là iusqu'au lendemain matin, qu'il fit porter ceste cuue au marché, ou lailan ainsi qu'ils appellent. . . .\" -- Mocquet, 344.\n Linschoten gives an engraving of the Rua Direita in Goa, with many of these auctions going on, and the superscription: \"O Leilao que se faz cada dia pola menhã na Rua direita de Goa.\" The Portuguese word has taken root at Canton Chinese in the form yélang; but more distinctly betrays its origin in the Amoy form lé-lang and Swatow loylang (see Giles; also Dennys's Notes and Queries, vol. i.).\n", "neelgye": "&c., s. Hind. nīlgāū, nīlgāī, līlgāī, i.e. 'blue cow'; the popular name of the great antelope, called by Pallas Antilope tragocamelus (Portax pictus, of Jerdon, [Boselaphus tragocamelus of Blanford, Mammalia, 517]), given from the slaty blue which is its predominant colour. The proper Hind. name of the animal is rojh (Skt. ṛiśya, or ṛishya).\n 1663. -- \"After these Elephants are brought divers tamed Gazelles, which are made to fight with one another; as also some Nilgaux, or grey oxen, which in my opinion are a kind of Elands, and Rhinoceross, and those great Buffalos of Bengala . . . to combat with a Lion or Tiger.\" -- Bernier, E.T. p. 84; [ed. Constable, 262; in 218 nilsgaus; in 364, 377, nil-ghaux].\n 1773. -- \"Captain Hamilton has been so obliging as to take charge of two deer, a male and a female, of a species which is called neelgow, and is, I believe, unknown in Europe, which he will deliver to you in my name.\" -- Warren Hastings to Sir G.Colebrooke, in Gleig, i. 288.\n 1824. -- \"There are not only neelghaus, and the common Indian deer, but some noble red-deer in the park\" (at Lucknow).- Heber, ed. 1844, i. 214.\n 1882. -- \"All officers, we believe, who have served, like the present writers, on the canals of Upper India, look back on their peripatetic life there as a happy time . . . occasionally on a winding part of the bank one intruded on the solitude of a huge nílgai.\" -- Mem. of General Sir W. E. Baker, p. 11.\n", "neem": "s. The tree (N.O. Meliaceae) Azadirachta indica, Jussieu; Hind. nīm (and nīb, according to Playfair, Taleef Shereef, 170), Mahr. nimb, from Skt. nimba. It grows in almost all parts of India, and has a repute for various remedial uses. Thus poultices of the leaves are applied to boils, and their fresh juice given in various diseases; the bitter bark is given in fevers; the fruit is described as purgative and emollient, and as useful in worms, &c., whilst a medicinal oil is extracted from the seeds; and the gum also is reckoned medicinal. It is akin to the bakain (see BUCKYNE), on which it grafts readily.\n 1563. -- \"R. I beg you to recall the tree by help of which you cured that valuable horse of yours, of which you told me, for I wish to remember it.\n \"O. You are quite right, for in sooth it is a tree that has a great repute as valuable and medicinal among nations that I am acquainted with, and the name among them all is nimbo. I came to know its virtues in the Balaghat, because with it I there succeeded in curing sore backs of horses that were most difficult to clean and heal; and these sores were cleaned very quickly, and the horses very quickly cured. And this was done entirely with the leaves of this tree pounded and put over the sores, mixt with lemon-juice....\" -- Garcia, f. 153.\n 1578. -- \"There is another tree highly medicinal . . . which is called nimbo; and the Malabars call it Bepole [Malayāl. rēppu].\" -- Acosta, 284.\n [1813. -- \". . . the principal square . . . regularly planted with beautiful nym or lym-trees.\" -- Forbes, Or. Mem. 2nd ed. ii. 445.\n [1856. -- \"Once on a time Guj Singh . . . said to those around him, 'Is there any one who would leap down from that limb tree into the court?'\" -- Forbes, Rās Mālā, ed. 1878, p. 465.]\n 1877. -- \"The elders of the Clans sat every day on their platform, under the great neem tree in the town, and attended to all complaints. \" -- Meadows Taylor, Story, &c., ii. 85.\n", "negapatam": "n.p. A seaport of Tanjore district in S. India, written Nāgai-ppaṭṭanam, which may mean 'Snake Town.' It is perhaps the *NI/GAMA *MHTRO/POLIS of Ptolemy; and see under COROMANDEL.\n 1534. -- \"From this he (Cunhall Marcar, a Mahommedan corsair) went plundering the coast as far as Negapatão, where there were always a number of Portuguese trading, and Moorish merchants. These latter, dreading that this pirate would come to the place and plunder them, to curry favour with him, sent him word that if he came he would make a famous haul, because the Portuguese had there a quantity of goods on the river bank, where he could come up. . . .\" -- Correa, iii. 554.\n [1598. -- \"The coast of Choramandel beginneth from the Cape of Negapatan.\"- Linschoten, Hak. Soc. i. 82.\n [1615. -- \"Two (ships) from Negapotan, one from Cullmat and Messepotan.\" -- Foster, Letters, iv. 6.]\n", "negombo": "n.p. A pleasant town and old Dutch fort nearly 20 miles north of Colombo in Ceylon; formerly famous for the growth of the best cinnamon. The etymology is given in very different ways. We read recently that the name is properly (Tamil) Nīr-Kol̤umbu, i.e. 'Columbo in the water.' But, according to Emerson Tennent, the ordinary derivation is Mi-gamoa, the 'Village of bees'; whilst Burnouf says it is properly Nāga-bhu, 'Land of Nagas,' or serpent worshippers (see Tennent, ii. 630).\n 1613. -- \"On this he cast anchor; but the wind blowing very strong by daybreak, the ships were obliged to weigh, as they could not stand at their moorings. The vessel of Andrea Coelho and that of Nuno Alvares Teixeira, after weighing, not being able to weather the reef of Negumbo, ran into the bay, where the storm compelled them to be beached: but as there were plenty of people there, the vessels were run up by hand and not wrecked.\" -- Bocarro, 42.\n", "negrais": "n.p. The name of the island and cape at the extreme south end of Arakan. In the charts the extreme south point of the mainland is called Pagoda Point, and the seaward promontory, N.W. of this, Cape Negrais. The name is a Portuguese corruption probably of the Arab or Malay form of the native name which the Burmese express as Naga-rīt, 'Dragon's whirlpool.' The set of the tide here is very apt to carry vessels ashore, and thus the locality is famous for wrecks. It is possible, however, that the Burmese name is only an effort at interpretation, and that the locality was called in old times by some name like Nāgarāshtra. Ibn Batuta touched at a continental coast occupied by uncivilised people having elephants, between Bengal and Sumatra, which he calls Baranagār. From the intervals given, the place must have been near Negrais, and it is just possible that the term Barra de Negrais, which frequently occurs in the old writers (e.g. see Balbi, Fitch, and Bocarro below) is a misinterpretation of the old name used by Ibn Batuta (iv. 224-228).\n 1553. -- \"Up to the Cape of Negrais, which stands in 16 degrees, and where the Kingdom of Pegu commences, the distance may be 100 leagues.\" -- Barros, I. ix. 1.\n 1583. -- \"Then the wind came from the S.W., and we made sail with our stern to the N.E., and running our course till morning we found ourselves close to the Bar of Negrais, as in their language they call the port which runs up into Pegu.\" -- Gasparo Balbi, f. 92.\n 1586. -- \"We entered the barre of Negrais, which is a braue barre,\" &c. (see COSMIN). -- R. Fitch, in Hakl. ii. 390.\n 1613. -- \"Philip de Brito having sure intelligence of this great armament . . ordered the arming of seven ships and some sanguicels, and appointing as their commodore Paulo de Rego Pinheiro, gave him precise orders to engage the prince of Arracan at sea, before he should enter the Bar and rivers of Negrais, which form the mouth of all those of the kingdom of Pegù.\" -- Bocarro, 137.\n 1727. -- \"The Sea Coast of Arackan reaches from Xatigam (see CHITTAGONG) to Cape Negrais, about 400 Miles in length, but few places inhabited . . .\" (after speaking of \"the great Island of Negrais\") . . . he goes on. . . . \"The other Island of Negrais, which makes the Point called the Cape . . . is often called Diamond Island, because its Shape is a Rhombus. . . . Three Leagues to the Southward of Diamond Island lies a Reef of Rocks a League long . . . conspicuous at all Times by the Sea breaking over them . . . the Rocks are called the Legarti, or in English, the Lizard.\" -- A. Hamilton, ii. 29. This reef is the Alguada, on which a noble lighthouse was erected by Capt. (afterwards Lieut.-Gen.) Sir A. Fraser, C.B., of the Engineers, with great labour and skill. The statement of Hamilton suggests that the original name may have been Lagarto. But Alagada, \"overflowed,\" is the real origin. It appears in the old French chart of d'Après as Ile Noyée. In Dunn it is Negada or Neijada, or Lequado, or Sunken Island (N. Dir. 1780, 325).\n 1759. -- \"The Dutch by an Inscription in Teutonic Characters, lately found at Negrais, on the Tomb of a Dutch Colonel, who died in 1607 (qu. if not 1627?), appear then to have had Possession of that Island.\" -- Letter in Dalrymple, Or. Rep. i. 98.\n 1763. -- \"It gives us pleasure to observe that the King of the Burmahs, who caused our people at Negrais to be so cruelly massacred, is since dead, and succeeded by his son, who seems to be of a more friendly and humane disposition.\" -- Fort William Consns., Feb. 19. In Long, 288.\n [1819. -- \"Negraglia.\" See under MUN- NEEPORE.]\n", "nelly": ". s. Malayāl. nel, 'rice in the husk'; [Tel. and Tam. nelli, 'rice-like']. This is the Dravidian equivalent of paddy (q.v.), and is often used by the French and Portuguese in South India, where Englishmen use the latter word.\n 1606. -- \". . . when they sell nele, after they have measured it out to the purchaser, for the seller to return and take out two grains for himself for luck (com superstição), things that are all heathen vanities, which the synod entirely prohibits, and orders that those who practise them shall be severely punished by the Bishop.\" -- Gouvea, Synodo, f. 52b.\n 1651. -- \"Nili, that is unpounded rice, which is still in the husk.\" -- Rogerius, p. 95.\n 1760. -- \"Champs de nelis.\" See under. JOWAUR.\n [1796. -- \"75 parahs Nelly.\" -- List of Export Duties, in Logan, Malabar, iii. 265.]\n", "nellore": "n.p. A town and district north of Madras. The name may be Tamil. Nall-ūr, 'Good Town.' But the local interpretation is from nel (see NELLY); and in the local records it is given in Skt. as Dhānyapuram, meaning 'rice-town' (Seshagiri Sāstri). [The Madras Man. (ii. 214) gives Nall-ūr, 'Good-town'; but the Gloss. (s.v.) has nellu, 'paddy,' ūru, 'village.' Mr. Boswell (Nellore, 687) suggests that it is derived from a nelli chett tree under which a famous lingam was placed.]\n c. 1310. -- \"Ma'bar extends in length from Kulam to Niláwar, nearly 300 parasangs along the sea coast.\" -- Wassáf, in Elliot, iii. 32.\n", "nerbudda r": "., n.p. Skt. Narmadā, 'causing delight'; Ptol. *NA/MADOS; Peripl. *LAMNAI=OS (amended by Fabricius to *NA/MMADOS). Dean Vincent's con jectured etymology of Nahr-Budda, 'River of Budda,' is a caution against such guesses.\n c. 1020. -- \"From Dhár southwards to the R. Nerbadda nine (parasangs); thence to Mahrat-des . . . eighteen . . .\" -- Al-Birūnī, in Elliot, i. 60. The reading of Nerbadda is however doubtful.\n c. 1310. -- \"There were means of crossing all the rivers, but the Nerbádda was such that you might say it was a remnant of the universal deluge.\" -- Amír Khusrú, in Elliot, i. 79.\n [1616. -- \"The King rode to the riuer of Darbadath.\" -- Sir T. Roe, Hak. Soc. ii. 413. In his list (ii. 539) he has Narbadah.]\n 1727. -- \"The next Town of Note for Commerce is Baroach . . . on the Banks of the River Nerdaba.\" -- A. Hamilton, ed. 1744, i. 145.]\n", "nercha": "s. Malayāl. nerchcha, 'a vow,' from verb neruGa, 'to agree or promise.'\n 1606. -- \"They all assemble on certain days in the porches of the churches and dine together . . . and this they call nercha.\"- Gouvea, Synodo, f. 63. See also f. 11. This term also includes offerings to saints, or to temples, or particular forms of devotion. Among Hindus a common form is to feed a lamp before an idol with ghee instead of oil.\n", "nerrick": "&c., s. Hind. from Pers. nirkh, vulgarly nirakh, nirikh. A tariff, rate, or pricecurrent, especially one established by authority. The system of publishing such rates of prices and wages by local authority prevailed generally in India a generation or two back, and is probably not quite extinct even in our own territories. [The provincial Gazettes still publish periodical lists of current prices, but no attempt is made to fix such by authority.] It is still in force in the French settlements, and with no apparent ill effects.\n 1799. -- \"I have written to Campbell a long letter about the nerrick of exchange, in which I have endeavoured to explain the principles of the whole system of shroffing (see SHROFF). . . .\" -- Wellington, i. 56.\n 1800. -- \"While I was absent with the army, Col. Sherbrooke had altered the nerrick of artificers, and of all kinds of materials for building, at the instigation of Capt. Norris . . . and on the examination of the subject a system of engineering came out, well worthy of the example set at Madras.\" -- Ibid. i. 67.\n [ \" \"Here is established a niruc, or regulation, by which all coins have a certain value affixed to them; and at this rate they are received in the payment of the revenue; but in dealings between private persons attention is not paid to this rule.\" -- F. Buchanan, Mysore, ii. 279.]\n 1878. -- \"On expressing his surprise at this, the man assured him that it was really the case that the bazar 'nerik' or marketrate, had so risen.\" -- Life in the Mofussil, i. p. 33.\n", "ngapee": "s. The Burmese name, ngapi, 'pressed fish,' of the odorous delicacy described under BALACHONG. [See Forbes, British Burma, 83.]\n 1855. -- \"Makertich, the Armenian, assured us that the jars of ngapé at Amarapoora exhibited a flux and reflux of tide with the changes of the moon. I see this is an old belief. De la Loubère mentions it in 1688 as held by the Siamese.\" -- Yule, Mission to Aca, p. 160.\n", "nicobar islands": "n.p. The name for centuries applied to a group of islands north of Sumatra. They appear to be the BA/ROUSSAI of Ptolemy, and the Lankha Bālus of the oldest Arab Relation. [Sir G. Birdwood identifies them with the Island of the Bell (Nakūs) to which Sindbad, the Seaman, is carried in his fifth voyage. (Report on Old Records, 108; Burton, Arabian Nights, iv. 368).] The Danes attempted to colonize the islands in the middle of the 18th century, and since, unsuccessfully. An account of the various attempts will be found in the Voyage of the Novara. Since 1869 they have been partially occupied by the British Government, as an appendage of the Andaman settlement. Comparing the old forms Lankha and Nakkavāram, and the nakedness constantly attributed to the people, it seems possible that the name may have had reference to this (nañgā). [Mr. Man (Journ. Anthrop. Institute, xviii. 359) writes: \"A possible derivation may be suggested by the following extract from a paper by A. de Candolle (1885) on 'The Origin of Cultivated Plants': 'The presence of the coconut in Asia three or four thousand years ago is proved by several Sanskrit names. . . . The Malays have a name widely diffused in the Archipelago, kalapa, klapa, klopo. At Sumatra and Nicobar we find the name njior, nieor, in the Philippines niog, at Bali, nioh, njo. . .' While the Nicobars have long been famed for the excellence of their coconuts, the only words which bear any resemblance to the forms above given are ngoât, 'a ripe nut,' and ñi-nàu, 'a half-ripe nut.'\"]\n c. 1050. -- The name appears as Nakkavāram in the great Tanjore Inscription of the 11th century.\n c. 1292. -- \"When you leave the island of Java (the Less) and the Kingdom of Lambri, you sail north about 150 miles, and then you come to two Islands, one of which is called Necuveran. In this island they have no king nor chief, but live like beasts. . . .\" -- Marco Polo, Bk. III. ch. 12.\n c. 1300. -- \"Opposite Lámúri is the island of Lákwáram (probably to read Nákwáram), which produces plenty of red amber. Men and women go naked, except that the latter cover the pudenda with cocoanut leaves. They are all subject to the Káán.\" -- Rashíduddín, in Elliot, i. 71.\n c. 1322. -- \"Departing from that country, and sailing towards the south over the Ocean Sea, I found many islands and countries, where among others was one called Nicoveran . . . both the men and women there have faces like dogs, etc. . . .\" -- Friar Odoric, in Cathay, &c., 97.\n 1510. -- \"In front of the before named island of Samatra, across the Gulf of the Ganges, are 5 or 6 small islands, which have very good water and ports for ships. They are inhabited by Gentiles, poor people, and are called Niconvar (Nacabar in Lisbon ed.), and they find in them very good amber, which they carry thence to Malaca and other parts.\" -- Barbosa, 195.\n 1514. -- \"Seeing the land, the pilot said it was the land of Nicubar. . . . The pilot was at the top to look out, and coming down he said that this land was all cut up (i.e. in islands), and that it was possible to pass through the middle; and that now there was no help for it but to chance it or turn back to Cochin. . . . The natives of the country had sight of us and suddenly came forth in great boats full of people. . . . They were all Caffres, with fish-bones inserted in their lips and chin: big men and frightful to look on; having their boats full of bows and arrows poisoned with herbs.\"- Giov. da Empoli, in Archiv. Stor. pp. 71-72.\n", "nigger": "s. It is an old brutality of the Englishman in India to apply this title to the natives, as we may see from Ives quoted below. The use originated, however, doubtless in following the old Portuguese use of negros for \"the blacks\" (q.v.), with no malice prepense, without any intended confusion between Africans and Asiatics.\n 1539. -- See quot. from Pinto under COBRA DE CAPELLO, where negroes is used for natives of Sumatra.\n 1548. -- \"Moreover three blacks (negros) in this territory occupy lands worth 3000 or 4000 pardaos of rent; they are related to one another, and are placed as guards in the outlying parts.\" -- S. Botelho, Cartas, 111.\n 1582. -- \"A nigroe of John Cambrayes, Pilot to Paulo de la Gama, was that day run away to the Moores.\" -- Castañeda, by N. L., f. 19.\n [1608. -- \"The King and people niggers.\" -- Danvers, Letters, i. 10.]\n 1622. -- Ed. Grant, purser of the Diamond, reports capture of vessels, including a junk \"with some stoor. of negers, which was devided bytwick the Duch and the English.\" -- Sainsbury, iii, p. 78.\n c. 1755. -- \"You cannot affront them (the natives) more than to call them by the name of negroe, as they conceive it implies an idea of slavery.\" -- Ives, Voyage, p. 23.\n c. 1757. -- \"Gli Gesuiti sono missionarii e parocchi de' negri detti Malabar.\" -- Della Tomba, 3.\n 1760. -- \"The Dress of this Country is entirely linnen, save Hats and Shoes; the latter are made of tanned Hides as in England . . . only that they are no thicker than coarse paper. These shoes are neatly made by Negroes, and sold for about 10d. a Pr. each of which will last two months with care.\" -- MS. Letter of James Rennell, Sept. 30.\n 1866. -- \"Now the political creed of the frequenters of dawk bungalows is too uniform . . . it consists in the following tenets . . . that Sir Mordaunt Wells is the greatest judge that ever sat on the English bench; and that when you hit a nigger he dies on purpose to spite you.\" -- The Dawk Bungalow, p. 225.\n", "nilgherry": "&c., n.p. The name of the Mountain Peninsula at the end of the Mysore table land (originally known as Malaināḍu, 'Hill country'), which is the chief site of hill sanataria in the Madras Presidency. Skt. Nīlagiri, 'Blue Mountain.' The name Nīla or Nīlādri (synonymous with Nīlagiri) belongs to one of the mythical or semimythical ranges of the Puranic Cosmography (see Vishnu Purāna, in Wilṣon's Works, by Hall, ii. 102, 111, &c.), and has been applied to several ranges of more assured locality, e.g. in Orissa as well as in S. India. The name seems to have been fancifully applied to the Ootacamund range about 1820, by some European. [The name was undoubtedly applied by natives to the range before the appearance of Europeans, as in the Kongu-deśa Rajákal, quoted by Grigg (Nilagiri Man. 363), and the name appears in a letter of Col. Mackenzie of about 1816 (Ibid. 278). Mr. T. M. Horsfall writes: \"The name is in common use among all classes of natives in S. India, but when it may have become specific I cannot say. Possibly the solution may be that the Nilgiris being the first large mountain range to become familiar to the English, that name was by them caught hold of, but not coined, and stuck to them by mere priority. It is on the face of it improbable that the Englishmen who early in the last century discovered these Hills, that is, explored and shot over them, would call them by a long Skt. name.\"]\n Probably the following quotation from Dampier refers to Orissa, as does that from Hedges:\n \"One of the English ships was called the Nellegree, the name taken from the Nellegree Hills in Bengal, as I have heard.\"- Dampier, ii. 145.\n 1683. -- \"In ye morning early I went up the Nilligree Hill, where I had a view of a most pleasant fruitfull valley.\" -- Hedges, Diary, March 2; [Hak. Soc. i. 67].\n The following also refers to the Orissa Hills:\n 1752. -- \"Weavers of Balasore complain of the great scarcity of rice and provisions of all kinds occasioned by the devastations of the Mahrattas, who, 600 in number, after plundering Balasore, had gone to the Nelligree Hills.\" -- In Long, 42.\n", "nipa": "s. Malay nīpah.\n a. The name of a stemless palm (Nipa fruticans, Thunb.), which abounds in estuaries from the Ganges delta eastwards, through Tenasserim and the Malay countries, to N. Australia, and the leaves of which afford the chief material used for thatch in the Archipelago. \"In the Philippines,\" says Crawfurd, \"but not that I am aware of anywhere else, the sap of the Nipa. . . is used as a beverage, and for the manufacture of vinegar, and the distillation of spirits. On this account it yields a considerable part of the revenue of the Spanish Government\" (Desc. Dict. p. 301). But this fact is almost enough to show that the word is the same which is used in sense b; and the identity is placed beyond question by the quotations from Teixeira and Mason.\n b. Arrack made from the sap of a palm tree, a manufacture by no means confined to the Philippines. The Portuguese, appropriating the word Nipa to this spirit, called the tree itself nipeira.\n a.-\n 1611. -- \"Other wine is of another kind of plam which is called Nipa (growing in watery places), and this is also extracted by distillation. It is very mild and sweet, and clear as pure water; and they say it is very wholesome. It is made in great quantities, with which ships are laden in Pegu and Tanasarim, Malaca, and the Philippines or Manila; but that of Tanasarim exceeds all in goodness.\" -- Teixeira, Relaciones, i. 17.\n 1613. -- \"And then on from the marsh to the Nypeiras or wild-palms of the rivulet of Paret China.\" -- Godinho de Eredia, 6.\n \" \"And the wild palms called Nypeiras . . . from those flowers is drawn the liquor which is distilled into wine by an alembic, which is the best wine of India.\" -- Ibid. 16v.\n [1817. -- \"In the maritime districts, atap, or thatch, is made almost exclusively from the leaves of the nípa or búyu.\" -- Raffles, H. of Java, 2nd ed. i. 185.]\n 1848. -- \"Steaming amongst the low swampy islands of the Sunderbunds . . . the paddles of the steamer tossed up the large fruits of the Nipa fruticans, a low stemless palm that grows in the tidal waters of the Indian ocean, and bears a large head of nuts. It is a plant of no interest to the common observer, but of much to the geologist, from the nuts of a similar plant abounding in the tertiary formations at the mouth of the Thames, having floated about there in as great profusion as here, till buried deep in the silt and mud that now form the island of Sheppey.\" -- Hooker, Himalayan Journals, i. 1-2.\n 1860. -- \"The Nipa is very extensively cultivated in the Province of Tavoy. From íncisions in the stem of the fruit, toddy is extracted, which has very much the flavour of mead, and this extract, when boiled down, becomes sugar.\" -- Mason's Burmah, p. 506.\n 1874. -- \"It (sugar) is also got from Nipa fruticans, Thunb., a tree of the low coastregions, extensively cultivated in Tavoy.\" -- Hanbury and Flückiger, 655.\n These last quotations confirm the old travellers who represent Tenasserim as the great source of the Nipa spirit.\n b.-\n c. 1567. -- \"Euery yeere is there lade (at Tenasserim) some ships with Verzino, Nipa, and Benjamin.\" -- Ces. Federici (E.T. in Hakl.), ii. 359.\n 1568. -- \"Nipa, qual' è vn Vino eccellentissimo che nasce nel fior d'vn arbore chiamato Niper, il cui liquor si distilla, e se ne fa vna beuanda eccellentissima.\" -- Ces. Federici, in Ramusio, iii. 392v.\n 1583. -- \"I Portoghesi e noi altri di queste bande di quà non mangiamo nel Regno di Pegù pane di grano . . . ne si beve vino; ma una certa acqua lambiccata da vn albero detto Annippa, ch' è alla bocca assai gustevole; ma al corpo giova e nuoce, secondo le complessioni de gli huomini.\" -- G. Balbi, f. 127.\n 1591. -- \"Those of Tanaseri are chiefly freighted with Rice and Nipar wine, which is very strong.\" -- Barker's Account of Lancaster's Voyage, in Hakl. ii. 592.\n In the next two quotations nipe is confounded with coco-nut spirit.\n 1598. -- \"Likewise there is much wine brought thether, which is made of Cocus or Indian Nuttes, and is called Nype de Tanassaria, that is Aqua - Composita of Tanassaria.\" -- Linschoten, 30; [Hak. Soc. i. 103].\n \" \"The Sura, being distilled, is called Fula (see FOOL'S RACK) or Nipe, and is an excellent Aqua Vitae as any is made in Dort.\" -- Ibid. 101; [Hak. Soc. ii. 49].\n [1616. -- \"One jar of Neepe.\" -- Foster, Letters, iv. 162].\n 1623. -- \"In the daytime they did nothing but talk a little with one another, and some of them get drunk upon a certain wine they have of raisins, or on a kind of aqua vitae with other things mixt in it, in India called nippa, which had been given them.\" -- P. della Valle, ii. 669; [Hak. Soc. ii. 272].\n We think there can be little doubt that the slang word nip, for a small dram of spirits, is adopted from nipa. [But compare Dutch nippen, 'to take a dram.' The old word nippitatum was used for 'strong drink'; see Stanf. Dict.]\n", "nirvána": "s. Skt. nirvāṇa. The literal meaning of this word is simply 'blown out,' like a candle. It is the technical term in the philosophy of the Buddhists for the condition to which they aspire as the crown and goal of virtue, viz. the cessation of sentient existence. On the exact meaning of the term see Childer's Pali Dictionary, s.v. nibbāna, an article from which we quote a few sentences below, but which covers ten double-column pages. The word has become common in Europe along with the growing interest in Buddhism, and partly from its use by Schopenhauer. But it is often employed very inaccurately, of which an instance occurs in the quotation below from Dr. Draper. The oldest European occurrence of which we are aware is in Purchas, who had met with it in the Pali form common in Burma, &c., nibban.\n 1626. -- \"After death they (the Talapoys) beleeve three Places, one of Pleasure Scuum (perhaps sukham) like the Mahumitane Paradise; another of Torment Naxac (read Narac); the third of Annihilation which they call Niba.\" -- Purchas, Pilgrimage, 506.\n c. 1815. -- \". . . the state of Niban, which is the most perfect of all states. This consists in an almost perpetual extacy, in which those who attain it are not only free from troubles and miseries of life, from death, illness and old age, but are abstracted from all sensation; they have no longer either a thought or a desire.\" -- Sangermano, Burmese Empire, p. 6.\n 1858. -- \". . . Transience, Pain, and Unreality . . . these are the characters of all existence, and the only true good is exemption from these in the attainment of nirwāna, whether that be, as in the view of the Brahmin or the theistic Buddhist, absorption into the supreme essence; or whether it be, as many have thought, absolute nothingness; or whether it be, as Mr. Hodgson quaintly phrases it, the ubi or the modus in which the infinitely attenuated elements of all things exist, in this last and highest state of abstraction from all particular modifications such as our senses and understandings are cognisant of.\" -- Yule, Mission to Ava, 236.\n \" \"When from between the sál trees at Kusinára he passed into nirwána, he (Buddha) ceased, as the extinguished fire ceases.\" -- Ibid. 239.\n 1869. -- \"What Bishop Bigandet and others represent as the popular view of the Nirvâna, in contradistinction to that of the Buddhist divines, was, in my opinion, the conception of Buddha and his disciples. It represented the entrance of the soul into rest, a subduing of all wishes and desires, indifference to joy and pain, to good and evil, an absorption of the soul into itself, and a freedom from the circle of existences from birth to death, and from death to a new birth. This is still the meaning which educated people attach to it, whilst Nirvâna suggests rather a kind of Mohammedan Paradise or of blissful Elysian fields to the minds of the larger masses.\" -- Prof. Max Müller, Lecture on Buddhistic Nihilism, in Trübner's Or. Record, Oct. 16.\n 1875. -- \"Nibbānam. Extinction; destruction; annihilation; annihilation of being, Nirvāṇa; annihilation of human passion, Arhatship or final sanctification. . . . In Trübner's Record for July, 1870, I first propounded a theory which meets all the difficulties of the question, namely, that the word Nirvāṇa is used to designate two different things, the state of blissful sanctification called Arhatship, and the annihilation of existence in which Arhatship ends.\" -- Childers, Pali Dictionary, pp. 265-266.\n \" \"But at length reunion with the universal intellect takes place; Nirwana is reached, oblivion is attained . . . the state in which we were before we were born.\" -- Draper, Conflict, &c., 122.\n 1879.- \"And how -- in fulness of the times -- it fell That Buddha died . . . And how a thousand thousand crores since then Have trod the Path which leads whither he went Unto Nirvâna where the Silence lives.\" Sir E. Arnold, Light of Asia, 237.\n", "nizam": "n.p. The hereditary style of the reigning prince of the Hyderabad Territories; 'His Highness the Nizám,' in English official phraseology. This in its full form, Niz̤āmul-Mulk, was the title of Aṣaf Jāh, the founder of the dynasty, a very able soldier and minister of the Court of Aurangzīb, who became Sūbadār (see SOUBADAR) of the Deccan in 1713. The title is therefore the same that had pertained to the founder of the Ahmednagar dynasty more than two centuries earlier, which the Portuguese called that of Nizamaluco. And the circumstances originating the Hyderabad dynasty were parallel. At the death of Aṣaf Jāh (in 1748) he was independent sovereign of a large territory in the Deccan, with his residence at Hyderabad, and with dominions in a general way corresponding to those still held by his descendant.\n", "nizamaluco": "n.p. Izam Maluco is the form often found in Correa. One of the names which constantly occur in the early Portuguese writers on India. It represents Niz̤ām-ulMulk (see NIZAM). This was the title of one of the chiefs at the court of the Bāhmani king of the Deccan, who had been originally a Brahman and a slave. His son Ahmed set up a dynasty at Ahmednagar (A.D. 1490), which lasted for more than a century. The sovereigns of this dynasty were originally called by the Portuguese Nizamaluco. Their own title was Niz̤ām Shāh, and this also occurs as Nizamoxa. [Linschoten's etymology given below is an incorrect guess.]\n 1521. -- \"Meanwhile (the Governor Diego Lopes de Sequeira) . . . sent Fernão Camello as ambassador to the Nizamaluco, Lord of the lands of Choul, with the object of making a fort at that place, and arranging for an expedition against the King of Cambaya, which the Governor thought the Nizamaluco would gladly join in, because he was in a quarrel with that King. To this he made the reply that I shall relate hereafter.\" -- Correa, ii. 623.\n c. 1539. -- \"Trelado do Contrato que o Viso Rey Dom Garcia de Noronha fez com hu Niza Muxaa, que d'antes se chamava Hu Niza Maluquo.\" -- Tombo, in Subsidios, 115.\n 1543. -- \"Izam maluco.\" See under COTAMALUCO.\n 1553. -- \"This city of Chaul . . . is in population and greatness of trade one of the chief ports of that coast; it was subject to the Nizamaluco, one of the twelve Captains of the Kingdom of Decan (which we corruptly call Daquem). . . . The Nizamaluco being a man of great estate, although he possessed this maritime city, and other ports of great revenue, generally in order to be closer to the Kingdom of the Decan, held his residence in the interior in other cities of his dominion; instructing his governors in the coast districts to aid our fleets in all ways and content their captains, and this was not merely out of dread of them, but with a view to the great revenue that he had from the ships of Malabar. . . .\" -- Barros, II. ii. 7.\n 1563. -- \". . . This King of Dely conquered the Decam (see DECCAN) and the Cuncam (see CONCAM); and retained the dominion a while; but he could not rule territory at so great a distance, and so placed in it a nephew crowned as king. This king was a great favourer of foreign people, such as Turks, Rumis, Coraçonis, and Arabs, and he divided his kingdom into captaincies, bestowing upon Adelham (whom we call Idalcam -- see IDALCAN) the coast from Angediva to Cifardam . . . and to Nizamoluco the coast from Cifardam to Negotana. . . .\" -- Garcia, f. 34v.\n \" \"R. Let us mount and ride in the country; and by the way you shall tell me who is meant by Nizamoxa, as you often use that term to me.\n \"O. At once I tell you he is a king in the Balaghat (see BALAGHAUT) (Bagalate for Balagate), whose father I have often attended, and sometimes also the son. . . .\" -- Ibid. f. 33v.\n [1594-5. -- \"Nizám - ul - Mulkhiya.\" See under IDALCAN.\n [1598. -- \"Maluco is a Kingdome, and Nisa a Lance or Speare, so that Nisa Maluco is as much as to say as the Lance or Speare of the Kingdom.\" -- Linschoten, Hak. Soc. i. 172. As if Neza-ul-mulk, 'spear of the kingdom.']\n", "nokar": "s. A servant, either domestic, military, or civil, also pl. Nokar-logue, 'the servants.' Hind. naukar, from Pers. and naukar-lōg. Also naukar-chākar, 'the servants,' one of those jingling double-barrelled phrases in which Orientals delight even more than Englishmen (see LOOTY). As regards Englishmen, compare hugger-mugger, hurdy-gurdy, tip - top, highty - tighty, higgledy  piggledy, hocus - pocus, tit for tat, topsy-turvy, harum-scarum, roly-poly, fiddle-faddle, rump and stump, slipslop. In this case chākar (see CHACKUR) is also Persian. Naukar would seem to be a Mongol word introduced into Persia by the hosts of Chinghiz. According to I. J. Schmidt, Forschungen im Gebiete der Volker Mittel Asiens, p. 96, nükur is in Mongol, 'a comrade, dependent, or friend.'\n c. 1407. -- \"L'Emir Khodaidad fit partir avec ce député son serviteur (naukar) et celui de Mirza Djihanghir. Ces trois personnages joignent la cour auguste. . . .\"- Abdurrazzāk, in Notices et Extraits, XIV. i. 146.\n c. 1660. -- \"Mahmúd Sultán . . . understood accounts, and could reckon very well by memory the sums which he had to receive from his subjects, and those which he had to pay to his 'naukars' (apparently armed followers).\" -- Abulghāzi, by Desmaisons, 271.\n [1810. -- \"Noker.\" See under CHACKUR.\n [1834. -- \"Its (Balkh) present population does not amount to 2000 souls; who are chiefly . . . the remnant of the Kara Noukur, a description of the militia established here by the Afgans.\" -- Burnes, Travels into Bokhara, i. 238.]\n 1840. -- \"Noker, 'the servant'; this title was borne by Tuli the fourth son of Chenghiz Khan, because he was charged with the details of the army and the administration.\" -- Hammer, Golden Horde, 460.\n", "nol-kole": "s. This is the usual Anglo-Indian name of a vegetable a good deal grown in India, perhaps less valued in England than it deserves, and known here (though rarely seen) as Kol-rabi, kohl-rabi, 'cabbage-turnip.' It is the Brassica oleracea, var. caulorapa.  The stalk at one point expands into a globular mass resembling a turnip, and this is the edible part. I see my friend Sir G. Birdwood in his Bombay Products spells it Knolkhol. It is apparently Dutch, 'Knollkool' 'Turnip-cabbage; Chouxrave of the French.'\n", "non-regulation": "adj. The style of certain Provinces of British India (administered for the most part under the more direct authority of the Central Government in its Foreign Department), in which the ordinary Laws (or Regulations, as they were formerly called) are not in force, or are in force only so far as they are specially declared by the Government of India to be applicable. The original theory of administration in such Provinces was the union of authority in all departments under one district chief, and a kind of paternal despotism in the hands of that chief But by the gradual restriction of personal rule, and the multiplication of positive laws and rules of administration, and the division of duties, much the same might now be said of the difference between Regulation and Non-regulation Provinces that a witty Frenchman said of Intervention and Non-intervention: -- \"La Non-intervention est une phrase politique et technique qui veut dire enfin à-peu-près la même chose que l'Intervention.\"\n Our friend Gen. F. C. Cotton, R.E., tells us that on Lord Dalhousie's visit to the Neilgherry Hills, near the close of his government, he was riding with the Governor-General to visit some new building. Lord Dalhousie said to him: \"It is not a thing that one must say in public, but I would give a great deal that the whole of India should be Non-regulation.\"\n The Punjab was for many years the greatest example of a Non-regulation Province. The chief survival of that state of things is that there, as in Burma and a few other provinces, military men are still eligible to hold office in the civil administration.\n 1860. -- \". . . Nowe what ye ffolke of Bengala worschyppen Sir Jhone discourseth lityl. This moche wee gadere. Some worschyppin ane Idole yclept Regulacioun and some worschyppen Non-regulacion (veluti Dog et Magog). . . .\" -- Ext. from a MS. of The Travels of Sir John Mandevill in the E. Indies, lately discovered.\n 1867. -- \". . . We believe we should indicate the sort of government that Sicily wants, tolerably well to Englishmen who know anything of India, by saying that it should be treated in great measure as a 'non - regulation' province.\" -- Quarterly Review, Jan. 1867, p. 135.\n 1883. -- \"The Delhi district, happily for all, was a non-regulation province.\" -- Life of Ld. Lawrence, i. 44.\n", "norimon": "s. Japanese word. A sort of portable chair used in Japan.\n [1615. -- \"He kept himselfe close in a neremon.\" -- Cocks's Diary, i. 164.]\n 1618. -- \"As we were going out of the towne, the street being full of hackneymen and horses, they would not make me way to passe, but fell a quarreling with my neremoners, and offred me great abuse. . . .\" -- Cocks's Diary, ii. 99; [neremonnears in ii. 23].\n 1768-71. -- \"Sedan-chairs are not in use here (in Batavia). The ladies, however, sometimes employ a conveyance that is somewhat like them, and is called a norimon.\" -- Stavorinus, E.T. i. 324.\n", "nor'-wester": "s. A sudden and violent storm, such as often occurs in the hot weather, bringing probably a 'dust-storm' at first, and culminating in hail or torrents of rain. (See TYPHOON.)\n 1810. -- \". . . those violent squalls called 'north-westers,' in consequence of their usually either commencing in, or veering round to that quarter. . . . The force of these north-westers is next to incredible.\" -- Williamson, V. M. ii. 35.\n [1827. -- \"A most frightful nor' wester had come on in the night, every door had burst open, the peals of thunder and torrents of rain were so awful. . . .\" -- Mrs. Fenton, Diary, 98.]\n", "nowbehar": "n.p. This is a name which occurs in various places far apart, a monument of the former extension of Buddhism. Thus, in the early history of the Mahommedans in Sind, we find repeated mention of a temple called Nauvihār (Nava-vihāra, 'New Monastery'). And the same name occurs at Balkh, near the Oxus. (See VIHARA).\n", "nowroze": "s. Pers. nau-rōz, 'New (Year's) Day'; i.e. the first day of the Solar Year. In W. India this is observed by the Parsees. [For instances of such celebrations at the vernal equinox, see Frazer, Pausanias, iv. 75.]\n c. 1590. -- \"This was also the cause why the Naurúz i Jaláli was observed, on which day, since his Majesty's accession, a great feast was given. . . . The New Year's Day feast . . . commences on the day when the Sun in his splendour moves to Aries, and lasts till the 19th day of the month (Farwardīn).\" -- Āīn, ed. Blochmann, i. 183, 276.\n [1614. -- \"Their Noroose, which is an annual feast of 20 days continuance kept by the Moors with great solemnity.\"- Foster, Letters, iii. 65.\n [1615. -- \"The King and Prince went a hunting . . . that his house might be fitted against the Norose, which began the first Newe Moon in March.\" -- Sir T. Roe, Hak. Soc. i. 138; also see 142.]\n 1638. -- \"There are two Festivals which are celebrated in this place with extraordinary ceremonies; one whereof is that of the first day of the year, which, with the Persians, they call Naurus, Nauros, or Norose, which signifies nine dayes, though now it lasts eighteen at least, and it falls at the moment that the Sun enters Aries.\" -- Mandelslo, 41.\n 1673. -- \"On the day of the Vernal Equinox, we returned to Gombroon, when the Moores introduced their New-Year Ӕde (see EED) or Noe Rose, with Banqueting and great Solemnity.\" -- Fryer, 306.\n 1712. -- \"Restat Nauruus, i.e. vertentis anni initium, incidens in diem aequinoctii verni. Non legalis est, sed ab antiquis Persis haereditate accepta festivitas, omnium caeterarum maxima et solennissima.\" -- Kaempfer, Am. Exot. 162.\n 1815. -- \"Jemsheed also introduced the solar year; and ordered the first day of it, when the sun entered Aries, to be celebrated by a splendid festival. It is called Nauroze, or new year's day, and is still the great festival in Persia.\" -- Malcolm, H. of Persia, i. 17.\n 1832. -- \"Now-roz (new year's day) is a festival or eed of no mean importance in the estimation of Mussulman society. . . . The trays of presents prepared by the ladies for their friends are tastefully set out, and the work of many days' previous arrangement. Eggs are boiled hard, some of these are stained in colours resembling our mottled papers; others are neatly painted in figures and devices; many are ornamented with gilding; every lady evincing her own peculiar taste in the prepared eggs for now-roz.\" -- Mrs. Meer Hassan Ali, Obsns. on the Mussulmans of India, 283-4.\n", "nowshadder": "s. Pers. naushā- dar (Skt. narasāra, but recent), Salammoniac, i.e. chloride of ammonium.\n c. 1300. -- We find this word in a medieval list of articles of trade contained in Capmany's Memorias de Barcelona (ii. App. 74) under the form noxadre.\n 1343. -- \"Salarmoniaco, cioè lisciadro, e non si dà nè sacco ne cassa con essa.\"- Pegolotti, p. 17; also see 57, &c.\n [1834. -- \"Sal ammoniac (nouchadur) is found in its native state among the hills near Juzzak.\" -- Burnes, Travels into Bokhara, ii. 166.]\n", "nuddeea rivers": "n.p. See under HOOGLY RIVER , of which these are branches, intersecting the Nadiya District. In order to keep open navigation by the directest course from the Ganges to Calcutta, much labour is, or was, annually expended, under a special officer, in endeavouring during the dry season to maintain sufficient depth in these channels.\n", "nuggurkote": "n.p. Nagarkoṭ. This is the form used in olden times, and even now not obsolete, for the name of the ancient fortress in the Punjab Himālaya which we now usually know by the name of Koṭkāngra, both being substantially the same name, Nagarkoṭ, 'the fortress town,' or Koṭ-kā-nagara, 'the town of the fortress.' [If it be implied that Kāngra is a corruption of Koṭ-kānagara, the idea may be dismissed as a piece of folk-etymology. What the real derivation of Kāngra is is unknown. One explanation is that it represents the Hind. khankhara, 'dried up, shrivelled.'] In yet older times, and in the history of Mahmūd of Ghazni, it is styled Bhīm-nagar. The name Nagarkoṭ is sometimes used by older European writers to designate the Himalayan mountains.\n 1008. -- \"The Sultan himself (Mahmūd) joined in the pursuit, and went after them as far as the fort called Bhím-nagar, which is very strong, situated on the promontory of a lofty hill, in the midst of impassable waters.\" -- Al-'Utbi, in Elliot, i. 34.\n 1337. -- \"When the sun was in Cancer, the King of the time (Mahommed Tughlak) took the stone fort of Nagarkot in the year 738. . . . It is placed between rivers like the pupil of an eye . . . and is so impregnable that neither Sikandar nor Dara were able to take it.\" -- Badr-i-chach, ibid. iii. 570.\n c. 1370. -- \"Sultan Firoz . . . marched with his army towards Nagarkot, and passing by the valleys of Nákhach - nuhgarhí, he arrived with his army at Nagarkot, which he found to be very strong and secure. The idol Jwálámukhi (see JOWAULLA MOOKHEE), much worshiped by the infidels, was situated in the road to Nagarkot. . . .\" -- Shams-i-Siráj, ibid. iii. 317-318.\n 1398. -- \"When I entered the valley on that side of the Siwálik, information was brought to me about the town of Nagarkot, which is a large and important town of Hindustán, and situated in these mountains. The distance was 30 kos, but the road lay through jungles, and over lofty and rugged hills.\" -- Autobiog. of Timur, ibid. 465.\n 1553. -- \"But the sources of these rivers (Indus and Ganges) though they burst forth separately in the mountains which Ptolemy calls Imaus, and which the natives call Dalanguer and Nangracot, yet are these mountains so closely joined that it seems as if they sought to hide these springs.\"- Barros, I. iv. 7.\n c. 1590. -- \"Nagerkote is a city situated upon a mountain, with a fort called Kangerah. In the vicinity of this city, upon a lofty mountain, is a place called Mahamaey (Mahāmāyā), which they consider as one of the works of the Divinity, and come in pil grimage to it from great distances, thereby obtaining the accomplishment of their wishes. It is most wonderful that in order to effect this, they cut out their tongues. which grow again in the course of two or three days. . . .\" -- Ayeen, ed. Gladwin, ii. 119; [ed. Jarrett, ii. 312].\n 1609. -- \"Bordering to him is another great Raiaw called Tulluck Chand, whose chiefe City is Negercoat, 80 c. from Lahor, and as much from Syrinan, in which City is a famous Pagod, called Ie or Durga, vnto which worlds of People resort out of all parts of India. . . . Diuers Moores also resorte to this Peer. . . .\" -- W. Finch, in Purchas, i. 438.\n 1616. -- \"27. Nagra Cutt, the chiefe Citie so called. . . .\" -- Terry, in Purchas, ii.; [ed. 1777, p. 82].\n [c. 1617. -- \"Nakarkutt.\" -- Sir T. Roe, Hak. Soc. ii. 534.]\n c. 1676. -- \"The caravan being arriv'd at the foot of the Mountains which are call'd at this day by the name of Naugrocot, abundance of people come from all parts of the Mountain, the greatest part whereof are women and maids, who agree with the Merchants to carry them, their Goods and provisions cross the Mountains. . . .\"- Tavernier, E.T. ii. 183; [ed. Ball, ii. 263].\n 1788. -- \"Kote Kangrah, the fortress belonging to the famous temple of Nagorcote, is given at 49 royal cosses, equal to 99 G. miles, from Sirhind (northward).\" -- Rennell, Memoir, ed. 1793, p. 107.\n 1809. -- \"At Patancote, where the Padshah (so the Sikhs call Runjeet) is at present engaged in preparations and negotiations for the purpose of obtaining possession of Cote Caungrah (or Nagar Cote), which place is besieged by the Raja of Nepaul. . . .\" -- Elphinstone, in Life, i. 217.\n", "nujeeb": "s. Hind. from Ar. najīb, 'noble.' A kind of half-disciplined infantry soldiers under some of the native Governments; also at one time a kind of militia under the British; receiving this honorary title as being gentlemen volunteers.\n [c. 1790. -- \"There were 1000 men, nudjeeves, sword men. . . .\" Evidence of Sheikh Mohammed, quoted by Mr. Plumer, in Trial of W. Hastings, in Bond, iii. 393.\n 1796. -- \"The Nezibs are Matchlock men.\" -- W. A. Tone, A Letter on the Mahratta People, Bombay, 1798, p. 50.]\n 1813. -- \"There are some corps (Mahratta) styled Nujeeb or men of good family. . . . These are foot soldiers invariably armed with a sabre and matchlock, and having adopted some semblance of European discipline are much respected.\" -- Forbes, Or. Mem. ii. 46; [2nd ed. i. 343].\n [ \" \"A corps of Nujeebs, or infantry with matchlocks. . . .\" -- Broughton, Letters from a Mahratta Camp, ed. 1892, p. 11.\n [1817. -- \"In some instances they are called Nujeeb (literally, Noble) and would not deign to stand sentry or perform any fatiguing duty.\" -- V. Blacker, Mem. of the Operations in India in 1817-19, p. 22.]\n", "nullah": "s. Hind. nālā. A watercourse; not necessarily a dry watercourse, though this is perhaps more frequently indicated in the Anglo-Indian use.\n 1776. -- \"When the water falls in all the nullahs. . . .\" -- Halhed's Code, 52.\n c. 1785. -- \"Major Adams had sent on the 11th Captain Hebbert . . . to throw a bridge over Shinga nullah.\" -- Carraccioli, Life of Clive, i. 93.\n 1789. -- \"The ground which the enemy had occupied was entirely composed of sandhills and deep nullahs. . . .\" -- Munro, Narrative, 224.\n 1799. -- \"I think I can show you a situation where two embrasures might be opened in the bank of the nullah with advantage.\" -- Wellington, Despatches, i. 26.\n 1817. -- \"On the same evening, as soon as dark, the party which was destined to open the trenches marched to the chosen spot, and before daylight formed a nullah . . . into a large parallel.\" -- Mill's Hist. v. 377.\n 1843. -- \"Our march tardy because of the nullahs. Watercourses is the right name, but we get here a slip-slop way of writing quite contemptible.\" -- Life of Sir C. Napier, ii. 310.\n 1860. -- \"The real obstacle to movement is the depth of the nullahs hollowed out by the numerous rivulets, when swollen by the rains.\" -- Tennent's Ceylon, ii. 574.\n", "numda": "s. Hind. namda, namdā, from Pers. namad, [Skt. namata]. Felt; sometimes a woollen saddle-cloth, properly made of felt. The word is perhaps the same as Ar. namaṭ, 'a coverlet,' spread on the seat of a sovereign, &c.\n [1774. -- \"The apartment was full of people seated on Naemets (felts of camel hair) spread round the sides of the room. . . .\"- Hanway, Hist. Account of British Trade, i. 226.]\n 1815. -- \"That chief (Temugin or Chingiz), we are informed, after addressing the Khans in an eloquent harangue, was seated upon a black felt or nummud, and reminded of the importance of the duties to which he was called.\" -- Malcolm, H. of Persia, i. 410.\n [1819. -- \"A Kattie throws a nunda on his mare.\" -- Trans. Lit. Soc. Bo. i. 279.]\n 1828. -- \"In a two-poled tent of a great size, and lined with yellow woollen stuff of Europe, sat Nader Koolee Khan, upon a coarse numud. . . .\" -- The Kuzzilbash, i. 254.\n [1850. -- \"The natives use (for their tents) a sort of woollen stuff, about half an inch thick, called 'numbda.' . . . By the bye, this word 'numbda' is said to be the origin of the word nomade, because the nomade tribes used the same material for their tents\" (!) -- Letter in Notes and Queries, 1st ser.i.342.]\n", "numerical affixes": "or DETERMINATIVES .* What is meant by these expressions can perhaps be best elucidated by an extract from the Malay Grammar of the late venerable John Crawfurd:\n \"In the enumeration of certain objects, the Malay has a peculiar idiom which, as far as I know, does not exist in any other language of the Archipelago. It is of the same nature as the word 'head,' as we use it in the tale of cattle, or 'sail' in the enumeration of ships; but in Malay it extends to many familiar objects. Alai, of which the original meaning has not been ascertained, is applied to such tenuous objects as leaves, grasses, &c.; Batang, meaning 'stem,' or 'trunk,' to trees, logs, spears, and javelins; Bantak, of which the meaning has not been ascertained, to such objects as rings; Bidang, which means 'spreading' or 'spacious,' to mats, carpets, thatch, sails, skins, and hides; Biji, 'seeds,' to corn, seeds, stones, pebbles, gems, eggs, the eyes of animals, lamps, and candlesticks,\" and so on. Crawfurd names 8 or 9 other terms, one or other of which is always used in company with the numeral, in ennumerating different classes of objects, as if, in English, idiom should compel us to say 'two stems of spears,' 'four spreads of carpets,' 'six corns of diamonds.' As a matter of fact we do speak of 20 head of cattle, 10 file of soldiers, 100 sail of ships, 20 pieces of cannon, a dozen stand of rifles. But still the practice is in none of these cases obligatory, it is technical and exceptional; insomuch that I remember, when a boy, in old Reform-Bill days, and when disturbances were expected in a provincial town, hearing it stated by a well-informed lady that a great proprietress in the neighbourhood was so alarmed that she had ordered from town a whole stand of muskets!\n To some small extent the idiom occurs also in other European languages, Other terms applied have been Numeralia, Quantitative Auxiliaries, Numeral Auxiliaries, Segregatives, &c.\n including French and German. Of French I don't remember any example now except tête (de betail), nor of German except Stück, which is, however, almost as universal as the Chinese piecey. A quaint example dwells in my memory of a German courier, who, when asked whether he had any employer at the moment, replied: 'Ja freilich! dreizehn Stück Amerikaner!'\n The same peculiar idiom that has been described in the extract from Crawfurd as existing in Malay, is found also in Burmese. The Burmese affixes seem to be more numerous, and their classification to be somewhat more arbitrary and sophisticated. Thus oos, a root implying 'chief' or 'first,' is applied to kings, divinities, priests, &c.; Yauk, 'a male,' to rational beings not divine; Gaung, 'a brute beast,' to irrational beings; Pya implying superficial extent, to dollars, countries, dishes, blankets, &c.; Lun, implying rotundity, to eggs, loaves, bottles, cups, toes, fingers, candles, bamboos, hands, feet, &c.; Tseng and Gyaung, 'extension in a straight line,' to rods, lines, spears, roads, &c.\n The same idiom exists in Siamese, and traces of it appear in some of the vocabularies that have been collected of tribes on the frontier of China and Tibet, indicated by the fact that the numerals in such vocabularies in various instances show identity of origin in the essential part of the numeral, whilst a different aspect is given to the whole word by a variation in what appears to be the numeralaffix* (or what Mr. Brian Hodgson calls the 'servile affix'). The idiom exists in the principal vernaculars of China itself, and it is a transfer of this idiom from Chinese dialects to Pigeon-English which has produced the piecey, which in that quaint jargon seems to be used as the universal numerical affix (\"Two piecey cooly,\" \"three piecey dollar,\" &c.).\n This one pigeon phrase represents scores that are used in the vernaculars. For in some languages the system has taken what seems an extravagant development, which must form a great difficulty in the acquisition of See Sir H. Yule's Introductory Essay to Capt. Gill's River of Golden Sand, ed. 1883, pp. [127], [128].\n colloquial use by foreigners. Some approximate statistics on this subject will be given below.\n The idiom is found in Japanese and Corean, but it is in these cases possibly not indigenous, but an adoption from the Chinese.\n It is found in several languages of C. America, i.e. the Quiché of Guatemala, the Nahault of Mexico Proper; and in at least two other languages (Tep and Pirinda) of the same region. The following are given as the coefficients or determinatives chiefly used in the (Nahualt or) Mexican. Compare them with the examples of Malay and Burmese usage already given:\n Tetl (a stone) used for roundish or cylindrical objects; e.g. eggs, beans, cacao beans, cherries, prickly-pears, Spanish loaves, &c., also for books, and fowls:\n Pantli (?) for long rows of persons and things; also for walls and furrows:\n Tlamantli (from mana, to spread on the ground), for shoes, dishes, basins, paper, &c., also for speeches and sermons:\n Olotl (maize-grains) for ears of maize, cacao-pods, bananas: also for flint arrow-heads (see W. v. Humboldt, Kawi-Sprache, ii. 265).\n I have, by the kind aid of my friend Professor Terrien de la Couperie, compiled a list of nearly fifty languages in which this curious idiom exists. But it takes up too much space to be inserted here. I may, however, give his statistics of the number of such determinatives, as assigned in the grammars of some of these languages In Chinese vernaculars, from 33 in the Shanghai vernacular to 110 in that of Fuchau. In Corean, 12; in Japanese, 16; in Annamite, 106; in Siamese, 24; in Shan, 42; in Burmese, 40; in Malay and Javanese, 19.\n If I am not mistaken, the propensity to give certain technical and appropriated titles to couples of certain beasts and birds, which had such an extensive development in old English sporting phraseology, and still partly survives, had its root in the same state of mind, viz. difficulty in grasping the idea of abstract numbers, and a dislike to their use. Some light to me was, many years ago, thrown upon this feeling, and on the origin of the idiom of which we have been speaking, by a passage in a modern book, which is the more noteworthy as the author does not make any reference to the existence of this idiom in any language, and possibly was not aware of it:\n \"On entering into conversation with the (Red) Indian, it becomes speedily apparent that he is unable to comprehend the idea of abstract numbers. They exist in his mind only as associated ideas. He has a distinct conception of five dogs or five deer, but he is so unaccustomed to the idea of number as a thing apart from specific objects, that I have tried in vain to get an Indian to admit that the idea of the number five, as associated in his mind with five dogs, is identical, as far as number is concerned, with that of five fingers.\" -- (Wilson's Prehistoric Man, 1st ed. ii. 470.) [Also see Tylor, Primitive Culture, 2nd ed. i. 252 seqq.].\n Thus it seems probable that the use of the numeral co-efficient, whether in the Malay idiom or in our old sporting phraseology, is a kind of survival of the effort to bridge the difficulty felt, in identifying abstract numbers as applied to different objects, by the introduction of a common concrete term.\n Traces of a like tendency, though probably grown into a mere fashion and artificially developed, are common in Hindustani and Persian, especially in the official written style of munshīs, who delight in what seemed to me, before my attention was called to the Indo-Chinese idiom, the wilful surplusage (e.g.) of two 'sheets' (fard) of letters, also used with quilts, carpets, &c.; three 'persons' (nafar) of barkandāzes; five 'rope' (rās) of buffaloes; ten 'chains' (zanjīr) of elephants; twenty 'grips' (ḳabẓa) of swords, &c. But I was not aware of the extent of the idiom in the munshī's repertory till I found it displayed in Mr. Carnegy's Kachahri Technicalities, under the head of Muḥāwara (Idioms or Phrases). Besides those just quoted, we there find 'adad ('number') used with coins, utensils, and sleeveless garments; dāna ('grain') with pearls and coral beads; dast ('hand') with falcons, &c., shields, and robes of honour; jild (volume, lit. 'skin') with books; muhār ('nose-bit') with camels; ḳiṭa ('portion,' piecey!) with precious stones, gardens, tanks, fields, letters; manzil ('a stage on a journey, an alighting place') with tents, boats, houses, carriages, beds, howdas, &c.; sāz ('an instrument') with guitars, &c.; silk ('thread') with necklaces of all sorts, &c. Several of these, with others purely Turkish, are used also in Osmanli Turkish.*\n", "nuncaties": "s. Rich cakes made by the Mahommedans in W. India chiefly imported into Bombay from Surat. [There is a Pers. word, nānḵhat̤āi, 'bread of Cathay or China,' with which this word has been connected. But Mr. Weir, Collector of Surat, writes that it is really nankhaṭāī, Pers. nān, 'bread,' and Mahr. khaṭ, shaṭ, 'six'; meaning a special kind of cake composed of six ingredients -- wheatflour, eggs, sugar, butter or ghee, leaven produced from toddy or grain, and almonds.]\n [NUT, s. Hind. nath, Skt. nastā, 'the nose.' The nose-ring worn by Indian women.\n [1819. -- \"An old fashioned nuth or nosering, stuck full of precious or false stones.\" -- Trans. Lit. Soc. Bo. i. 284.\n [1832. -- \"The nut (nose-ring) of gold wire, on which is strung a ruby between two pearls, worn only by married women.\" -- Mrs. Meer Hassan Ali, Obsns. i. 45.]\n", "nut promotion": "s. From its supposed indigestible character, the kernel of the cashew-nut is so called in S. India, where, roasted and hot, it is a favourite dessert dish. [See Linschoten, Hak. Soc. ii. 28.]\n", "nuzzer": "s. Hind. from Ar. naẓr or nazar (prop. nadhr), primarily 'a vow or votive offering'; but, in ordinary use, a ceremonial present, properly an offering from an inferior to a superior, the converse of in'ām. The root is the same as that of Nazarite (Numbers, vi. 2).\n [1765. -- \"The congratulatory nazirs, &c., shall be set opposite my ordinary expenses; and if ought remains, it shall go to Poplar, or some other hospital.\" -- Letter of Ld. Clive, Sept. 30, in Verelst, View of Bengal, 127.\n Some details on the subject of these determinatives, in reference to languages on the eastern border of India, will be found in Prof. Max Müller's letter to Bunsen in the latter's Outlines of the Phil. of Universal History, i. 396 seqq.; as well as in W. von Humboldt, quoted above. Prof. Max Müller refers to Humboldt's Complete Works, vi. 402; but this I have not been able to find, nor, in either writer, any suggested rationale of the idiom.\n [c. 1775. -- \"The Governor lays before the board two bags . . . which were presented to him in nizzers. . . .\" -- Progs. of Council, quoted by Fox in speech against W. Hastings, in Bond, iv. 201.]\n 1782. -- \"Col. Monson was a man of high and hospitable household expenses; and so determined against receiving of presents, that he would not only not touch a nazier (a few silver rupees, or perhaps a gold mohor) always presented by country gentlemen, according to their rank. . . .\"- Price's Tracts, ii. 61.\n 1785. -- \"Presents of ceremony, called nuzzers, were to many a great portion of their subsistence. . . .\" -- Letter in Life of Colebrooke, 16.\n 1786. -- Tippoo, even in writing to the French Governor of Pondichery, whom it was his interest to conciliate, and in acknowledging a present of 500 muskets, cannot restrain his insolence, but calls them \"sent by way of nuzr.\" -- Select Letters of Tippoo, 377.\n 1809. -- \"The Aumil himself offered the nazur of fruit.\" -- Ld. Valentia, i. 453.\n [1832. -- \"I . . . looked to the Meer for explanation; he told me to accept Muckabeg's 'nuzza.'\" -- Mrs. Meer Hassan Ali, Observns. i. 193.]\n 1876. -- \"The Standard has the following curious piece of news in its Court Circular of a few days ago:-\n 'Sir Salar Jung was presented to the Queen by the Marquis of Salisbury, and offered his Muggur as a token of allegiance, which her Majesty touched and returned.'\" -- Punch, July 15.\n For the true sense of the word so deliciously introduced instead of Nuzzer, see MUGGUR.\n O"}