{"oart": "s. A coco-nut garden. The word is peculiar to Western India, and is a corruption of Port. orta (now more usually horta). \"Any man's particular allotment of coco-nut trees in the groves at Mahim or Girgaum is spoken of as his oart.\" (Sir G. Birdwood).\n 1564. -- \". . . e me praz de fazer merce a dita cidade emfatiota para sempre que a ortaliça des ortas dos moradores Portuguezes o christãos que nesta cidade de Goa e ilha tẽ . . . possão vender. . . .\" &c.- Proclamation of Dom Sebastian, in Archiv. Port. Orient. fasc. 2, 157.\n c. 1610. -- \"Il y a vn grand nombre de Palmero ou orta, comme vous diriez ici de nos vergers, pleins d'arbres de Cocos, plantez bien pres à pres; mais ils ne viennent qu'ès lieux aquatiques et bas. . . .\" -- Pyrard de Laval, ii. 17-18; [Hak. Soc. ii. 28].\n 1613. -- \"E os naturaes habitão ao longo do ryo de Malaca, em seus pomares e orthas.\" -- Godinho de Eredia, 11.\n 1673. -- \"Old Goa . . . her Soil is luxurious and Campaign, and abounds with Rich Inhabitants, whose Rural Palaces are immured with Groves and Hortos.\" -- Fryer, 154.\n [1749. -- \". . . as well Vargems (Port. vargem, 'a field') lands as Hortas.\" -- Letter in Logan, Malabar, iii. 48.]\n c. 1760. -- \"As to the Oarts, or Coco-nut groves, they make the most considerable part of the landed property.\" -- Grose, i. 47.\n 1793. -- \"For sale. . . . That neat and commodious Dwelling House built by Mr. William Beal; it is situated in a most lovely Oart. . . .\" -- Bombay Courier, Jan. 12.\n", "obang": "s. Jap. Oh'o-ban, lit. 'greater division.' The name of a large oblong Japanese gold piece, similar to the kobang (q.v.), but of 10 times the value; 5 to 6 inches in length and 3 to 4 inches in width, with an average weight of 2564 grs. troy. First issued in 1580, and last in 1860. Tavernier has a representation of one.\n [1662. -- \"A thousand Oebans of gold, which amount to forty seven thousand Thayls, or Crowns.\" -- Mandelslo, E.T. Bk. ii. 147 (Stanf. Dict.).\n [1859. -- \"The largest gold coin known is the Obang, a most inconvenient circulating medium, as it is nearly six inches in length, and three inches and a half in breadth.\"- Oliphant, Narrative of Mission, ii. 232.]\n", "old strait": "n.p. This is an old name of the narrow strait between the island of Singapore and the mainland, which was the old passage followed by ships passing towards China, but has long been abandoned for the wider strait south of Singapore and north of Bintang. It is called by the Malays Salāt Tambrau, from an edible fish called by the last name. It is the Strait of Singapura of some of the old navigators; whilst the wider southern strait was known as New Strait or Governor's Straits (q.v.).\n 1727. -- \". . . . Johore Lami, which is sometimes the Place of that King's Residence, and has the Benefit of a fine deep large River, which admits of two Entrances into it. The smallest is from the Westward, called by Europeans the Streights of Sincapore, but by the Natives Salletá de Brew\" (i.e. Salāt Tambrau, as above). -- A. Hamilton, ii. 92; [ed. 1744].\n 1860. -- \"The Old Straits, through which formerly our Indiamen passed on their way to China, are from 1 to 2 miles in width, and except where a few clearings have been made . . . with the shores on both sides covered with dense jungle . . . doubtless, in old times, an isolated vessel . . . must have kept a good look out against attack from piratical prahus darting out from one of the numerous creeks.\" -- Cavenagh, Rem. of an Indian Official, 285-6.\n", "ollah": "s. Tam. ōlai, Mal. ōla. A palm-leaf; but especially the leaf of the Palmyra (Borassus flabelliformis) as prepared for writing on, often, but incorrectly, termed cadjan (q.v.). In older books the term ola generally means a native letter; often, as in some cases below, a written order. A very good account of the royal scribes at Calicut, and their mode of writing, is given by Barbosa as follows:-\n 1516. -- \"The King of Calecut keeps many clerks constantly in his palace; they are all in one room, separate and far from the king, sitting on benches, and there they write all the affairs of the king's revenue, and his alms, and the pay which is given to all, and the complaints which are presented to the king, and, at the same time, the accounts of the collectors of taxes. All this is on broad stiff leaves of the palm-tree, without ink, with pens of iron; they write their letters in lines drawn like ours, and write in the same direction as we do. Each of these clerks has great bundles of these written leaves, and whereever they go they carry them under their arms, and the iron pen in their hands . . . and amongst these are 7 or 8 who are great confidants of the king, and men held in great honour, who always stand before him with their pens in their hand and a bundle of paper under their arm; and each of them has always several of these leaves in blank but signed at the top by the king, and when he commands them to despatch any business they write it on these leaves.\"- Pp. 110-111, Hak. Soc., but translation modified.\n 1553. -- \"All the Gentiles of India . . . when they wish to commit anything to written record, do it on certain palm-leaves which they call olla, of the breadth of two fingers.\" -- Barros, I. ix. 3.\n \" \"All the rest of the town was of wood, thatched with a kind of palm-leaf, which they call ola.\" -- Ibid. I. iv. vii.\n 1561. -- \"All this was written by the king's writer, whose business it is to prepare his olas, which are palm-leaves, which they use for writing-paper, scratching it with an iron point.\" -- Correa, i. 212-213. Correa uses the word in three applications: (a) for a palm-leaf as just quoted; (b) for a palm-leaf letter; and (c) for (Coco) palmleaf thatch.\n 1563. -- \". . . in the Maldiva Islands they make a kind of vessel which with its nails, its sails, and its cordage is all made of palm; with the fronds (which we call olla in Malavar) they cover houses and vessels.\" -- Garcia, f. 67.\n 1586. -- \"I answered that I was from Venice, that my name was Gasparo Balbi . . . and that I brought the emeralds from Venice expressly to present to his majesty, whose fame for goodness, courtesy, and greatness flew through all the world . . . and all this was written down on an olla, and read by the aforesaid 'Master of the Word' to his Majesty.\" -- G. Balbi, f. 104.\n \" \"But to show that he did this as a matter of justice, he sent a further order that nothing should be done till they received an olla, or letter of his sign manual written in letters of gold; and so he (the King of Pegù) ordered all the families of those nobles to be kept prisoners, even to the women big with child, and the infants in bands, and so he caused the whole of them to be led upon the said scaffolding; and then the king sent the olla, ordering them to be burnt; and the Decagini executed the order, and burned the whole of them.\" -- Ibid. f. 112-113.\n [1598. -- \"Sayles which they make of the leaves, which leaves are called Olas.\"  Linschoten, Hak. Soc. ii. 45.\n [1611. -- \"Two Ollahs, one to Gimpa Raya. . . .\" -- Danvers, Letters, i. 154.]\n 1626. -- \"The writing was on leaves of Palme, which they call Olla.\" -- Purchas, Pilgrimage, 554.\n 1673. -- \"The houses are low, and thatched with ollas of the Cocoe-Trees.\" -- Fryer, 66.\n c. 1690. -- \". . . Ola peculiariter Malabaris dicta, et inter alia Papyri loco adhibetur.\" -- Rumphius, i. 2.\n 1718. -- \". . . Damulian Leaves, commonly called Oles.\" -- Prop. of the Gospel, &c., iii. 37.\n 1760. -- \"He (King Alompra) said he would give orders for Olios to be made out for delivering of what Englishmen were in his Kingdom to me.\" -- Capt. Alves, in Dalrymple, Or. Rep. i. 377.\n 1806. -- \"Many persons had their Ollahs in their hands, writing the sermon in Tamil shorthand.\" -- Buchanan, Christian Res. 2nd ed. 70.\n 1860. -- \"The books of the Singhalese are formed to-day, as they have been for ages past, of olas, or strips taken from the young leaves of the Talipot or the Palmyra palm.\" -- Tennent, Ceylon, i. 512.\n 1870. -- \". . . Un manuscrit sur olles. . . .\" -- Revue Critique, June 11, 374.\n", "omedwaur": "s. Hind. from Pers. ummedwār (ummed, umed, 'hope'); literally, therefore, 'a hopeful one'; i.e. \"an expectant, a candidate for employment, one who awaits a favourable answer to some representation or request.\" (Wilson.)\n 1816. -- \"The thoughts of being three or four years an omeedwar, and of staying out here till fifty deterred me.\" -- M.Elphinstone, in Life, i. 344.\n", "omlah": "s. This is properly the Ar. Pl. 'amalat, 'amalā, of 'āmil (see AUMIL). It is applied on the Bengal side of India to the native officers, clerks, and other staff of a civil court or cutcherry (q.v.) collectively.\n c. 1778. -- \"I was at this place met by the Omlah or officers belonging to the establishment, who hailed my arrival in a variety of boats dressed out for the occasion.\" -- Hon. R. Lindsay, in Lives of the Lindsays, iii. 167.\n 1866. -- \"At the worst we will hint to the Omlahs to discover a fast which it is necessary they shall keep with great solemnity.\" -- Trevelyan, The Dawk Bungalow, in Fraser, lxxiii. 390.\n The use of an English plural, omlahs, here is incorrect and unusual; though omrahs is used (see next word).\n 1878. -- \". . . the subordinate managers, young, inexperienced, and altogether in the hands of the Omlah.\" -- Life in the Mofussil, ii. 6.\n", "omrah": "s. This is properly, like the last word, an Ar. pl. (Umarā, pl. of Amīr -- see AMEER), and should be applied collectively to the higher officials at a Mahommedan Court, especially that of the Great Mogul. But in old European narratives it is used as a singular for a lord or grandee of that Court; and indeed in Hindustani the word was similarly used, for we have a Hind. plural umarāyān, 'omrahs.' From the remarks and quotations of Blochmann, it would seem that Manṣabdārs (see MUNSUBDAR), from the commandant of 1000 upwards, were styled umarā-i-kabār, or umara-i-'izām, 'Great Amīrs'; and these would be the Omrahs properly. Certain very high officials were styled Amīr-ul-Umarā (Āīn, i. 239-240), a title used first at the Court of the Caliphs.\n 1616. -- \"Two Omrahs who are great Commanders.\" -- Sir T. Roe.\n [ \" \"The King lately sent out two Vmbras with horse to fetch him in.\" -- Ibid. Hak. Soc. ii. 417; in the same page he writes Vmreis, and in ii. 445, Vmraes.]\n c. 1630. -- \"Howbeit, out of this prodigious rent, goes yearely many great payments: to his Leiftenants of Provinces, and Vmbrayes of Townes and Forts.\" -- Sir T. Herbert, p. 55.\n 1638. -- \"Et sous le commandement de plusieurs autres seigneurs de ceux qu'ils appellent Ommeraudes.\" -- Mandelslo, Paris, 1659, p. 174.\n 1653. -- \"Il y a quantité d'elephans dans les Indes . . . les Omaras s'en seruent par grandeur.\" -- De la Boullaye-le-Gouz, ed. 1657, p. 250.\n c. 1664. -- \"It is not to be thought that the Omrahs, or Lords of the Mogul's Court, are sons of great Families, as in France . . . these Omrahs then are commonly but Adventurers and Strangers of all sorts of Nations, some of them slaves; most of them without instruction, which the Mogul thus raiseth to Dignities as he thinks good, and degrades them again, as he pleaseth.\"- Bernier, E.T. 66; [ed. Constable, 211].\n c. 1666. -- \"Les Omras sont les grand seigneurs du Roiaume, qui sont pour la plupart Persans ou fils de Persans.\" -- Thevenot, v. 307.\n 1673. -- \"The President . . . has a Noise of Trumpets . . . an Horse of State led before him, a Mirchal (see MORCHAL) (a Fan of Ostrich Feathers) to keep off the Sun, as the Ombrahs or Great Men have.\"- Fryer, 86.\n 1676.- \"Their standard, planted on the battlement, Despair and death among the soldiers sent; You the bold Omrah tumbled from the wall, And shouts of victory pursued the fall.\" Dryden, Aurengzebe, ii. 1.\n 1710. -- \"Donna Juliana . . . let the Heer Ambassador know . . . that the Emperor had ordered the Ammaraws Enay Ullah Chan (&c.) to take care of our interests. \" -- Valentijn, iv. Suratte, 284.\n 1727. -- \"You made several complaints against former Governors, all of which I have here from several of my Umbras.\"- Firmān of Aurangzīb, in A. Hamilton, ii. 227; [ed. 1744, i. 231].\n 1791. -- \". . . les Omrahs ou grands seigneurs Indiens. . . .\" -- B. de St. Pierre, La Chaumière Indienne, 32.\n", "omum water": "s. A common domestic medicine in S. India, made from the strong-smelling carminative seeds of an umbelliferous plant, Carum copticum, Benth. (Ptychotis coptica, and Ptych. Ajowan of Decand.), called in Tamil omam, [which comes from the Skt. yamāni, yavāni, in Hind. ajwān.] See Hanbury and Flückiger, 269.\n", "oojyne": "n.p. Ujjayanī, or, in the modern vernacular, Ujjain, one of the most ancient of Indian cities, and one of their seven sacred cities. It was the capital of King Vikramaditya, and was the first meridian of Hindu astronomers, from which they calculated their longitudes.\n The name of Ujjain long led to a curious imbroglio in the interpretation of the Arabian geographers. Its meridian, as we have just mentioned, was the zero of longitude among the Hindus. The Arab writers borrowing from the Hindus wrote the name apparently Azīn, but this by the mere omission of a diacritical point became Arīn, and from the Arabs passed to medieval Christian geographers as the name of an imaginary point on the equator, the intersection of the central meridian with that circle. Further, this point, or transposed city, had probably been represented on maps, as we often see cities on medieval maps, by a cupola or the like. And hence the \"Cupola of Arin or Arym,\" or the \"Cupola of the Earth\" (Al-ḳubba alarḍh) became an established commonplace for centuries in geographical tables or statements. The idea was that just 180˚ of the earth's circumference was habitable, or at any rate cognizable as such, and this meridian of Arin bisected this habitable hemisphere. But as the western limit extended to the Fortunate Isles, it became manifest to the Arabs that the central meridian could not be so far east as the Hindu meridian of Arin (or of Lanka, i.e. Ceylon). (See quotation from the Aryabhatta, under JAVA.) They therefore shifted it westward, but shifted the mystic Arin along the equator westward also. We find also among medieval European students (as with Roger Bacon, below), a confusion between Arin and Syene. This Reinaud supposes to have arisen from the *)ESSINA\\ E)MPO/RION of Ptolemy, a place which he locates on the Zanzibar coast, and approximating to the shifted position of Arin. But it is perhaps more likely that the confusion arose from some survival of the real name Azīn. Many conjectures were vainly made as to the origin of Arym, and M. Sedillot was very positive that nothing more could be learned of it than he had been able to learn. But the late M. Reinaud completely solved the mystery by pointing out that Arin was simply a corruption of Ujjain. Even in Arabic the mistake had been thoroughly ingrained, insomuch that the word Arīn had been adopted as a generic name for a place of medium temperature or qualities (see Jorjānī, quoted below).\n c. A.D. 150. -- \"'*OZHNH\\ BASI/LEION *TIAS- TANOU=.\" -- Ptol. VII. i. 63.\n c. 930. -- \"The Equator passes between east and west through an island situated between Hind and Habash (Abyssinia), and a little south of these two countries. This point, half way between north and south is cut by the point (meridian?) half way between the Eternal Islands and the extremity of China; it is what is called The Cupola of the Earth.\" -- Maṣ'ūdī, i. 180-181.\n c. 1020. -- \"Les Astronomes . . . ont fait correspondre la ville d'Odjein avec le lieu qui dans le tableau des villes inséré dans les tables astronomiques a reçu le nom d'Arin, et qui est supposé situé sur les bords de la mer. Mais entre Odjein et la mer, il y a près de cent yodjanas.\" -- Al-Birūnī, quoted by Reinaud, Intro. to Abulfeda, p. ccxlv.\n c. 1267. -- \"Meridianum vero latus Indiae descendit a tropico Capricorni, et secat aequinoctialem circulum apud Montem Maleum et regiones ei conterminos et transit per Syenem, quae nunc Arym vocatur. Nam in libro cursuum planetarum dicitur quod duplex est Syene; una sub solstitio . . . alia sub aequinoctiali circulo, de quâ nunc est sermo, distans per xc gradus ab occidente, sed magis ab oriente elongatur propter hoc, quod longitudo habitabilis major est quam medietas coeli vel terrae, et hoc versus orientem.\" -- Roger Bacon, Opus Majus, ed. London, 1633, p. 195.\n c. 1300. -- \"Sous la ligne équinoxiale, au milieu du monde, là où il n'y a pas de latitude, se trouve le point de la corrélation servant de centre aux parties que se coupent entre elles. . . . Dans cet endroit et sur ce point se trouve le lieu nommé Coupole deAzin ou Coupole de Arin. Là est un château grand, élevé et d'un accès difficile. Suivant Ibn-Alaraby, c'est le séjour des démons et la trône d'Eblis. . . . Les Indiens parlent également de ce lieu, et débitent des fables à son sujet.\" -- Arabic Cosmography, quoted by Reinaud, p. ccxliii.\n c. 1400. -- \"Arin (al-arīn. Le lieu d'une proportion moyenne dans les choses . . . un point sur la terre à une hauteur égale des deux poles, en sorte que la nuit n'y empiète point sur la durée du jour, ni le jour sur la durée de la nuit. Ce mot a passé dans l'usage ordinaire, pour signifier d'une manière générale un lieu d'une temperature moyenne. \" -- Livre de Definitions du Seïd Scherif Zeineddin . . . fils de Mohammed Djordjani, trad. de Silv. de Sacy, Not. et Extr. x. 39.\n 1498. -- \"Ptolemy and the other philosophers, who have written upon the globe, thought that it was spherical, believing that this hemisphere was round as well as that in which they themselves dwelt, the centre of which was in the island of Arin, which is under the equinoctial line, between the Arabian Gulf and the Gulf of Persia.\"- Letter of Columbus, on his Third Voyage, to the King and Queen. Major's Transl., Hak. Soc. 2nd ed. 135.\n [c. 1583. -- \"From thence we went to Vgini and Serringe. . . .\" -- R. Fitch in Hakl. ii. 385.\n [1616. -- \"Vgen, the Cheefe Citty of Malwa.\" -- Sir T. Roe, Hak. Soc. ii. 379.]\n c. 1659. -- \"Dara having understood what had passed at Eugenes, fell into that choler against Kasem Kan, that it was thought he would have cut off his head.\" -- Bernier, E.T. p. 13; [ed. Constable, 41].\n 1785. -- \"The City of Ugen is very ancient, and said to have been the Residence of the Prince BICKER MAJIT, whose Ӕra is now Current among the Hindus.\" -- Sir C. Malet, in Dalrymple, Or. Rep. i. 268.\n", "ooolooballong": "s. Malay, Ulubalang, a chosen warrior, a champion. [Mr. Skeat notes: \"hulu or ulu certainly means 'head,' especially the head of a Raja, and balang probably means 'people'; hence ulubalang, 'men of the head,' or 'bodyguard.']\n c. 1546. -- \"Four of twelve gates that were in the Town were opened, thorough each of the which sallied forth one of the four Captaines with his company, having first sent out for Spies into the Camp six Orobalons of the most valiant that were about the King. . . .\" -- Pinto (in Cogan), p. 260.\n 1688. -- \"The 500 gentlemen Orobalang were either slain or drowned, with all the Janizaries.\" -- Dryden, Life of Xavier, 211.\n 1784. -- (At Acheen) \"there are five great officers of state who are named Maha Rajah, Laxamana (see LAXIMANA), Raja Oolah, Ooloo Ballang, and Parkah Rajah.\"- Forrest, V. to Mergui, 41.\n 1811. -- \"The ulu balang are military officers, forming the body-guard of the Sultan, and prepared on all occasions to execute his orders.\" -- Marsden, H. ofSumatra, 3rd ed. 351.\n", "ooplah": "s. Cow dung patted into cakes, and dried and stacked for fuel. Hind. uplā. It is in S. India called bratty (q.v.).\n 1672. -- \"The allowance of cowdunge and wood was -- for every basket of cowdunge, 2 cakes for the Gentu Pagoda; for Peddinagg the watchman, of every baskett of cowdunge, 5 cakes.\" -- Orders at Ft. St. Geo., Notes and Exts. i. 56.\n [Another name for the fuel is kaṇḍā.\n [1809. -- \". . . small flat cakes of cow-dung, mixed with a little chopped straw and water, and dried in the sun, are used for fuel; they are called kundhas. . . .\" -- Broughton, Letters from a Mahratta Camp, ed. 1892, p. 158.]\n This fuel which is also common in Egypt and Western Asia, appears to have been not unknown even in England a century ago, thus:-\n 1789. -- \"We rode about 20 miles that day (near Woburn), the country . . . is very open, with little or no wood. They have even less fuel than we (i.e. in Scotland), and the poor burn cow-dung, which they scrape off the ground, and set up to burn as we do divots (i.e. turf).\" -- Lord Minto, in Life, i. 301.\n 1863. -- A passage in Mr. Marsh's Man and Nature, p. 242, contains a similar fact in reference to the practice, in consequence of the absence of wood, in France between Grenoble and Briançon.\n [For the use of this fuel, in Tartary under the name of argols, see Huc, Travels, 2nd ed. i. 23. Numerous examples of its use are collected in 8 ser. Notes and Queries, iv. 226, 277, 377, 417.\n [c. 1590. -- \"The plates (in refining gold) having been washed in clean water, are . . . covered with cowdung, which in Hindi is called uplah.\" -- Āīn, ed. Blochmann, i. 21.\n 1828. -- \"We next proceeded to the Ooplee Wallee's Bastion, as it is most erroneously termed by the Mussulmans, being literally in English a 'Brattee,' or 'dried cowdung -- Woman's Tower.'. . .\" (This is the Upri Burj, or 'Lofty Tower' of Bijapur, for which see Bombay Gazetteer, xxiii. 638). -- Welsh, Military Reminiscences, ii. 318 seq.]\n [OORD, OORUD, s. Hind. uṛad. A variety of dāl (see DHALL) or pulse, the produce of Phaseolus radiatus. \"Urd is the most highly prized of all the pulses of the genus Phaseolus, and is largely cultivated in all parts of India\" (Watt, Econ. Dict. vi. pt. i. 102, seqq.).\n [1792. -- \"The stalks of the oord are hispid in a lesser degree than those of moong.\"- Asiat. Res. vi. 47.\n [1814. -- \"Oord.\" See under POPPER.\n [1857. -- \"The Oordh Dal is in more common use than any other throughout the country.\" -- Chevers, Man. of MedicalJurisprudence, 309.]\n", "oordoo": "s. The Hindustani language. The (Turki) word urdū means properly the camp of a Tartar Khān, and is, in another direction, the original of our word horde (Russian orda), [which, according to Schuyler (Turkistan, i. 30, note), \"is now commonly used by the Russian soldiers and Cossacks in a very amusing manner as a contemptuous term for an Asiatic\"]. The 'Golden Horde' upon the Volga was not properly (pace Littré) the name of a tribe of Tartars, as is often supposed, but was the style of the Royal Camp, eventually Palace, of the Khāns of the House of Batu at Sarai. Horde is said by Pihan, quoted by Dozy (Oosterl. 43) to have been introduced into French by Voltaire in his Orphelin de la Chine. But Littré quotes it as used in the 16th century. Urda is now used in Turkistan, e.g. at Tashkend, Khokhand, &c., for a 'citadel' (Schuyler, loc. cit. i. 30). The word urdū, in the sense of a royal camp, came into India probably with Baber, and the royal residence at Delhi was styled urdū-i-mu'allā, 'the Sublime Camp.' The mixt language which grew up in the court and camp was called zabān-i-urdū, 'the Camp Language,' and hence we have elliptically Urdū. On the Peshawar frontier the word urdū is still in frequent use as applied to the camp of a field-force.\n 1247. -- \"Post haec venimus ad primam ordam Imperatoris, in quâ erat una de uxoribus suis; et quia nondum videramus Imperatorem, noluerint nos vocare nec intromittere ad ordam ipsius.\" -- Plano Carpini, p. 752.\n 1254. -- \"Et sicut populus Israel sciebat, unusquisque ad quam regionem tabernaculi deberet figere tentoria, ita ipsi sciunt ad quod latus curie debeant se collocare. . . . Unde dicitur curia Orda lingua eorum, quod sonat medium, quia semper est in medio hominum suorum. . . .\" -- William of Rubruk, p. 267.\n 1404. -- \"And the Lord (Timour) was very wroth with his Mirassaes (Mirzas), because he did not see the Ambassador at this feast, and because the Truximan (Interpreter) had not been with them . . . and he sent for the Truximan and said to him: 'How is it that you have enraged and vexed the Lord? Now since you were not with the Frank ambassadors, and to punish you, and ensure your always being ready, we order your nostrils to be bored, and a cord put through them, and that you be led through the whole Ordo as a punishment.'\" -- Clavijo, \u0015 cxi.\n c. 1440. -- \"What shall I saie of the great and innumerable moltitude of beastes that are in this Lordo? . . . if you were disposed in one daie to bie a thousande or ij.ml horses you shulde finde them to sell in this Lordo, for they go in heardes like sheepe. . . .\"- Josafa Barbaro, old E.T. Hak. Soc. 20.\n c. 1540. -- \"Sono diuisi i Tartari in Horde, e Horda nella lor lingua significa ragunãza di popolo vnito e concorde a similitudine d'vna città.\" -- P. Jovio, delle Cose dellaMoscovia, in Ramusio, ii. f. 133.\n 1545. -- \"The Tartars are divided into certain groups or congregations, which they call hordes. Among which the Savola horde or group is the first in rank.\" -- Herberstein, in Ramusio, ii. 171.\n [1560. -- \"They call this place (or camp) Ordu bazaar.\" -- Tenreiro, ed. 1829, ch. xvii. p. 45.]\n 1673. -- \"L'Ourdy sortit d'Andrinople pour aller au camp. Le mot ourdy signifie camp, et sous ce nom sont compris les mestiers que sont necessaires pour la commodité du voyage.\" -- Journal d' Ant. Galland, i. 117.\n [1753. -- \"That part of the camp called in Turkish the Ordubazar or camp-market, begins at the end of the square fronting the guard-rooms. . . .\" -- Hanway, Hist. Account, i. 247.]\n", "oorial": "Panj. ūrīal, Ovis cycloceros, Hutton, [Ovis vignei, Blanford (Mammalia, 497), also called the Shā;] the wild sheep of the Salt Range and Sulimānī Mountains.\n", "ooriya": "n.p. The adjective 'pertaining to Orissa ' (native, language, what not); Hind. Uṛiya. The proper name of the country is Odṛa-deśa, and Oṛ-deśa, whence Oṛ-iya and Uṛ-iya. [\"The Ooryah bearers were an old institution in Calcutta, as in former days palankeens were chiefly used. From a computation made in 1776, it is stated that they were in the habit of carrying to their homes every year sums of money sometimes as much as three lakhs made by their business\" (Carey, Good Old Days of Honble. John Company, ii. 148).]\n", "ootacamund": "n.p. The chief station in the Neilgherry Hills, and the summer residence of the Governor of Madras. The word is a corruption of the Badaga name of the site of 'Stone-house,' the first European house erected in those hills, properly Hottaga-mand (see Metz, Tribes of the Neilgherries, 6). [Mr. Grigg (Man. of the Nilagiris, 6, 189), followed by the Madras Gloss., gives Tam. Ottagaimandu, from Can. ottai, 'dwarf bamboo,' Tam. kay, 'fruit,' mandu, 'a Toda village.']\n", "opal": "s. This word is certainly of Indian origin: Lat. opalus, Greek, O)PA/LLIOS, Skt. upala, 'a stone.' The European word seems first to occur in Pliny. We do not know how the Skt. word received this specific meaning, but there are many analogous cases.\n", "opium": "s. This word is in origin Greek, not Oriental. [The etymology accepted by Platts, Skt. ahiphena, 'snake venom' is not probable.] But from the Greek O)/PION the Arabs took afyūn which has sometimes reacted on old spellings of the word. The collection of the O)PO\\S, or juice of the poppy-capsules, is mentioned by Dioscorides (c. A.D. 77), and Pliny gives a pretty full account of the drug as opion (see Hanbury and Flückiger, 40). The Opium-poppy was introduced into China, from Arabia, at the beginning of the 9th century, and its earliest Chinese name is A-fu-yung, a representation of the Arabic name. The Arab. afyūn is sometimes corruptly called afīn, of which afīn, 'imbecile,' is a popular etymology. Similarly the Bengalees derive it from afi-heno, 'serpent-home.' [A number of early references to opium smoking have been collected by Burnel], Linschoten, Hak. Soc. ii. 113.]\n c. A.D. 70. -- \". . . which juice thus drawne, and thus prepared, hath power not onely to provoke sleepe, but if it be taken in any great quantitie, to make men die in their sleepe: and this our Physicians call opion. Certes I have knowne many come to their death by this meanes; and namely, the father of Licinius Cecinna late deceased, a man by calling a Pretour, who not being able to endure the intollerable pains and torments of a certaine disease, and being wearie of his life, at Bilbil in Spaine, shortened his owne daies by taking opium.\" -- Pliny, in Holland's transl. ii. 68.\n (Medieval).- \"Quod venit a Thebis, opio laudem perhibebis; Naribus horrendum, rufum laus dictat emendum.\" Otho Cremonensis.\n 1511. -- \"Next day the General (Alboquerque) sent to call me to go ashore to speak to the King; and that I should say on his part . . . that he had got 8 Guzzarate ships that he had taken on the way because they were enemies of the King of Portugal; and that these had many rich stuffs and much merchandize, and arfiun (for so they call opio tebaico) which they eat to cool themselves; all which he would sell to the King for 300,000 ducats worth of goods, cheaper than they could buy it from the Moors, and more such matter.\" -- Letter of Giovanni da Empoli, in Archivio Storico Italiano, 55.\n [1513. -- \"Opium (oafyam) is nothing else than the milk of poppies.\" -- Alboquerque, Cartas, p. 174.]\n 1516. -- \"For the return voyage (to China) they ship there (at Malacca) Sumatra and Malabar pepper, of which they use a great deal in China, and drugs of Cambay, much anfiam, which we call opium. . . .\" -- Barbosa, 206.\n 1563. -- \"R. I desire to know for certain about amfiao, what it is, which is used by the people of this country; if it is what we call opium, and whence comes such a quantity as is expended, and how much may be eaten every day?\n * * * * * \"O. . . . that which I call of Cambaia come for the most part from one territory which is called Malvi (Mālwā). . . . I knew a secretary of Nizamoxa (see NIZAMALUCO), a native of Coraçon, who every day eat three tóllas (see TOLA), or a weight of 10½ cruzados . . . though he was a well educated man, and a great scribe and notary, he was always dozing or sleeping; yet if you put him to business he would speak like a man of letters and discretion; from this you may see what habit will do.\" -- Garcia, 153v to 155v.\n 1568. -- \"I went then to Cambaya . . . and there I bought 60 parcels of Opium, which cost me two thousand and a hundreth duckets, every ducket at foure shillings two pence.\" -- Master C. Frederike, in Hakl. ii. 371. The original runs thus, showing the looseness of the translation: \". . . comprai sessanta man d'Anfion, che mi costò 2100 ducati serafini (see XERAFINE), che a nostro conto possono valere 5 lire l'vno.\"- In Ramusio, iii. 396v.\n 1598. -- \"Amfion, so called by the Portingales, is by Arabians, Mores, and Indians called Affion, in latine Opio or Opium. . . . The Indians use much to eat Amfion. . . . Hee that useth to eate it, must eate it daylie, otherwise he dieth and consumeth himselfe . . . likewise hee that hath never eaten it, and will venture at the first to eate as much as those that dayly use it, it will surely kill him. . . .\" -- Linschoten, 124; [Hak. Soc. ii. 112].\n [c. 1610. -- \"Opium, or as they (in the Maldives) call it, Aphion.\" -- Pyrard de Laval, Hak. Soc. i. 195.\n [1614. -- \"The waster washer who to get Affanan hires them (the cloths) out a month.\" -- Foster, Letters, ii. 127.\n [1615. -- \". . . Coarse chintz, and ophyan.\" -- Ibid. iv. 107].\n 1638. -- \"Turcae opium experiuntur, etiam in bona quantitate, innoxium et confortativum; adeo ut etiam ante praelia ad fortitudinem illud sumant; nobis vero, nisi in parvâ quantitate, et cum bonis correctivis lethale est.\" -- Bacon, H. Vitae et Mortis (ed. Montague) x. 188.\n 1644. -- \"The principal cause that this monarch, or rather say, this tyrant, is so powerful, is that he holds in his territories, and especially in the kingdom of Cambaya, those three plants of which are made the Anfiam, and the anil (see ANILE), and that which gives the Algodam\" (Cotton).- Bocarro, MS.\n 1694. -- \"This people, that with amphioen or opium, mixed with tobacco, drink themselves not merely drunk but mad, are wont to fall furiously upon any one whom they meet, with a naked kris or dagger in the hand, and to stab him, though it be but a child, in their mad passion, with the cry of Amock (see A MUCK), that is 'strike dead,' or 'fall on him.'. . .\" -- Valentijn, iv. (China, &c.) 124.\n 1726. -- \"It will hardly be believed . . . that Java alone consumes monthly 350 packs of opium, each being of 136 catis (see CATTY), though the E. I. Company make 145 catis out of it. . . .\" -- Valentijn, iv. 61.\n 1727. -- \"The Chiefs of Calecut, for many years had vended between 500 and 1000 chests of Bengal Ophium yearly up in the inland Countries, where it is very much used.\" -- A. Hamilton, i. 315; [ed. 1744, i. 317 seq.].\n 1770. -- \"Patna . . . is the most celebrated place in the world for the cultivation of opium. Besides what is carried into the inland parts, there are annually 3 or 4000 chests exported, each weighing 300 lbs. . . . An excessive fondness for opium prevails in all the countries to the east of India. The Chinese emperors have suppressed it in their dominions, by condemning to the flames every vessel that imports this species of poison.\" -- Raynal (tr. 1777), i. 424.\n", "orange": "s. A good example of plausible but entirely incorrect etymology is that of orange from Lat. aurantium. The latter word is in fact an ingenious medieval fabrication. The word doubtless came from the Arab. nāranj, which is again a form of Pers. nārang, or nārangī, the latter being still a common term for the orange in Hindustan. The Persian indeed may be traced to Skt. nāgarañga, and nārañga, but of these words no satisfactory etymological explanation has been given, and they have perhaps been Sanscritized from some southern term. Sir W. Jones, in his article on the Spikenard of the Ancients, quotes from Dr. Anderson of Madras, \"a very curious philogical remark, that in the Tamul dictionary, most words beginning with nar have some relation to fragrance; as narukeradu, to yield an odour; nártum pillei, lemon-grass; nártei, citron; nárta manum (read mārum), the wild orange-tree; nárum panei, the Indian jasmine; nárum alleri, a strong smelling flower; and nártu, which is put for nard in the Tamul version of our scriptures.\" (See As. Res. vol. ii. 414). We have not been able to verify many of these Tamil terms. But it is true that in both Tamil and Malayalam naṛu is 'fragrant.' See, also, on the subject of this article, A. E. Pott, in Lassen's Zeitschrift f. d. Kunde des Morgenlandes, vii. 114 seqq.\n The native country of the orange is believed to be somewhere on the northern border of India. A wild orange, the supposed parent of the cultivated species, both sweet and bitter, occurs in Garhwāl and Sikkim, as well as in the Kāṣia (see COSSYA) country, the valleys of which last are still abundantly productive of excellent oranges. [See Watt, Econ. Dict. ii. 336 seqq.] It is believed that the orange first known and cultivated in Europe was the bitter or Seville orange (see Hanbury and Flückiger, 111-112).\n From the Arabic, Byzantine Greek got NERA/NTZION, the Spaniards naranja, old Italian narancia, the Portuguese laranja, from which last, or some similar form, by the easy detachment of the l (taken probably, as in many other instances, for an article), we have the Ital. arancio, L. Latin aurantium, French orange, the modification of these two being shaped by aurum and or. Indeed, the quotation from Jacques de Vitry possibly indicates that some form like al-arangi may have been current in Syria. Perhaps, however, his phrase ab indigenis nuncupantur may refer only to the Frank or quasiFrank settlers, in which case we should have among them the birthplace of our word in its present form. The reference to this passage we derived in the first place from Hehn, who gives a most interesting history of the introduction of the various species of citrus into Europe. But we can hardly think he is right in supposing that the Portuguese first brought the sweet orange (Citrus aurantium dulce) into Europe from China, c. 1548. No doubt there may have been a reintroduction of some fine varieties at that time.* But as early as the beginning of the 14th century we find Abulfeda extolling the fruit of Cintra. His words, as rendered by M. Reinaud, run: \"Au nombre des dependances de Lisbonne est la ville de Schintara; à Schintara on recueille des pommes admirables pour la grosseur et le gout\" (244†). That these pommes were the famous Cintra oranges can hardly be There seems to have been great oscillation of traffic in this matter. About 1873, one of the present writers, then resident at Palermo, sent, in compliance with a request from Lahore, a collection of plants of many (about forty) varieties of citrus cultivated in Sicily, for introduction into the Punjab. This despatch was much aided by the kindness of Prof. Todaro, in charge of the Royal Botanic Garden at Palermo.\n In Reiske's version \"poma stupendae moliset excellentissima.\" -- Büsching's Magazin, iv. 230.\n doubted. For Baber (Autobiog. 328) describes an orange under the name of Sangtarah, which is, indeed, a recognised Persian and Hind. word for a species of the fruit. And this early propagation of the sweet orange in Portugal would account not only for such wide diffusion of the name of Cintra, but for the persistence with which the alternative name of Portugals has adhered to the fruit in question. The familiar name of the large sweet orange in Sicily and Italy is portogallo, and nothing else; in Greece PORTOGALE/A, in Albanian protokale, among the Kurds portoghāl; whilst even colloquial Arabic has burtuḳān. The testimony of Maṣ'ūdī as to the introduction of the orange into Syria before his time (c. A.D. 930), even if that were (as it would seem) the Seville orange, renders it quite possible that better qualities should have reached Lisbon or been developed there during the Saracenic occupation. It was indeed suggested in our hearing by the late Sir Henry M. Elliot that sangtarah might be interpreted as sang-tar, 'green stones' (or in fact 'moist pips'); but we hardly think he would have started this had the passage in Abulfeda been brought to his notice. [In the Āīn (ed. Gladwin, 1800, ii. 20) we read: \"Sircar Silhet. . . . Here grows a delicious fruit called Soontara, in colour like an orange, but of an oblong form.\" This passage reads in Col. Jarrett's translation (ii. 124): \"There is a fruit called Súntarah in colour like an orange but large and very sweet.\" Col. Jarrett disputes the derivation of Sangtarah from Cintra, and he is followed by Mr. H. Beveridge, who remarks that Humayun calls the fruit Sanatra. Mr. Beveridge is inclined to think that Santra is the Indian hill name of the fruit, of which Sangtarah is a corruption, and refers to a village at the foot of the Bhutan Hills called Santrabārī, because it had orange groves.]\n A.D. c. 930. -- \"The same may be said of the orange-tree (Shajr-ul-nāranj) and of the round citron, which were brought from India after the year (A.H.) 300, and first sown in 'Oman. Thence they were transplanted to Basra, to 'Irāk, and to Syria . . . but they lost the sweet and penetrating odour and beauty that they had in India, having no longer the benefits of the climate, soil, and water peculiar to that country.\" -- Maṣ'ūdī, ii. 438-9.\n c. 1220. -- \"In parvis autem arboribus quaedam crescunt alia poma citrina, minoris quantitatis frigida et acidi seu pontici (bitter) saporis, quae poma orenges ab indigenis nuncupantur.\" -- Jacobus Vitriacus, in Bongars. These were apparently our Seville oranges.\n c. 1290. -- \"In the 18th of Edward the first a large Spanish Ship came to Portsmouth; out of the cargo of which the Queen bought one frail (see FRAZALA) of Seville figs, one frail of raisins or grapes, one bale of dates, two hundred and thirty pomegranates, fifteen citrons, and seven oranges (Poma de orenge).\" -- Manners and Household Expenses of England in the 13th and 15th Centuries, Roxb. Club, 1841, p. xlviii. The Editor deigns only to say that 'the MS. is in the Tower.' [Prof. Skeat writes (9 ser. Notes and Queries, v. 321): \"The only known allusion to oranges, previously to 1400, in any piece of English literature (I omit household documents) is in the 'Alliterative Poems,' edited by Dr. Morris, ii. 1044. The next reference, soon after 1400, is in Lydgate's 'Minor Poems,' ed. Halliwell, p. 15. In 1440 we find oronge in the 'Promptorium Parvulorum,' and in 1470 we find orenges in the 'Paston Letters,' ed. Gairdner, ii. 394.\"]\n 1481. -- \"Item to the galeman (galley man) brought the lampreis and oranges . . . iiijd.\" -- Household Book of John D. of Norfolk, Roxb. Club, 1844, p. 38.\n c. 1526. -- \"They have besides (in India) the nâranj [or Seville orange, Tr.] and the various fruits of the orange species. . . . It always struck me that the word nâranj was accented in the Arab fashion; and I found that it really was so; the men of Bajour and Siwâd call nâranj nârank\" (or perhaps rather nârang). -- Baber, 328. In this passage Baber means apparently to say that the right name was nārang, which had been changed by the usual influence of Arabic pronunciation into nāranj.\n 1883. -- \"Sometimes the foreign products thus cast up (on Shetland) at their doors were a new revelation to the islanders, as when a cargo of oranges was washed ashore on the coast of Delting, the natives boiled them as a new kind of potatoes.\" -- Saty. Review, July 14, p. 57.\n", "orang-otang": "&c. s. The great man-like ape of Sumatra and Borneo; Simia Satyrus, L. This name was first used by Bontius (see below). It is Malay, ōrăng-ūtăn, 'homo sylvaticus.' The proper name of the animal in Borneo is mias. Crawfurd says that it is never called orang-utan by 'the natives.' But that excellent writer is often too positive -- especially in his negatives! Even if it be not (as is probable) anywhere a recognised specific name, it is hardly possible that the name should not be sometimes applied popularly. We remember a tame hooluck belonging to a gentleman in E. Bengal, which was habitually known to the natives as janglī ādmī, literally=orang-utan. [There seems reason to believe that Crawfurd was right after all. Mr. Scott (Malayan Words in English, p. 87) writes: \"But this particular application of ōrang ūtan to the ape does not appear to be, or ever to have been, familiar to the Malays generally; Crawfurd (1852) and Swettenham (1889) omit it, Pijnappel says it is 'Low Malay,' and Klinkert (1893) denies the use entirely. This uncertainty is explained by the limited area in which the animal exists within even native observation. Mr. Wallace could find no natives in Sumatra who 'had ever heard of such an animal,' and no 'Dutch officials who knew anything about it.' Then the name came to European knowledge more than 260 years ago; in which time probably more than one Malay name has faded out of general use or wholly disappeared, and many other things have happened.\" Mr. Skeat writes: \"I believe Crawfurd is absolutely right in saying that it is never called ōrangūtan by the natives. It is much more likely to have been a sailor's mistake or joke than an error on the part of the Malays who know better. Throughout the Peninsula ōrang-ūtan is the name applied to the wild tribes, and though the mawas or mias is known to the Malays only by tradition, yet in tradition the two are never confused, and in those islands where the mawas does exist he is never called ōrang-ūtan, the word ōrang being reserved exclusively to describe the human species.\"]\n 1631. -- \"Loqui vero eos easque posse Iavani aiunt, sed non velle, ne ad labores cogantur; ridicule mehercules. Nomen ei induunt Ourang Outang, quod 'hominem silvae significat, eosque nasci affirmant e libidine mulierum Indarum, quae se Simiis et Cercopithecis detestanda libidine uniunt.\" -- Bontii, Hist. Nat. v. cap. 32, p. 85.\n 1668. -- \"Erat autem hic satyrus quadrupes: sed ab humanâ specie quam prae se fert, vocatur Indis Ourang-outang: sive homo silvestris.\" -- Licetus de Monstris, 338.\n [1701. -- \"Orang - outang sive Homo Sylvestris: or the Anatomy of a Pygmie compared with that of a Monkey, an Ape, and a Man. . . .\" -- Title of work by E. Tyson (Scott).]\n 1727. -- \"As there are many species of wild Animals in the Woods (of Java) there is one in particular called the Ouran-Outang.\" -- A. Hamilton, ii. 131; [ed. 1744, ii. 136].\n 1783. -- \"Were we to be driven out of India this day, nothing would remain to tell that it had been possessed, during the inglorious period of our dominion, by any thing better than the ourang-outang or the tiger.\" -- Burke, Sp. on Fox's E. India Bill, Works, ed. 1852, iii. 468.\n 1802. -- \"Man, therefore, in a state of nature, was, if not the ourang-outang of the forests and mountains of Asia and Africa at the present day, at least an animal of the same family, and very nearly resembling it.\" -- Ritson, Essay on Abstinence from Animal Food, pp. 13-14.\n 1811. -- \"I have one slave more, who was given me in a present by the Sultan of Pontiana. . . . This gentleman is Lord Monboddo's genuine Orang-outang, which in the Malay language signifies literally wild man. . . . Some people think seriously that the oran-outang was the original patriarch and progenitor of the whole Malay race.\" -- Lord Minto, Diary in India, 268-9.\n 1868. -- \"One of my chief objects . . . was to see the Orang-utan . . . in his native haunts.\" -- Wallace, Malay Archip. 39.\n In the following passage the term is applied to a tribe of men:\n 1884. -- \"The Jacoons belong to one of the wild aboriginal tribes . . . they are often styled Orang Utan, or men of the forest.\" -- Cavenagh, Rem. of an Indian Official, 293.\n", "orankay": "&c. s. Malay Orang kāya. In the Archipelago, a person of distinction, a chief or noble, corresponding to the Indian omrah; literally 'a rich man,' analogous therefore to the use of riche-homme by Joinville and other old French authors. [Mr. Skeat notes that the terminal o in arangkaio represents a dialectical form used in Sumatra and Java. The Malay leader of the Pahang rising in 1891-2, who was supposed to bear a charmed life, was called by the title of Orang Kāya Pahlawan (see PULWAUN).]\n c. 1612. -- \"The Malay officers of state are classified as 1. Bandahara; 2. Ferdana Mantri; 3. Punghulu Bandari; 4. the chief Hulubalang or champion (see OOLOOBALLONG); 5. the Paramantris; 6. Orang Kayas; 7. Chatriyas (Kshatriyas); 8. Seda Sidahs; 9. Bentaras or heralds; 10. Hulubalangs. \" -- Sijara Malayu, in J. Ind. Arch. v. 246.\n 1613. -- \"The nobler Orancayas spend their time in pastimes and recreations, in music and in cock fighting, a royal sport. . . .\" -- Godinho de Eredia f. 31v.\n 1613. -- \"An Oran Caya came aboord, and told me that a Curra Curra (see CARACOA) of the Flemmings had searched three or foure Praws or Canoas comming aboord vs with Cloues, and had taken them from them, threatening death to them for the next offence.\" -- Saris, in Purchas, i. 348.\n [ \" \". . . gave him the title of Orancaya Pute, which is white or clear hearted lord.\" -- Danvers, Letters, i. 270.]\n 1615. -- \"Another conference with all the Arrankayos of Lugho and Cambello in the hills among the bushes: their reverence for the King and the honourable Company.\"- Sainsbury, i. 420.\n [ \" \"Presented by Mr. Oxwicke to the Wrankiaw.\" -- Foster, Letters, iii. 96.\n [ \" \". . . a nobleman called Aron Caie Hettam.\" -- Ibid. iii. 128.]\n 1620. -- \"Premierement sur vn fort grand Elephant il y auoit vne chaire couuerte, dans laquelle s'est assis vn des principaux Orangcayes ou Seigneurs.\" -- Beaulieu, in Thevenot's Collection, i. 49.\n 1711. -- \"Two Pieces of Callico or Silk to the Shabander (see SHABUNDER), and head Oronkoy or Minister of State.\" -- Lockyer, 36.\n 1727. -- \"As he was entering at the Door, the Orankay past a long Lance through his Heart, and so made an end of the Beast.\"- A. Hamilton, ii. 97; [ed. 1744, ii. 96].\n \" \"However, the reigning King not expecting that his Customs would meet with such Opposition, sent an Orangkaya aboard of my Ship, with the Linguist, to know why we made War on him.\" -- Ibid. 106; [ed. 1744].\n 1784. -- \"Three or four days before my departure, Posally signified to me the King meant to confer on me the honour of being made Knight of the Golden Sword, Orang Kayo derry piddang mas\" (orang kaya dări pădang mas). -- Forrest, V. to Mergui, 54.\n 1811. -- \"From amongst the orang kayas the Sultan appoints the officers of state, who as members of Council are called mantri (see MUNTREE, MANDARIN).\"- Marsden, H. of Sumatra, 350.\n [ORGAN, s. An Oriental form of mitrailleuse. Steingass (Dict. 38) has Pers. arghan, arghon, from the Greek O)/RGANON, 'an organ.'\n 1790. -- \"A weapon called an organ, which is composed of about thirty-six gun barrels so joined as to fire at once.\" -- Letter from De Boigne's Camp at Mairtha, dated Sept. 13, in H. Compton, A particular Account of the European Military Adventurers of Hindustan, from 1784 to 1803, p. 61.]\n", "orissa": "n.p. [Skt. Oḍrāshtra, 'the land of the Oḍras' (see OORIYA ). The word is said to be the Prakrit form of uttara, 'north,' as applied to the N. part of Kalinga.] The name of the ancient kingdom and modern province which lies between Bengal and the Coromandel Coast.\n 1516. -- \"Kingdom of Orisa. Further on towards the interior there is another kingdom which is conterminous with that of Narsynga, and on another side with Bengala, and on another with the great Kingdom of Dely. . . .\" -- Barbosa, in Lisbon ed. 306.\n c. 1568. -- \"Orisa fu già vn Regno molto bello e securo . . . sina che regnò il suo Rè legitimo, qual era Gentile.\" -- Ces. Federici, Ramusio, iii. 392.\n [c. 1616. -- \"Vdeza, the Chiefe Citty called Iekanat (Juggurnaut).\" -- Sir T. Roe, Hak. Soc. ii. 538.]\n", "ormesine": "s. A kind of silk texture, which we are unable to define. The name suggests derivation from Ormus. [The Draper's Dict. defines \"Armozeen, a stout silk, almost invariably black. It is used for hatbands and scarfs at funerals by those not family mourners. Sometimes sold for making clergymen's gowns.\" The N.E.D. s.v. Armozeen, leaves the etymology doubtful. The Stanf. Dict. gives Ormuzine, \"a fabric exported from Ormuz.\"]\n c. 1566. -- \". . . a little Island called Tana, a place very populous with Portugals, Moores and Gentiles: these have nothing but Rice; they are makers of Armesie and weavers of girdles of wooll and bumbast.\" -- Caes. Fredericke, in Hàkl. ii. 344.\n 1726. -- \"Velvet, Damasks, Armosyn, Sattyn.\" -- Valentijn, v. 183.\n", "ormus": "n.p. Properly Hurmuz or Hurmūz, a famous maritime city and minor kingdom near the mouth of the Persian Gulf. The original place of the city was on the northern shore of the Gulf, some 30 miles east of the site of Bandar Abbās or Gombroon (q.v.); but about A.D. 1300, apparently to escape from Tartar raids, it was transferred to the small island of Gerūn or Jerūn, which may be identified with the Organa of Nearchus, about 12 m. westward, and five miles from the shore, and this was the seat of the kingdom when first visited and attacked by the Portuguese under Alboquerque in 1506. It was taken by them about 1515, and occupied permanently (though the nominal reign of the native kings was maintained), until wrested from them by Shāh 'Abbās, with the assistance of an English squadron from Surat, in 1622. The place was destroyed by the Persians, and the island has since remained desolate, and all but uninhabited, though the Portuguese citadel and water-tanks remain. The islands of Hormuz, Kishm, &c., as well as Bandar 'Abbās and other ports on the coast of Kerman, had been held by the Sultans of Omān as fiefs of Persia, for upwards of a century, when in 1854 the latter State asserted its dominion, and occupied those places in force (see Badger's Imams of Omān, &c., p. xciv.).\n B.C. c. 325. -- \"They weighed next day at dawn, and after a course of 100 stadia anchored at the mouth of the river Anamis, in a country called Harmozeia.\" -- Arrian, Voyage of Nearchus, ch. xxxiii., tr. by M'Crindle, p. 202.\n c. A.D. 150. -- (on the coast of Carmania) \"*(/ARMOUZA PO/LIS. *(/ARMOZON A)/KRON.\" Ptol. VI. viii. 5.\n c. 540. -- At this time one Gabriel is mentioned as (Nestorian) Bishop of Hormuz (see Assemani, iii. 147-8).\n c. 655. -- \"Nobis . . . visum est nihilominus velut ad sepulchra mortuorum, quales vos esse video, geminos hosce Dei Sacerdotes ad vos allegare; Theodorum videlicet Episcopum Hormuzdadschir et Georgium Episcopum Susatrae.\" -- Syriac Letter of the Patriarch Jesujabus, ibid. 133.\n 1298. -- \"When you have ridden these two days you come to the Ocean Sea, and on the shore you find a City with a harbour, which is called Hormos.\" -- Marco Polo, Bk. i. ch. xix.\n c. 1330. -- \". . . I came to the Ocean Sea. And the first city on it that I reached is called Ormes, a city strongly fenced and abounding in costly wares. The city is on an island some five miles distant from the main; and on it there grows no tree, and there is no fresh water.\" -- Friar Odoric, in Cathay, &c., 56.\n c. 1331. -- \"I departed from 'Omān for the country of Hormuz. The city of Hormuz stands on the shore of the sea. The name is also called Moghistān. The new city of Hormuz rises in face of the first in the middle of the sea, separated from it only by a channel 3 parasangs in width. We arrived at New Hormuz, which forms an island of which the capital is called Jaraun. . . . It is a mart for Hind and Sind.\"- Ibn Batuta, ii. 230.\n 1442. -- \"Ormus (qu. Hurmūz?), which is now called Djerun, is a port situated in the middle of the sea, and which has not its equal on the face of the globe.\" -- Abdurrazzāk, in India in XV. Cent. p. 5.\n c. 1470. -- \"Hormuz is 4 miles across the water, and stands on an Island.\" -- Athan. Nikitin, ibid. p. 8.\n 1503. -- \"Habitant autem ex eorum (Francorum) gente homines fere viginti in urbe Cananoro: ad quos profecti, postquam ex Hormizda urbe ad eam Indorum civitatem Cananorum venimus, significavimus illis nos esse Christianos, nostramque conditionem et gradum indicavimus; et ab illis magno cum gaudio suscepti sumus. . . . Eorundem autem Francorum regio Portugallus vocatur, una ex Francorum regionibus; eorumque Rex Emanuel appellatur; Emmanuelem oramus ut illum custodiat.\" -- Letter from Nestorian Bishops on Mission to India, in Assemani, iii. 591.\n 1505. -- \"In la bocha di questo mare (di Persia) è vn altra insula chiamata Agramuzo doue sono perle infinite: (e) caualli che per tutte quelle parti sono in gran precio.\"- Letter of K. Emanuel, p. 14.\n 1572.- \"Mas vê a illa Gerum, como discobre O que fazem do tempo os intervallos; Que da cidade Armuza, que alli esteve Ella o nome despois, e gloria teve.\" Camões, x. 103.\n By Burton: \"But see yon Gerum's isle the tale unfold of mighty things which Time can make or mar; for of Armuza-town yon shore upon the name and glory this her rival won.\"\n 1575. -- \"Touchant le mot Ormuz, il est moderne, et luy a esté imposé par les Portugais, le nom venant de l'accident de ce qu'ils cherchoient que c'estoit que l'Or; tellement qu'estant arrivez là, et voyans le trafic de tous biens, auquel le pais abonde, ils dirent Vssi esta Or mucho, c'est à dire, II y a force d'Or; et pource ils donnerẽt le nom d'Ormucho à la dite isle.\" -- A. Thevet, Cosmographie Univ., liv. x. i. 329.\n 1623. -- \"Non volli lasciar di andare con gl' Inglesi in Hormuz a veder la forteza, la città, e ciò che vi era in fine di notabile in quell' isola.\" -- P. della Valle, ii. 463. Also see ii. 61.\n 1667.- \"High on a throne of royal state, which far Outshone the wealth of Ormus and of Ind, Or where the gorgeous East with richest hand Showers on her kings barbaric pearl and gold.\" Paradise Lost, ii. 1-4.\n", "orombarros": "s. This odd word seems to have been used as griffin (q.v.) now is. It is evidently the Malay orang-baharu, or orang bharu, 'a new man, a novice.' This is interesting as showing an unquestionable instance of an expression imported from the Malay factories to Continental India. [Mr. Skeat remarks that the form of the word shows that it came from the Malay under Portuguese influence.]\n 1711. -- At Madras . . . \"refreshments for the Men, which they are presently supply'ed with from Country Boats and Cattamarans, who make a good Peny at the first coming of Orombarros, as they call those who have not been there before.\" -- Lockyer, 28.\n", "ortolan": "s. This name is applied by Europeans in India to a small lark, Calandrella brachydactyla, Temm., in Hind. bargel and bageri, [Skt. varga, 'a troop']. Also sometimes in S. India to the finch-lark, Pyrrhalauda grisea, Scopoli.\n", "otta": "s. Corruption of āṭā, 'flour,' a Hindi word having no Skt. original; [but Platts gives Skt. ārdra, 'soft']. Popular rhyme:\n \"Aī terī Shekhāwati Ādhā ātā ādhā matī!\" \"Confound this Shekhawati land, My bread's half wheat-meal and half sand.\" Boileau, Tour through Rajwara, 1837, p. 274.\n [1853. -- \"After travelling three days, one of the prisoners bought some ottah. They prepared bread, some of which was given him; after eating it he became insensible. . . .\" -- Law Report, in Chevers, Ind. Med. Jurispr. 166.]\n", "otto": "s. Or usually 'Otto of Roses,' or by imperfect purists 'Attar of Roses,' an essential oil obtained in India from the petals of the flower, a manufacture of which the chief seat is at Ghāzipur on the Ganges. The word is the Arab. 'iṭr, 'perfume.' From this word are derived 'aṭṭār, a 'perfumer or druggist,' 'aṭṭārī, adj., 'pertaining to a perfumer.' And a relic of Saracen rule in Palermo is the Via Latterini, 'the street of the perfumers' shops.' We find the same in an old Spanish account of Fez:\n 1573. -- \"Issuing thence to the Cayzerie by a gate which faces the north there is a handsome street which is called of the Atarin, which is the Spicery.\" -- Marmol, Affrica, ii. f. 88.\n ['Itr of roses is said to have been discovered by the Empress Nūr-jahān on her marriage with Jahāngīr. A canal in the palace garden was filled with rose-water in honour of the event, and the princess, observing a scum on the surface, caused it to be collected, and found it to be of admirable fragrance, whence it was called 'iṭr-i-Jahāngīrī.]\n 1712. -- Kaempfer enumerating the departments of the Royal Household in Persia names: \"Pharmacopoeia . . . Atthaar choneh, in quâ medicamenta, et praesertim variae virtutis opiata, pro Majestate et aulicis praeparantur. . . .\" -- Am. Exot. 124.\n 1759. -- \"To presents given, &c. * * * * * \"1 otter box set with diamonds \"Sicca Rs. 3000 ... ... ... 3222 3 6.\" Accts. of Entertainment to Jugget Set, in Long, 89.\n c. 1790. -- \"Elles ont encore une prédilection particulière pour les huiles oderiferantes, surtout pour celle de rose, appelée otta.\"- Haafner, ii. 122.\n 1824. -- \"The attar is obtained after the rose-water is made, by setting it out during the night and till sunrise in the morning in large open vessels exposed to the air, and then skimming off the essential oil which floats at the top.\" -- Heber, ed. 1844, i. 154.\n", "oudh": "n.p. Awadh; properly the ancient and holy city of Ayodhyā (Skt. 'not to be warred against'), the capital of Rāma, on the right bank of the river Sarayu, now commonly called the Gogra. Also the province in which Ayodhya was situated, but of which Lucknow for about 170 years (from c. 1732) has been the capital, as that of the dynasty of the Nawābs, and from 1814 kings, of Oudh. Oudh was annexed to the British Empire in 1856 as a Chief Commissionership. This was re-established after the Mutiny was subdued and the country reconquered, in 1858. In 1877 the Chief Commissionership was united to the Lieut.-Governorship of the N.W. Provinces. (See JUDEA.)\n B. C. x. -- \"The noble city of Ayodhyā crowned with a royal highway had already cleaned and besprinkled all its streets, and spread its broad banners. Women, children, and all the dwellers in the city eagerly looking for the consecration of Rāma, waited with impatience the rising of the morrow's sun.\" -- Rāmāyaṇa, Bk. iii. (Ayodhya Kanda), ch. 3.\n 636. -- \"Departing from this Kingdom (Kanyākubja or Kanauj) he (Hwen T'sang) travelled about 600 li to the S.E., crossed the Ganges, and then taking his course southerly he arrived at the Kingdom of 'Oyut'o (Ayōdhyā).\" -- Pèlerins Bouddh. ii. 267.\n 1255. -- \"A peremptory command had been issued that Malik Kutlugh Khān . . . should leave the province of Awadh, and proceed to the fief of Bharā'ij, and he had not obeyed. . . .\" -- Tabaḳāt-i-Nāsirī, E.T. by Raverty, 107.\n 1289. -- \"Mu'izzu-d dín Kai-Kubád, on his arrival from Dehli, pitched his camp at Oudh (Ajudhya) on the bank of the Ghagra. Nasiru-d dín, from the opposite side, sent his chamberlain to deliver a message to Kai-Kubád, who by way of intimidation himself discharged an arrow at him. . . .\"- Amīr Khusrū, in Elliot, iii. 530.\n c. 1335. -- \"The territories to the west of the Ganges, and where the Sultan himself lived, were afflicted by famine, whilst those to the east of it enjoyed great plenty. These latter were then governed by 'Ain-ul-Mulk . . . and among their chief towns we may name the city of Awadh, and the city of Z̤afarābād and the city of Laknau, et cetera.\" -- Ibn Batuta, iii. 342.\n c. 1340. -- The 23 principal provinces of India under Mahommed Tughlak are thus stated, on the authority of Sirājuddīn Abu'lfatah Omah, a native of 'Awadh: \"(1) Aḳlīm Dihlī, (2) Multān, (3) Kahrān (Guhrām), and (4) Samān (both about Sirhind), (5) Siwastān (Sehwān in Sind), (6) Waja (Ūja, i.e. Ūch), (7) Hāsī (Hānsī), (8) Sarsati (Sirsa), (9) Ma'bar (Coromandel), (10) Tiling (Kalinga), (11) Gujrāt, (12) Badāūn, (13) 'Awaḍh, (14) Kanauj, (15) Laknaulī (N. Bengal), (16) Bahār, (17) Karra (Lower Doāb), (18) Malāwa (Malwa), (19) Lahāwar (Lahore), (20) Kalanūr (E. Punjab), (21) Jajnagar (Orissa), (22) Tilinj (?), (23) Dursamand (Mysore).\" -- Shihābuddīn, in Notices et Exts. xiii. 167-171.\n", "outcry": "s. Auction. This term seems to have survived a good deal longer in India than in England. (See NEELAM). The old Italian expression for auction seems to be identical in sense, viz. gridaggio, and the auctioneer gridatore, thus:\n c. 1343. -- \"For jewels and plate; and (other) merchandize that is sold by outcry (gridaggio), i.e. by auction (oncanto) in Cyprus, the buyer pays the crier (gridatore) one quarter carat per bezant on the price bid for the thing bought through the crier, and the seller pays nothing except,\" &c.- Pegolotti, 74.\n 1627. -- \"Out-crie of goods to be sold. G(allicè) Encánt. Incánt. (I(talicè). -- Incánto. . . . H(ispanicè). Almoneda, ab Al. articulus, et Arab. neòepe, clamare, vocare. . . . B(atavicè). jeet-roep.\" -- Minsheu, s.v.\n [1700. -- \"The last week Mr. Proby made a outcry of lace.\" -- In Yule, Hedges' Diary, Hak. Soc. ii. cclix.]\n 1782. -- \"On Monday next will be sold by Public Outcry . . . large and small China silk Kittisals (KITTYSOL). . . .\" -- India Gazette, March 31.\n 1787. -- \"Having put up the Madrass Galley at Outcry and nobody offering more for her than 2300 Rupees, we think it more for the Company's Int. to make a Sloop of Her than let Her go at so low a price.\"- Ft. William MS. Reports, March.\n [1841. -- \"When a man dies in India, we make short work with him; . . . an 'out cry' is held, his goods and chattels are brought to the hammer. . . .\" -- Society in India, ii. 227.]\n", "overland": ". Specifically applied to the Mediterranean route to India, which in former days involved usually the land journey from Antioch or thereabouts to the Persian Gulf; and still in vogue, though any land journey may now be entirely dispensed with, thanks to M. Lesseps.\n 1612. -- \"His Catholic Majesty the King Philip III. of Spain and II. of Portugal, our King and Lord, having appointed Dom Hieronymo de Azevedo to succeed Ruy Lourenço de Tavira . . . in January 1612 ordered that a courier should be despatched overland (por terra) to this Government to carry these orders and he, arriving at Ormuz at the end of May following. . . .\" -- Bocarro, Decada, p. 7.\n 1629. -- \"The news of his Exploits and Death being brought together to King Philip the Fourth, he writ with his own hand as follows. Considering the two Pinks that were fitting for India may be gone without an áccount of my Concern for the Death of Nunno Alvarez Botello, an Express shall immediately be sent by Land with advice.\"- Faria y Sousa (Stevens), iii. 373.\n 1673. -- \"French and Dutch Jewellers coming overland . . . have made good Purchase by buying Jewels here, and carrying them to Europe to Cut and Set, and returning thence sell them here to the Ombrahs (see OMRAH), among whom were Monsieur Tavernier. . . .\" -- Fryer, 89.\n 1675. -- \"Our last to you was dated the 17th August past, overland, transcripts of which we herewith send you.\" -- Letter from Court to Ft. St. Geo. In Notes and Exts. No. i. p. 5.\n 1676. -- \"Docket Copy of the Company's General Overland.\n \"'Our Agent and Councel Fort St. George.\n * * * * * \"'The foregoing is copy of our letter of 28th June overland, which we sent by three several conveyances for Aleppo.'\" -- Ibid. p. 12.\n 1684. -- \"That all endeavors would be used to prevent my going home the way I intended, by Persia, and so overland.\"- Hedges, Diary, Aug. 19; [Hak. Soc. i. 155].\n c. 1686. -- \"Those Gentlemen's Friends in the Committee of the Company in England, acquainted them by Letters over Land, of the Danger they were in, and gave them Warning to be on their guard.\" -- A. Hamilton, i. 196; [ed. 1744, i. 195].\n 1737. -- \"Though so far apart that we can only receive letters from Europe once a year, while it takes 18 months to get an answer, we Europeans get news almost every year over land by Constantinople, through Arabia or Persia. . . . A few days ago we received the news of the Peace in Europe; of the death of Prince Eugene; of the marriage of the P. of Wales with the Princess of Saxe-Gotha. . . .\" -- Letter of the Germ. Missionary Sartorius, from Madras, Feb. 16. In Notices of Madras, and Cuddalore, &c. 1858, p. 159.\n 1763. -- \"We have received Overland the news of the taking of Havannah and the Spanish Fleet, as well as the defeat of the Spaniards in Portugall. We must surely make an advantageous Peace, however I'm no Politician.\" -- MS. Letter of James Rennell, June 1, fr. Madras.\n 1774. -- \"Les Marchands à Bengale envoyèrent un Vaisseau à Suès en 1772, mais il fut endommagé dans le Golfe de Bengale, et obligé de retourner; en 1773 le Sr. Holford entreprit encore ce voyage, réussit cette fois, et fut ainsi le premier Anglois qui eut conduit un vaisseau à Suès. . . . On s'est déjà servi plusieurs fois de cette route comme d'un chemin de poste; car le Gouvernement des Indes envoye actuellement dans des cas d'importance ses Couriers par Suès en Angleterre, et peut presqu'avoir plutôt reponse de Londres que leurs lettres ne peuvent venir en Europe par le Chemin ordinaire du tour du Cap de bonne esperance. \" -- Niebuhr, Voyage, ii. 10.\n 1776. -- \"We had advices long ago from England, as late as the end of May, by way of Suez. This is a new Route opened by Govr. Hastings, and the Letters which left Marseilles the 3rd June arrived here the 20th August. This, you'll allow, is a ready communication with Europe, and may be kept open at all times, if we chuse to take a ittle pains.\" -- MS. Letter from JamesRennell, Oct. 16, \"from Islamabad, capital of Chittigong.\"\n 1781. -- \"On Monday last was Married Mr. George Greenley to Mrs. Anne Barrington, relict of the late Capt. William B --- , who unfortunately perished on the Desart, in the attack that was made on the Carravan of Bengal Goods under his and the other Gentlemen's care between Suez and Grand Cairo.\" -- India Gazette, March 7.\n 1782. -- \"When you left England with an intention to pass overland and by the route of the Red Sea into India, did you not know that no subject of these kingdoms can lawfully reside in India . . . without the permission of the United Company of Merchants? . . .\" -- Price, Tracts, i. 130.\n 1783. -- \". . . Mr. Paul Benfield, a gentleman whose means of intelligence were known to be both extensive and expeditious, publicly declared, from motives the most benevolent, that he had just received overland from England certain information that Great Britain had finally concluded a peace with all the belligerent powers in Europe.\" -- Munro's Narrative, 317.\n 1786. -- \"The packet that was coming to us overland, and that left England in July, was cut off by the wild Arabs between Aleppo and Bussora.\" -- Lord Cornwallis, Dec. 28, in Correspondence, &c., i. 247.\n 1793. -- \"Ext. of a letter from Poonama ee, dated 7th June.\n 'The dispatch by way of Suez has put us all in a commotion.'\" -- Bombay Courier, June 29.\n 1803. -- \"From the Governor General to the Secret Committee, dated 24th Decr. 1802. Recd. Overland, 9th May 1803.\"- Mahratta War Papers (Parliamentary).\n", "ovidore": "s Port. Ouvidor, i.e. 'auditor,' an official constantly mentioned in the histories of Portuguese India. But the term is also applied in an English quotation below to certain Burmese officials, an application which must have been adopted from the Portuguese. It is in this case probably the translation of a Burmese designation, perhaps of Nekhan-dau, 'Royal Ear,' which is the title of certain Court officers.\n 1500. -- \"The Captain-Major (at Melinde) sent on board all the ships to beg that no one when ashore would in any way misbehave or produce a scandal; any such offence would be severely punished. And he ordered the mariners of the ships to land, and his own Provost of the force, with an Ouvidor that he had on board, that they might keep an eye on our people to prevent mischief.\" -- Correa, i. 165.\n 1507. -- \"And the Viceroy ordered the Ouvidor General to hold an inquiry on this matter, on which the truth came out clearly that the Holy Apostle (Sanctiago) showed himself to the Moors when they were fighting with our people, and of this he sent word to the King, telling him that such martyrs were the men who were serving in these parts that our Lord took thought of them and sent them a Helper from Heaven.\" -- Ibid. i. 717.\n 1698. -- (At Syriam) \"Ovidores (Persons appointed to take notice of all passages in the Runday (office of administration) and advise them to Ava. . . . Three Ovidores that always attend the Runday, and are sent to the King, upon errands, as occasion obliges.\" -- Fleetwood's Diary, in Dalrymple, Or. Rep. i. 355, 360.\n [OWL, s. Hind. aul, 'any great calamity, as a plague, cholera,' &c.\n [1787. -- \"At the foot of the hills the country is called Teriani (see TERAI) . . . and people in their passage catch a disorder, called in the language of that country aul, which is a putrid fever, and of which the generality of persons who are attacked with it die in a few days. . . .\" -- Asiat. Res. ii. 307.\n 1816. -- \". . . rain brings alone with it the local malady called the Owl, so much dreaded in the woods and valleys of Nepaul.\" -- Asiatic Journal, ii. 405.\n 1858. -- \"I have known European officers, who were never conscious of having drunk either of the waters above described, take the fever (owl) in the month of May in the Tarae.\" -- Sleeman, Journey in Oudh, ii. 103.]\n P"}