{"quedda": "n.p. A city, port, and small kingdom on the west coast of the Malay Peninsula, tributary to Siam. The name according to Crawfurd is Malay kadáh, 'an elephanttrap' (see KEDDAH). [Mr. Skeat writes: \"I do not know what Crawfurd's authority may be, but kedah does not appear in Klinkert's Dict. . . . In any case the form taken by the name of the country is Kĕdah. The coralling of elephants is probably a Siamese custom, the method adopted on the E. coast, where the Malays are left to themselves, being to place a decoy female elephant near a powerful noose.\"] It has been supposed sometimes that Kadáh is the *KW=LI or *KW=LIS of Ptolemy's sea-route to China, and likewise the Kalah of the early Arab voyagers, as in the Fourth Voyage of Sindbad the Seaman (see Procgs. R. Geog. Soc. 1882, p. 655; Burton, Arabian Nights, iv. 386). It is possible that these old names however represent Kwala, 'a river mouth,' a denomination of many small ports in Malay regions. Thus the port that we call Quedda is called by the Malays Kwala Batrang.\n 1516. -- \"Having left this town of Tanassary, further along the coast towards Malaca, there is another seaport of the Kingdom of Ansiam, which is called Queda, in which also there is much shipping, and great interchange of merchandise.\" -- Barbosa, 188-189.\n 1553. -- \". . . The settlements from Tavay to Malaca are these: Tenassary, a notable city, Lungur, Torrão, Queda, producing the best pepper on all that coast, Pedão, Perá, Solungor, and our City of Malaca. . . .\"- Barros, I. ix. 1.\n 1572.- \"Olha Tavai cidade, onde começa De Sião largo o imperio tão comprido: Tenassarí, Quedá, que he so cabeça Das que pimenta alli tem produzido.\" Camões, x. 123.\n By Burton: \"Behold Taváí City, whence begin Siam's dominions, Reign of vast extent; Tenassarí, Quedá of towns the Queen that bear the burthen of the hot piment.\"\n 1598. -- \". . . to the town and Kingdome of Queda . . . which lyeth under 6 degrees and a halfe; this is also a Kingdome like Tanassaria, it hath also some wine, as Tanassaria hath, and some small quantitie of Pepper.\" -- Linschoten, p. 31; [Hak. Soc. i. 103].\n 1614. -- \"And so . . . Diogo de Mendonca . . . sending the galliots (see GALLEVAT) on before, embarked in the jalia (see GALLEVAT) of João Rodriguez de Paiva, and coming to Queda, and making an attack at daybreak, and finding them unprepared, he burnt the town, and carried off a quantity of provisions and some tin\" (calaim, see CALAY). -- Bocarro, Decada, 187.\n 1838. -- \"Leaving Penang in September, we first proceeded to the town of Quedah lying at the mouth of a river of the same name.\" -- Quedah, &c., by Capt. Sherard Osborne, ed. 1865.\n", "quemoy": "n.p. An island at the east opening of the Harbour of Amoy . It is a corruption of Kin-măn, in Chang-chau dialect Kin-muin, meaning 'Golden-door.'\n", "qui-hi": "s. The popular distinctive nickname of the Bengal Anglo-Indian, from the usual manner of calling servants in that Presidency, viz. 'Koī hai?' 'Is any one there?' The Anglo-Indian of Madras was known as a Mull, and he of Bombay as a Duck (qq.v.).\n 1816. -- \"The Grand Master, or Adventures of Qui Hi in Hindostan, a Hudibrastic Poem; with illustrations by Rowlandson.\"\n 1825. -- \"Most of the household servants are Parsees, the greater part of whom speak English. . . . Instead of 'Koee hue,' Who's there? the way of calling a servant is 'boy,' a corruption, I believe, of 'bhae,' brother.\" -- Heber, ed. 1844, ii. 98. [But see under BOY.]\n c. 1830. -- \"J'ai vu dans vos gazettes de Calcutta les clameurs des quoihaés (sobriquet des Européens Bengalis de ce côté) sur la chaleur.\" -- Jacquemont, Corresp. ii. 308.\n", "quiloa": "n.p. i.e. Kilwa, in lat. 9˚ 0' S., next in remoteness to Sofāla, which for a long time was the ne plus ultra of Arab navigation on the East Coast of Africa, as Capt. Boyados was that of Portuguese navigation on the West Coast. Kilwa does not occur in the Geographies of Edrisi or Abulfeda, though Sofāla is in both. It is mentioned in the Roteiro, and in Barros's account of Da Gama's voyage. Barros had access to a native chronicle of Quiloa, and says it was founded about A.H. 400, and a little more than 70 years after Magadoxo and Brava, by a Persian Prince from Shiraz.\n 1220. -- \"Kilwa, a place in the country of Zenj, a city.\" -- Yāḳūt, (orig.), iv. 302.\n c. 1330. -- \"I embarked at the town of Makdashau (Magadoxo), making for the country of the Sawāḥil, and the town of Kulwā, in the country of the Zenj. . . .\"- Ibn Batuta, ii. 191. [See under SOFALA.]\n 1498. -- \"Here we learned that the island of which they told us in Mocombiquy as being peopled by Christians is an island at which dwells the King of Mocombiquy himself, and that the half is of Moors, and the half of Christians, and in this island is much seed-pearl, and the name of the island is Quyluee. . . .\" -- Roteiro da Viagem de Vasco da Gama, 48.\n 1501. -- \"Quilloa è cittade in Arabia in vna insuletta giunta a terra firma, ben popolata de homini negri et mercadanti: edificata al modo nr̃o: Quiui hanno abundantia de auro: argento: ambra: muschio: et perle: ragionevolmente vesteno panni de sera: et bambaxi fini.\" -- Letter of K. Emanuel, 2.\n 1506. -- \"Del 1502 . . . mandò al viaggio naue 21, Capitanio Don Vasco de Gamba, che fu quello che discoperse l'India . . . e nell' andar de li, del Cao de Bona Speranza, zonse in uno loco chiamato Ochilia; la qual terra e dentro uno rio. . . .\" -- Leonardo Ca' Masser, 17.\n 1553. -- \"The Moor, in addition to his natural hatred, bore this increased resentment on account of the chastisement inflicted on him, and determined to bring the ships into port at the city of Quiloa, that being a populous place, where they might get the better of our ships by force of arms. To wreak this mischief with greater safety to himself he told Vasco da Gama, as if wishing to gratify him, that in front of them was a city called Quiloa, half peopled by Christians of Abyssinia and of India, and that if he gave the order the ships should be steered thither.\" -- Barros, I. iv. 5.\n 1572.- \"Esta ilha pequena, que habitamos, He em toda esta terra certa escala De todos os que as ondas navegamos De Quilóa, de Mombaça, a de Sofala.\" Camões, i. 54.\n By Burton: \"This little island, where we now abide, of all this seaboard is the one sure place for ev'ry merchantman that stems the tide from Quiloa, or Sofala, or Mombas. . . .\"\n", "quilon": "n.p. A form which we have adopted from the Portuguese for the name of a town now belonging to Travancore; once a very famous and much frequented port of Malabar, and known to the Arabs as Kaulam. The proper name is Tamil, Kollam, of doubtful sense in this use. Bishop Caldwell thinks it may be best explained as 'Palace' or 'royal residence, ' from Kolu, 'the royal Presence,' or Hall of Audience. [Mr. Logan says: \"Kollam is only an abbreviated form of Koyilagam or Kovilagam, 'King's house'\" (Malabar, i. 231, note).] For ages Kaulam was known as one of the greatest ports of Indian trade with Western Asia, especially trade in pepper and brazil-wood. It was possibly the Malé of Cosmas in the 6th century (see MALABAR), but the first mention of it by the present name is about three centuries later, in the Relation translated by Reinaud. The 'Kollam era' in general use in Malabar dates from A.D. 824; but it does not follow that the city had no earlier existence. In a Syriac extract (which is, however, modern) in Land's Anecdota Syriaca (Latin, i. 125; Syriac, p. 27) it is stated that three Syrian missionaries came to Kaulam in A.D. 823, and got leave from King Shakīrbīrtī to build a church and city at Kaulam. It would seem that there is some connection between the date assigned to this event, and the 'Kollam era'; but what it is we cannot say. Shakīrbīrtī is evidently a form of Chakravartti Rāja (see under CHUCKERBUTTY). Quilon, as we now call it, is now the 3rd town of Travancore, pop. (in 1891) 23,380; there is little trade. It had a European garrison up to 1830, but now only one Sepoy regiment.\n In ecclesiastical narratives of the Middle Ages the name occurs in the form Columbum, and by this name it was constituted a See of the Roman Church in 1328, suffragan of the Archbishop of Sultaniya in Persia; but it is doubtful if it ever had more than one bishop, viz. Jordanus of Severac, author of the Mirabilia often quoted in this volume. Indeed we have no knowledge that he ever took up his bishopric, as his book was written, and his nomination occurred, both during a visit to Europe. The Latin Church however which he had founded, or obtained the use of, existed 20 years later, as we know from John de' Marignolli, so it is probable that he had reached his See. The form Columbum is accounted for by an inscription (see Ind. Antiq. ii. 360) which shows that the city was called Kolamba, [other forms being Kelambapaṭṭana, or Kālambapaṭṭana (Bombay Gazetteer, vol. i. pt. i. 183)]. The form Palumbum also occurs in most of the MSS. of Friar Odoric's Journey; this is the more difficult to account for, unless it was a mere play (or a trick of memory) on the kindred meanings of columba and palumbes. A passage in a letter from the Nestorian Patriarch Yeshu'yab (c. 650-60) quoted in Assemani (iii. pl. i. 131), appears at that date to mention Colon. But this is an arbitrary and erroneous rendering in Assemani's Latin. The Syriac has Kalah, and probably therefore refers to the port of the Malay regions noticed under CALAY and QUEDDA.\n 851. -- \"De ce lieu (Mascate) les navires mettent la voile pour l'Inde, et se dirigent vers Koulam-Malay; la distance entre Mascate et Koulam-Malay est d'un mois de marche, avec un vent modéré.\" -- Relation, &c., tr. by Reinaud, i. 15.\n 1166. -- \"Seven days from thence is Chulam, on the confines of the country of the sun-worshippers, who are descendants of Kush . . . and are all black. This nation is very trustworthy in matters of trade. . . . Pepper grows in this country. . . . Cinnamon, ginger, and many other kinds of spices also grow in this country.\" -- Benjamin of Tudela, in Early Travels in Palestine, 114-115.\n c. 1280-90. -- \"Royaumes de Ma-pa-'rh. Parmi tous les royaumes étrangers d'aude-là des mers, il n'y eut que Ma-pa-'rh et Kiu-lan (Mabar and Quilon) sur lesquels on ait pu parvenir à établir une certaine sujétion; mais surtout Kiu-lan. . . . (Année 1282). Cette année . . . Kiu-lan a envoyé un ambassadeur à la cour (mongole) pour présenter en tribut des marchandises precieuses et un singe noir.\" -- Chinese Annals, quoted by Pauthier, Marc Pol, ii. 603, 643.\n 1298. -- \"When you quit Maabar and go 500 miles towards the S.W. you come to the Kingdom of Coilum. The people are idolators, but there are also some Christians and some Jews,\" &c. -- Marco Polo, Bk. iii. ch. 22.\n c. 1300. -- \"Beyond Guzerat are Kankan and Tána; beyond them the country of Malibár, which from the boundary of Karoha to Kúlam, is 300 parasangs in length. . . . The people are all Samánis, and worship idols. . . .\" -- Rashíduddín, in Elliot, i. 68.\n c. 1310. -- \"Ma'bar extends in length from Kúlam to Níláwar (Nellore) nearly 300 parasangs along the sea - coast. . . .\"- Wassáf, in Elliot, iii. 32.\n c. 1322. -- \". . . as I went by the sea . . . towards a certain city called Polumbum (where groweth the pepper in great store). . . .\" -- Friar Odoric, in Cathay, p. 71.\n c. 1322. -- \"Poi venni a Colonbio, ch' è la migliore terra d'India per mercatanti. Quivi è il gengiovo in grande copia e del bueno del mondo. Quivi vanno tutti ignudi salvo che portano un panno innanzi alla vergogna, . . . e legalosi di dietro.\" -- Palatine MS. of Odoric, in Cathay, App., p. xlvii.\n c. 1328. -- \"In India, whilst I was at Columbum, were found two cats having wings like the wings of bats. . . .\" -- Friar Jordanus, p. 29.\n 1330. -- \"Joannes, &c., nobili viro domino Nascarenorum et universis sub eo Christianis Nascarenis de Columbo gratiam in praesenti, quae ducat ad gloriam in futuro . . . quatenus venerabilem Fratrem nostrum Jordanum Catalani episcopum Columbensem . . . quem nuper ad episcopalis dignatatis apicem auctoritate apostolica diximus promovendum. . . .\" -- Letter of Pope John XXII. to the Christians of Coilon, in Odorici Raynaldi Ann. Eccles. v. 495.\n c. 1343. -- \"The 10th day (from Calicut) we arrived at the city of Kaulam, which is one of the finest of Malībār. Its markets are splendid, and its merchants are known under the name of ṣūlī (see CHOOLIA). They are rich; one of them will buy a ship with all its fittings and load it with goods from his own store.\" -- Ibn Batuta, iv. 10.\n c. 1348. -- \"And sailing on the feast of St. Stephen, we navigated the Indian Sea until Palm Sunday, and then arrived at a very noble city of India called Columbum, where the whole world's pepper is produced. . . . There is a church of St. George there, of the Latin communion, at which I dwelt. And I adorned it with fine paintings, and taught there the holy Law.\" -- JohnMarignolli, in Cathay, &c., pp. 342-344.\n c. 1430. -- \". . . Coloen, civitatem nobilem venit, cujus ambitus duodecim millia passuum amplectitur. Gingiber qui colobi (colombi) dicitur, piper, verzinum, cannellae quae crassae appellantur, hac in provincia, quam vocant Melibariam, leguntur.\" -- Conti, in Poggius de Var. Fortunae.\n c. 1468-9. -- \"In the year Bhavati (644) of the Kolamba era, King Adityavarmâ the ruler of Vânchi . . . who has attained the sovereignty of Cherabaya Maṇdalam, hung up the bell. . . .\" -- Inscr. in Tinnevelly, see Ind. Antiq. ii. 360.\n 1510. -- \". . . we departed . . . and went to another city called Colon. . . . The King of this city is a Pagan, and extremely powerful, and he has 20,000 horsemen, and many archers. This country has a good port near to the sea-coast. No grain grows here, but fruits as at Calicut, and pepper in great quantities.\" -- Varthema, 182-3.\n 1516. -- \"Further on along the same coast towards the south is a great city and good sea-port which is named Coulam, in which dwell many Moors and Gentiles and Christians. They are great merchants and very rich, and own many ships with which they trade to Cholmendel, the Island of Ceylon, Bengal, Malaca, Samatara, and Pegu. . . . There is also in this city much pepper.\" -- Barbosa, 157-8.\n 1572.- \"A hum Cochim, e a outro Cananor A qual Chalé, a qual a ilha da Pimenta, A qual Coulao, a qual da Cranganor, E os mais, a quem o mais serve, e contenta. . . .\" -- Camões, vii. 35.\n By Burton; \"To this Cochim, to that falls Cananor, one hath Chalé, another th' Isle Piment, a third Coulam, a fourth takes Cranganor, the rest is theirs with whom he rests content.\"\n 1726. -- \". . . Coylang.\" -- Valentijn, Choro., 115.\n 1727. -- \"Coiloan is another small principality. It has the Benefit of a River, which is the southermost Outlet of the Couchin Islands; and the Dutch have a small Fort, within a Mile of it on the Sea-shore. . . . It keeps a Garrison of 30 Men, and its trade is inconsiderable.\" -- A. Hamilton, i. 333 [ed. 1744].\n", "quirpele": "s. This Tamil name of the mungoose (q.v.) occurs in the quotation which follows: properly Kīrippiḷḷai, ['little squeaker'].\n 1601. -- \". . . bestiolia quaedam Quil sive Quirpele vocata, quae aspectu primo viverrae. . . .\" -- De Bry, iv. 63.\n R"}