{"radaree": "s. P. -- H. rāh-dārī, from rāh-dār, 'road-keeper.' A transit duty; sometimes 'black-mail.' [Rāhdārī is very commonly employed in the sense of sending prisoners, &c., by escort from one police post to another, as along the Grand Trunk road].\n 1620. -- \"Fra Nicolo Ruigiola Francescano genovese, il quale, passagiero, che d'India andava in Italia, partito alcuni giorni prima da Ispahan . . . poco di qua lontano era stato trattenuto dai rahdari, o custodi delle strade. . . .\" -- P. della Valle, ii. 99.\n 1622. -- \"At the garden Pelengon we found a rahdar or guardian of the road, who was also the chief over certain other rahdari, who are usually posted in another place 2 leagues further on.\" -- Ibid. ii. 285.\n 1623. -- \"For Rahdars, the Khan has given them a firman to free them, also firmans for a house. . . .\" -- Sainsbury, iii. p. 163.\n [1667. -- \". . . that the goods . . . may not be stopped . . . on pretence of taking Rhadaryes, or other dutyes. . . .\" -- Phirmaan of Shaw Orung Zeeb, in Forrest, Bombay Letters, Home Series, i. 213.]\n 1673. -- \"This great officer, or Farmer of the Emperor's Custom (the Shawbunder [see SHABUNDER]), is obliged on the Roads to provide for the safe travelling for Merchants by a constant Watch . . . for which Rhadorage, or high Imposts, are allowed by the Merchants, both at Landing and in their passage inland.\" -- Fryer, 222.\n 1685. -- \"Here we were forced to compound with the Rattaree men, for ye Dutys on our goods.\" -- Hedges, Diary, Dec. 15; [Hak. Soc. i. 213. In i. 100, Rawdarrie].\n c. 1731. -- \"Nizámu-l Mulk . . . thus got rid of . . . the ráhdárí from which latter impost great annoyance had fallen upon travellers and traders.\" -- Kháfi Khán, in Elliot, vii. 531.\n [1744. -- \"Passing the river Kizilazan we ascended the mountains by the Rahdar (a Persian toll) of Noglabar. . . .\" -- Hanway, i. 226.]\n", "raggy": "s. Rāgī (the word seems to be Dec. Hindustani, [and is derived from Skt. rāga, 'red,' on account of the colour of the grain]. A kind of grain, Eleusine Coracana, Gaertn.; Cynosurus Coracanus, Linn.; largely cultivated, as a staple of food, in Southern India.\n 1792. -- \"The season for sowing raggy, rice, and bajera from the end of June to the end of August.\" -- Life of T. Munro, iii. 92.\n 1793. -- \"The Mahratta supplies consisting chiefly of Raggy, a coarse grain, which grows in more abundance than any other in the Mysore Country, it became necessary to serve it out to the troops, giving rice only to the sick.\" -- Dirom, 10.\n [1800. -- \"The Deccany Mussulmans call it Ragy. In the Tamil language it is called Kevir (kēzhvaragu).\" -- Buchanan, Mysore, i. 100.]\n", "rains": "s. The common Anglo-Indian colloquial for the Indian rainy season. The same idiom, as chuvas, had been already in use by the Portuguese. (See WINTER).\n c. 1666. -- \"Lastly, I have imagined that if in Delhi, for example, the Rains come from the East, it may yet be that the Seas which are Southerly to it are the origin of them, but that they are forced by reason of some Mountains . . . to turn aside and discharge themselves another way. . . .\" -- Bernier, E.T., 138; [ed. Constable, 433].\n 1707. -- \"We are heartily sorry that the Rains have been so very unhealthy with you.\" -- Letter in Orme's Fragments.\n 1750. -- \"The Rains . . . setting in with great violence, overflowed the whole country. \" -- Orme, Hist., ed. 1803, i. 153.\n 1868. -- \"The place is pretty, and although it is 'the Rains,' there is scarcely any day when we cannot get out.\" -- Bp. Milman, in Memoir, p. 67.\n [RAIS, s. Ar. ra'īs, from ra's, 'the head,' in Ar. meaning 'the captain, or master, not the owner of a ship;' in India it generally means 'a native gentleman of respectable position.'\n 1610. -- \". . . Reyses of all our Nauyes.\" -- Birdwood, First Letter Book, 435.\n 1785. -- \". . . their chief (more worthless in truth than a horsekeeper).\" In note \"In the original the word syse is introduced for the sake of a jingle with the word Ryse (a chief or leader).\" -- Tippoo's Letters, 18.\n 1870. -- \"Raees.\" See under RYOT.\n 1900. -- \"The petition was signed by representative landlords, raises.\" -- Pioneer Mail, April 13.]\n", "raja": "s. Skt. rājā, 'king.' The word is still used in this sense, but titles have a tendency to degenerate, and this one is applied to many humbler dignitaries, petty chiefs, or large Zemindars. It is also now a title of nobility conferred by the British Government, as it was by their Mahommedan predecessors, on Hindus, as Nawāb is upon Moslem. Rāī, Rāo, Rānā, Rāwal, Rāya (in S. India), are other forms which the word has taken in vernacular dialects or particular applications. The word spread with Hindu civilisation to the eastward, and survives in the titles of Indo-Chinese sovereigns, and in those of Malay and Javanese chiefs and princes.\n It is curious that the term Rājā cannot be traced, so far as we know, in any of the Greek or Latin references to India, unless the very questionable instance of Pliny's Rachias be an exception. In early Mahommedan writers the now less usual, but still Indian, forms Rāō and Rāī, are those which we find. (Ibn Batuta, it will be seen, regards the words for king in India and in Spain as identical, in which he is fundamentally right.) Among the English vulgarisms of the 18th century again we sometimes find the word barbarised into Roger.\n c. 1338. -- \". . . Bahā-uddīn fled to one of the heathen Kings called the Rāī Kanbīlah. The word Rāī among those people, just as among the people of Rūm, signifies 'King.'\" -- Ibn Batuta, iii. 318. The traveller here refers, as appears by another passage, to the Spanish Rey.\n [1609. -- \"Raiaw.\" See under GOONT.]\n 1612. -- \"In all this part of the East there are 4 castes. . . . The first caste is that of the Rayas, and this is a most noble race from which spring all the Kings of Canara. . . .\" -- Couto, V. vi. 4.\n [1615. -- \"According to your direction I have sent per Orincay (see ORANKAY) Beege Roger's junk six pecculles (see PECUL) of lead.\" -- Foster, Letters, iv. 107.\n [1623. -- \"A Ragia, that is an Indian Prince.\" -- P. della Valle, Hak. Soc. i. 84.]\n 1683. -- \"I went a hunting with ye Ragea, who was attended with 2 or 300 men, armed with bows and arrows, swords and targets.\" -- Hedges, Diary, March 1; [Hak. Soc. i. 66].\n 1786. -- Tippoo with gross impropriety addresses Louis XVI. as \"the Rajah of the French.\" -- Select Letters, 369.\n", "rajamundry": "n.p. A town, formerly head-place of a district, on the lower Godavery R. The name is in Telegu Rājamahendravaramu, 'Kingchief('s)-Town,' [and takes its name from Mahendradeva of the Orissa dynasty; see Morris, Godavery Man. 23].\n", "rajpoot": "s. Hind. Rājpūt, from Skt. Rājaputra, 'King's Son.' The name of a great race in India, the hereditary profession of which is that of arms. The name was probably only a honorific assumption; but no race in India has furnished so large a number of princely families. According to Chand, the great medieval bard of the Rājpūts, there were 36 clans of the race, issued from four Kshatriyas (Parihār, Pramār, Solankhī, and Chauhān) who sprang into existence from the sacred Agnikuṇḍa or Firepit on the summit of Mount Abū. Later bards give five eponyms from the firepit, and 99 clans. The Rājpūts thus claim to be true Kshatriyas, or representatives of the second of the four fundamental castes, the Warriors; but the Brahmans do not acknowledge the claim, and deny that the true Kshatriya is extant. Possibly the story of the fireborn ancestry hides a consciousness that the claim is factitious. \"The Rajpoots,\" says Forbes, \"use animal food and spirituous liquors, both unclean in the last degree to their puritanic neighbours, and are scrupulous in the observance of only two rules, -- those which prohibit the slaughter of cows, and the remarriage of widows. The clans are not forbidden to eat together, or to intermarry, and cannot be said in these respects to form separate castes\" (Rās-mālā, reprint 1878, p. 537).\n An odd illustration of the fact that to partake of animal food, and especially of the heroic repast of the flesh of the wild boar killed in the chase (see Terry's representation of this below), is a Rājpūt characteristic, occurs to the memory of one of the present writers. In Lord Canning's time the young Rājpūt Rāja of Alwar had betaken himself to degrading courses, insomuch that the Viceroy felt constrained, in open durbar at Agra, to admonish him. A veteran political officer, who was present, inquired of the agent at the Alwar Court what had been the nature of the conduct thus rebuked. The reply was that the young prince had become the habitual associate of low and profligate Mahommedans, who had so influenced his conduct that among other indications, he would not eat wild pig. The old Political, hearing this, shook his head very gravely, saying, 'Would not eat Wild Pig! Dear! Dear! Dear!' It seemed the ne plus ultra of Rājpūt degradation! The older travellers give the name in the quaint form Rashboot, but this is not confined to Europeans, as the quotation from Sidi 'Alí shows; though the aspect in which the old English travellers regarded the tribe, as mainly a pack of banditti, might have made us think the name to be shaped by a certain sense of aptness. The Portuguese again frequently call them Reys Butos, a form in which the true etymology, at least partially, emerges.\n 1516. -- \"There are three qualities of these Gentiles, that is to say, some are called Razbutes, and they, in the time that their King was a Gentile, were Knights, the defenders of the Kingdom, and governors of the Country.\" -- Barbosa, 50.\n 1533. -- \"Insomuch that whilst the battle went on, Saladim placed all his women in a large house, with all that he possessed, whilst below the house were combustibles for use in the fight; and Saladim ordered them to be set fire to, whilst he was in it. Thus the house suddenly blew up with great explosion and loud cries from the unhappy women; whereupon all the people from within and without rushed to the spot, but the Resbutos fought in such a way that they drove the Guzarat troops out of the gates, and others in their hasty flight cast themselves from the walls and perished.\"- Correa, iii. 527.\n \" \"And with the stipulation that the 200 pardaos, which are paid as allowance to the lascarins of the two small forts which stand between the lands of Baçaim and the Reys buutos, shall be paid out of the revenues of Baçaim as they have been paid hitherto.\" -- Treaty of Nuno da Cunha with the K. of Cambaya, in Subsidios, 137.\n c. 1554. -- \"But if the caravan is attacked, and the Bāts (see BHAT) kill themselves, the Rashbūts, according to the law of the Bāts, are adjudged to have committed a crime worthy of death.\" -- Sidi 'Ali Kapudān, in J. As., Ser. I., tom. ix. 95.\n [1602. -- \"Rachebidas.\" -- Couto, Dec. viii. ch. 15.]\n c. 1614. -- \"The next day they embarked, leaving in the city, what of those killed in fight and those killed by fire, more than 800 persons, the most of them being Regibutos, Moors of great valour; and of ours fell eighteen. . . .\" -- Bocarro, Decada, 210.\n [1614. -- \". . . in great danger of thieves called Rashbouts. . . .\" -- Foster, Letters, ii. 260.]\n 1616. -- \". . . it were fitter he were in the Company of his brother . . . and his safetie more regarded, then in the hands of a Rashboote Gentile. . . .\" -- Sir T. Roe, i. 553-4; [Hak. Soc. ii. 282].\n \" \"The Rashbootes eate Swines-flesh most hateful to the Mahometans.\" -- Terry, in Purchas, ii. 1479.\n 1638. -- \"These Rasboutes are a sort of Highway men, or Tories.\" -- Mandelslo, Eng. by Davies, 1669, p. 19.\n 1648. -- \"These Resbouts (Resbouten) are held for the best soldiers of Gusuratta.\"- Van Twist, 39.\n [c. 1660. -- \"The word Ragipous signifies Sons of Rajas.\" -- Bernier, ed. Constable, 39.]\n 1673. -- \"Next in esteem were the Rashwaws, Rashpoots, or Souldiers.\" -- Fryer, 27.\n 1689. -- \"The place where they went ashore was at a Town of the Moors, which name our Seamen give to all the Subjects of the Great Mogul, but especially his Mahometan Subjects; calling the Idolaters Gentous or Rashbouts.\" -- Dampier, i. 507.\n 1791. -- \". . . Quatre cipayes ou reispoutes montés sur des chevaux persans, pour l'escorter.\" -- B. de St. Pierre; Chaumière Indienne.\n", "ramasammy": "s. This corruption of Rāmaswāmi ('Lord Rāma'), a common Hindū proper name in the South, is there used colloquially in two ways:\n (a). As a generic name for Hindūs, like 'Tommy Atkins' for a British soldier. Especially applied to Indian coolies in Ceylon, &c.\n (b). For a twisted roving of cotton in a tube (often of wrought silver) used to furnish light for a cigar (see FULEETA). Madras use:\n a.-\n [1843. -- \"I have seen him almost swallow it, by Jove, like Ramo Samee, the Indian juggler.\" -- Thackeray, Book of Snobs, ch. i.]\n 1880. -- \". . . if you want a clerk to do your work or a servant to attend on you, . . . you would take on a saponaceous Bengali Baboo, or a servile abject Madrasi Ramasammy. . . . A Madrasi, even if wrongly abused, would simply call you his father, and his mother, and his aunt, defender of the poor, and epitome of wisdom, and would take his change out of you in the bazaar accounts.\" -- Cornhill Mag., Nov., pp. 582-3.\n", "rambotang": "s. Malay, rambūtan (Filet, No. 6750, p. 256). The name of a fruit (Nephelium lappaceum, L.), common in the Straits, having a thin luscious pulp, closely adhering to a hard stone, and covered externally with bristles like those of the external envelope of a chestnut. From rambūt, 'hair.'\n 1613. -- \"And other native fruits, such as bachoes (perhaps bachang, the Mangifera foetida?) rambotans, rambes,* buasducos,* and pomegranates, and innumerable others. . . .\" -- Godinho de Eredia, 16.\n 1726. -- \". . . the ramboetan-tree (the fruit of which the Portuguese call ,froeta dos caffaros or Caffer's fruit).\" -- Valentijn (v.) Sumatra, 3.\n 1727. -- \"The Rambostan is a Fruit about the Bigness of a Walnut, with a tough Skin, beset with Capillaments; within the Skin is a very savoury Pulp.\" -- A. Hamilton, ii. 81; [ed. 1744, ii. 80].\n 1783. -- \"Mangustines, rambustines, &c.\" -- Forrest, Mergui, 40.\n [1812. -- \". . . mangustan, rhambudan, and dorian . . .\" -- Heyne, Tracts, 411.]\n", "ramdam": "s. Hind. from Ar. ramaẓān (ramaḍhān). The ninth Mahommedan lunar month, viz. the month of the Fast.\n 1615. -- \". . . at this time, being the preparation to the Ramdam or Lent.\"- Sir T. Roe, in Purchas, i. 537; [Hak. Soc. i. 21; also 58, 72, ii. 274].\n 1623. -- \"The 29th June: I think that (to-day?) the Moors have commenced their ramadhan, according to the rule by which I calculate.\" -- P. della Valle, ii. 607; [Hak. Soc. i. 179].\n 1686. -- \"They are not . . . very curious or strict in observing any Days or Times of particular Devotions, except it be Ramdam time as we call it. . . . In this time they fast all Day. . . .\" -- Dampier, i. 343.\n Favre gives (Dict. Malay-Français): \"Duku\" (buwa is=fruit). \"Nom d'un fruit de la grosseur d'un œuf de poule; il parait être une grosse espèce de Lansium.\" (It is L. domesticum.) The Rambeh is figured by Marsden in Atlas to Hist. of Sumatra, 3rd ed. pl. vi. and pl. ix. It seems to be Baccaurea dulcis, Müll. (Pierardia dulcis, Jack).\n", "ramoosy": "n.p. The name of a very distinct caste in W. India, Mahr. Rāmosī, [said to be from Mahr. ranavāsī, 'jungle-dweller']; originally one of the thieving castes. Hence they came to be employed as hereditary watchmen in villages, paid by cash or by rent-free lands, and by various petty dues. They were supposed to be responsible for thefts till the criminals were caught; and were often themselves concerned. They appear to be still commonly employed as hired chokidars by Anglo-Indian households in the west. They come chiefly from the country between Poona and Kolhapūr. The surviving traces of a Ramoosy dialect contain Telegu words, and have been used in more recent days as a secret slang. [See an early account of the tribe in: \"An Account of the Origin and Present condition of the tribe of Ramoosies, including the Life of the Chief Oomíah Naik, by Capt. Alexander Mackintosh of the Twenty-seventh Regiment, Madras Army,\" Bombay 1833.]\n [1817. -- \"His Highness must long have been aware of Ramoosees near the Mahadeo pagoda.\" -- Elphinstone's Letter to Peshwa, in Papers relating to E.I. Affairs, 23.]\n 1833. -- \"There are instances of the Ramoosy Naiks, who are of a bold and daring spirit, having a great ascendancy over the village Patells (Patel) and Koolkurnies (Coolcurnee), but which the latter do not like to acknowledge openly . . . and it sometimes happens that the village officers participate in the profits which the Ramoosies derive from committing such irregularities.\" -- Macintosh, Acc. of the Tribe of Ramoossies, p. 19.\n 1883. -- \"Till a late hour in the morning he (the chameleon) sleeps sounder than a ramoosey or a chowkeydar; nothing will wake him.\" -- Tribes on My Frontier.\n", "ram - ram!": "The commonest salutation between two Hindus meeting on the road; an invocation of the divinity.\n [1652. -- \". . . then they approach the idol waving them (their hands) and repeating many times (the words) Ram, Ram, i.e. God, God.\" -- Tavernier, ed. Ball, i. 263.]\n 1673. -- \"Those whose Zeal transports them no further than to die at home, are immediately Washed by the next of Kin, and bound up in a Sheet; and as many as go with him carry them by turns on a Coltstaff; and the rest run almost naked and shaved, crying after him Ram, Ram.\"- Fryer, 101.\n 1726. -- \"The wives of Bramines (when about to burn) first give away their jewels and ornaments, or perhaps a pinang, (q.v.), which is under such circumstances a great present, to this or that one of their male or female friends who stand by, and after taking leave of them, go and lie over the corpse, calling out only Ram, Ram.\"- Valentijn, v. 51.\n [1828. -- See under SUTTEE.]\n c. 1885. -- Sir G. Birdwood writes: \"In 1869-70 I saw a green parrot in the Crystal Palace aviary very doleful, dull, and miserable to behold. I called it 'pretty poll,' and coaxed it in every way, but no notice of me would it take. Then I bethought me of its being a Mahratta poput, and hailed it Ram Ram! and spoke in Mahratti to it; when at once it roused up out of its lethargy, and hopped and swung about, and answered me back, and cuddled up close to me against the bars, and laid its head against my knuckles. And every day thereafter, when I visited it, it was always in an eager flurry to salute me as I drew near to it.\"\n", "ranee": "s. A Hindu queen; rānī, fem. of rājā, from Skt. rājnī (= regina).\n 1673. -- \"Bedmure (Bednūr) . . . is the Capital City, the Residence of the Ranna, the Relict of Sham Shunker Naig.\" -- Fryer, 162.\n 1809. -- \"The young Rannie may marry whomsoever she pleases.\" -- Lord Valentia, i. 364.\n 1879. -- \"There were once a Raja and a Ráné who had an only daughter.\" -- Miss Stokes, Indian Fairy Tales, 1.\n", "rangoon": "n.p. Burm. Ran-gun, said to mean 'War-end'; the chief town and port of Pegu. The great Pagoda in its immediate neighbourhood had long been famous under the name of Dagon (q.v.), but there was no town in modern times till Rangoon was founded by Alompra during his conquest of Pegu, in 1755. The name probably had some kind of intentional assonance to Da-gun, whilst it \"proclaimed his forecast of the immediate destruction of his enemies.\" Occupied by the British forces in May 1824, and again, taken by storm, in 1852, Rangoon has since the latter date been the capital, first of the British province of Pegu, and latterly of British Burma. It is now a flourishing port with a population of 134,176 (1881); [in 1891, 180,324].\n", "ranjow": "s. A Malay term, ranjau. Sharp-pointed stakes of bamboo of varying lengths stuck in the ground to penetrate the naked feet or body of an enemy. See Marsden, H. of Sumatra, 2nd ed., 276. [The same thing on the Assam frontier is called a poee (Lewin, Wild Races, 308), or panji (Sanderson, Thirteen Years, 233).]\n", "raseed": "s. Hind. rasīd. A native corruption of the English 'receipt,' shaped, probably, by the Pers. rasīda, 'arrived'; viz. an acknowledgment that a thing has 'come to hand.'\n 1877. -- \"There is no Sindi, however wild, that cannot now understand 'Rasíd' (receipt), and 'Apíl' (appeal).\" -- Burton, Sind Revisited, i. 282.\n", "rat-bird": "s. The striated bushbabbler (Chattarhoea caudata, Dumeril); see Tribes on My Frontier, 1883, p. 3.\n", "rattan": "s. The long stem of various species of Asiatic climbing palms, belonging to the genus Calamus and its allies, of which canes are made (not 'bamboo-canes,' improperly so called), and which, when split, are used to form the seats of cane-bottomed chairs and the like. From Malay rotan, [which Crawfurd derives from rawat, 'to pare or trim'], applied to various species of Calamus and Daemonorops (see Filet, No. 696 et seq.). Some of these attain a length of several hundred feet, and are used in the Himālaya and the Kāsia Hills for making suspension bridges, &c., rivalling rope in strength.\n 1511. -- \"The Governor set out from Malaca in the beginning of December, of this year, and sailed along the coast of Pedir. . . . He met with such a contrary gale that he was obliged to anchor, which he did with a great anchor, and a cable of rótas, which are slender but tough canes, which they twist and make into strong cables.\" -- Correa, Lendas, ii. 269.\n 1563. -- \"They took thick ropes of rotas (which are made of certain twigs which are very flexible) and cast them round the feet, and others round the tusks.\" -- Garcia, f. 90.\n 1598. -- \"There is another sorte of the same reedes which they call Rota: these are thinne like twigges of Willow for baskets. . . .\" -- Linschoten, 28; [Hak. Soc. i. 97].\n c. 1610. -- \"Il y a vne autre sorte de canne qui ne vient iamais plus grosse que le petit doigt . . . et il ploye comme osier. Ils l'appellent Rotan. Ils en font des cables de nauire, et quantité de sortes de paniers gentiment entre lassez.\" -- Pyrard de Laval, i. 237; [Hak. Soc. i. 331, and see i. 207].\n 1673. -- \". . . The Materials Wood and Plaister, beautified without with folding windows, made of Wood and latticed with Rattans. . . .\" -- Fryer, 27.\n 1844. -- \"In the deep vallies of the south the vegetation is most abundant and various. Amongst the most conspicuous species are . . . the rattan winding from trunk to trunk and shooting his pointed head above all his neighbours.\" -- Notes on the Kasia Hills and People, in J.A.S.B. vol. xiii. pt. ii. 615.\n", "ravine deer": ". The sportsman's name, at least in Upper India, for the Indian gazelle (Gazella Bennettii, Jerdon, [Blanford, Mammalia, 526 seqq.]).\n", "razzia": "s. This is AlgerineFrench, not Anglo-Indian, meaning a sudden raid or destructive attack. It is in fact the Ar. ghāziya, 'an attack upon infidels,' from ghāzī, 'a hero.'\n", "reaper": "s. The small laths, laid across the rafters of a sloping roof to bear the tiles, are so called in Anglo-Indian house-building. We find no such word in any Hind. Dictionary; but in the Mahratti Dict. we find rīp in this sense.\n [1734-5. -- See under BANKSHALL.]\n", "reas": "s. Small money of account, formerly in use at Bombay, the 25th part of an anna, and 400th of a rupee. Port. real, pl. réis. Accounts were kept at Bombay in rupees, quarters, and reas, down at least to November 1834, as we have seen in accounts of that date at the India Office.\n 1673. -- (In Goa) \"The Vinteen . . . 15 Basrooks (see BUDGROOK), whereof 75 make a Tango (see TANGA), and 60 Rees make a Tango.\" -- Fryer, 207.\n 1727. -- \"Their Accounts (Bombay) are kept by Rayes and Rupees. 1 Rupee is . . . 400 Rayes.\" -- A. Hamilton, ii. App. 6; [ed. 1744, ii. 315].\n", "red cliffs": "n.p. The nautical name of the steep coast below Quilon. This presents the only bluffs on the shore from Mt. Dely to Cape Comorin, and is thus identified, by character and name, with the *PUR)R(O\\N O)/ROS of the Periplus.\n c. 80-90. -- \"Another village, Bakarē, lies by the mouth of the river, to which the ships about to depart descend from Nel kynda. . . . From Bakarē extends the RedHill (PUR)R(O\\N O)/ROS) and then a long stretch of country called Paralia.\" -- Periplus, \u0015\u0015 55-58.\n 1727. -- \"I wonder why the English built their Fort in that place (Anjengo), when they might as well have built it near the Red Cliffs to the Northward, from whence they have their Water for drinking.\"- A. Hamilton, i. 332; [ed. 1744, i. 334].\n 1813. -- \"Water is scarce and very indifferent; but at the red cliffs, a few miles to the north of Anjengo, it is said to be very good, but difficult to be shipped.\"- Milburn, Or. Comm. i. 335. See also Dunn's New Directory, 5th ed. 1780, p. 161.\n 1814. -- \"From thence (Quilone) to Anjengo the coast is hilly and romantic; especially about the red cliffs at Boccoli (qu. *BAKARH\\ as above?); where the women of Anjengo daily repair for water, from a very fine spring.\" -- Forbes, Or. Mem., i. 334; [2nd ed. i. 213].\n 1841. -- \"There is said to be fresh water at the Red Cliffs to the northward of Anjengo, but it cannot be got conveniently; a considerable surf generally prevailing on the coast, particularly to the southward, renders it unsafe for ships' boats to land.\" -- Horsburgh's Direc. ed. 1841, i. 515.\n", "red-dog": "s. An old name for Prickly-heat (q.v.).\n c. 1752. -- \"The red-dog is a disease which affects almost all foreigners in hot countries, especially if they reside near the shore, at the time when it is hottest.\" -- Osbeck's Voyage, i. 190.\n", "regulation": "s. A law passed by the Governor-General in Council, or by a Governor (of Madras or Bombay) in Council. This term became obsolete in 1833, when legislative authority was conferred by the Charter Act (3 & 4 Will. IV. cap. 85) on those authorities; and thenceforward the term used is Act. By 13 Geo. III. cap. 63, \u0015 xxxv., it is enacted that it shall be lawful for the G.-G. and Council of Fort William in Bengal to issue Rules or Decrees and Regulations for the good order and civil government of the Company's settlements, &c. This was the same Charter Act that established the Supreme Court. But the authorised compilation of \"Regulations of the Govt. of Fort William in force at the end of 1853,\" begins only with the Regulations of 1793, and makes no allusion to the earlier Regulations. No more does Regulation XLI. of 1793, which prescribes the form, numbering, and codifying of the Regulations to be issued. The fact seems to be that prior to 1793, when the enactment of Regulations was systematized, and the Regulations began to be regularly numbered, those that were issued partook rather of the character of resolutions of Government and circular orders than of Laws.\n 1868. -- \"The new Commissioner . . . could discover nothing prejudicial to me, except, perhaps, that the Regulations were not sufficiently observed. The sacred Regulations! How was it possible to fit them on such very irregular subjects as I had to deal with?\" -- Lt.-Col. Lewin, A Fly on the Wheel, p. 376.\n 1880. -- \"The laws promulgated under this system were called Regulations, owing to a lawyer's doubts as to the competence of the Indian authorities to infringe on the legislative powers of the English Parliament, or to modify the 'laws and customs' by which it had been decreed that the various nationalities of India were to be governed.\" -- Saty. Reciew, March 13, p. 335.\n", "regulation provinces": ". See this explained under NON-REGULATION .\n", "regur": "s. Dakh. Hind. regaṛ, also legaṛ. The peculiar black loamy soil, commonly called by English people in India 'black cotton soil.' The word may possibly be connected with H. -- P. reg, 'sand'; but regaḍa and regaḍi is given by Wilson as Telugu. [Platts connects it with Skt. rekha, 'a furrow.'] This soil is not found in Bengal, with some restricted exception in the Rājmahal Hills. It is found everywhere on the plains of the Deccan trap-country, except near the coast. Tracts of it are scattered through the valley of the Krishna, and it occupies the flats of Coimbatore, Madura, Salem, Tanjore, Ramnād, and Tinnevelly. It occurs north of the Nerbudda in Saugor, and occasionally on the plain of the eastern side of the Peninsula, and composes the great flat of Surat and Broach in Guzerat. It is also found in Pegu. The origin of regaṛ has been much debated. We can only give the conclusion as stated in the Manual of the Geology of India, from which some preceding particulars are drawn: \"Regur has been shown on fairly trustworthy evidence to result from the impregnation of certain argillaceous formations with organic matter, but . . . the process which has taken place is imperfectly understood, and . . . some peculiarities in distribution yet require explanation.\" -- Op. cit. i. 434.\n", "reh": "s. [Hind. reh, Skt. rej, 'to shine, shake, quiver.'] A saline efflorescence which comes to the surface in extensive tracts of Upper India, rendering the soil sterile. The salts (chiefly sulphate of soda mixed with more or less of common salt and carbonate of soda) are superficial in the soil, for in the worst reh tracts sweet water is obtainable at depths below 60 or 80 feet. [Plains infested with these salts are very commonly known in N. India as Oosur Plains (Hind. ūsar, Skt. ūshara, 'impregnated with salt.')] The phenomenon seems due to the climate of Upper India, where the ground is rendered hard and impervious to water by the scorching sun, the parching winds, and the treeless character of the country, so that there is little or no water-circulation in the subsoil. The salts in question, which appear to be such of the substances resulting from the decomposition of rock, or of the detritus derived from rock, and from the formation of the soil, as are not assimilated by plants, accumulate under such circumstances, not being diluted and removed by the natural purifying process of percolation of the rain-water. This accumulation of salts is brought to the surface by capillary action after the rains, and evaporated, leaving the salts as an efflorescence on the surface. From time to time the process culminates on considerable tracts of land, which are thus rendered barren. The canal-irrigation of the Upper Provinces has led to some aggravation of the evil. The level of the canal-waters being generally high, they raise the level of the reh-polluted water in the soil, and produce in the lower tracts a great increase of the efflorescence. A partial remedy for this lies in the provision of drainage for the subsoil water, but this has only to a small extent been yet carried out. [See a full account in Watt, Econ. Dict. VI. pt. i. 400 seqq.]\n", "reinol": "s. A term formerly in use among the Portuguese at Goa, and applied apparently to 'Johnny New comes' or Griffins (q.v.). It is from reino, 'the Kingdom' (viz. of Portugal). The word was also sometimes used to distinguish the European Portuguese from the country-born.\n 1598. -- \". . . they take great pleasure and laugh at him, calling him Reynol, which is a name given in iest to such as newly come from Portingall, and know not how to behave themselves in such grave manner, and with such ceremonies as the Portingales use there in India.\" -- Linschoten, ch. xxxi.; [Hak. Soc. i. 208].\n c. 1610. -- \". . . quand ces soldats Portugais arriuent de nouueau aux Indes portans encor leurs habits du pays, ceux qui sont là de long tẽs quand ils les voyent par les ruës les appellent Renol, chargez de poux, et mille autres iniures et mocqueries.\"- Mocquet, 304.\n [ \" \"When they are newly arrived in the Indies, they are called Raignolles, that is to say 'men of the Kingdom,' and the older hands mock them until they have made one or two voyages with them, and have learned the manners and customs of the Indies; this name sticks to them until the fleet arrives the year following.\" -- Pyrard de Laval, Hak. Soc. ii. 123.\n [1727. -- \"The Reynolds or European fidalgos.\" -- A. Hamilton, ed. 1744, i. 251.]\n At a later date the word seems to have been applied to Portuguese deserters who took service with the E.I. Co. Thus:\n c. 1760. -- \"With respect to the military, the common men are chiefly such as the Company sends out in their ships, or deserters from the several nations settled in India, Dutch, French, or Portuguese, which last are commonly known by the name of Reynols.\" -- Grose, i. 38.\n", "reshire": "n.p. Rīshihr. A place on the north coast of the Persian Gulf, some 5 or 6 miles east of the modern port of Bushire (q.v.). The present village is insignificant, but it is on the site of a very ancient city, which continued to be a port of some consequence down to the end of the 16th century. I do not doubt that this is the place intended by Reyxel in the quotation from A. Nunes under Dubber. The spelling Raxet in Barros below is no doubt a clerical error for Raxel.\n c. 1340. -- \"Rishihr. . . . This city built by Lohrasp, was rebuilt by Shapūr son of Ardeshīr Babegān; it is of medium size, on the shore of the sea. The climate is very hot and unhealthy. . . . The inhabitants generally devote themselves to sea-trade, but poor and feeble that they are, they live chiefly in dependence on the merchants of other countries. Dates and the cloths called Rīschihrī are the chief productions.\" -- Hamdalla Mastūfī, quoted in Barbier de Meynard, Dict. de la Perse.\n 1514. -- \"And thereupon Pero Dalboquerque sailed away . . . and entered through the straits of the Persian sea, and explored all the harbours, islands, and villages which are contained in it . . . and when he was as far advanced as Bárem, the winds being now westerly -- he tacked about, and stood along in the tack for a two days voyage, and reached Raxel, where he found Mirbuzaca, Captain of the Xeque Ismail, (Shāh Ismaīl Sūfi, of Persia), who had captured 20 tarradas from a Captain of the King of Ormuz.\" -- Alboquerque, Hak. Soc. iv. 114-115.\n \" \"On the Persian side (of the Gulf) is the Province of Raxel, which contains many villages and fortresses along the sea, engaged in a flourishing trade.\" -- Ibid. 186-7.\n 1534. -- \"And at this time insurrection was made by the King of Raxel, (which is a city on the coast of Persia); who was a vassal of the King of Ormuz, so the latter King sought help from the Captain of the Castle, Antonio da Silveira. And he sent down Jorge de Crasto with a galliot and two foists and 100 men, all well equipt, and good musketeers; and bade him tell the King of Raxel that he must give up the fleet which he kept at sea for the purpose of plundering, and must return to his allegiance to the K. of Ormuz.\" -- Correa, iii. 557.\n 1553. -- \". . . And Francisco de Gouvea arrived at the port of the city of Raxet, and having anchored, was forthwith visited by a Moor on the King's part, with refreshments and compliments, and a message that . . . he would make peace with us, and submit to the King of Ormuz.\" -- Barros, IV. iv. 26.\n 1554. -- \"Reyxel.\" See under DUBBER, as above.\n 1600. -- \"Reformados y proueydos en Harmuz de lo necessario, nos tornamos a partir . . . fuymos esta vez por fuera de la isla Queixiome (see KISHM) corriendo la misma costa, como de la primera, passamos . . . mas adelante la fortaleza de Rexel, celebre por el mucho y perfetto pan y frutos, que su territorio produze.\" -- Teixeira, Viage, 70.\n 1856. -- \"48 hours sufficed to put the troops in motion northwards, the ships of war, led by the Admiral, advancing along the coast to their support. This was on the morning of the 9th, and by noon the enemy was observed to be in force in the village of Reshire. Here amidst the ruins of old houses, garden-walls, and steep ravines, they occupied a formidable position; but notwithstanding their firmness, wall after wall was surmounted, and finally they were driven from their last defence (the old fort of Reshire) bordering on the cliffs at the margin of the sea.\" -- Despatch in Lowe's H. of the Indian Navy, ii. 346.\n", "resident": "s. This term has been used in two ways which require distinction. Thus (a) up to the organization of the Civil Service in Warren Hastings's time, the chiefs of the Company's commercial establishments in the provinces, and for a short time the European chiefs of districts, were termed Residents. But later the word was applied (b) also to the representative of the Governor-General at an important native Court, e.g. at Lucknow, Delhi, Hyderabad, and Baroda. And this is the only meaning that the term now has in British India. In Dutch India the term is applied to the chief European officer of a province (corresponding to an Indian Zillah) as well as to the Dutch representative at a native Court, as at Solo and Djokjocarta.\n a.-\n 1748. -- \"We received a letter from Mr. Henry Kelsall, Resident at Ballasore.\"- Ft. William. Consn., in Long, 3.\n 1760. -- \"Agreed, Mr. Howitt the present Resident in Rajah Tillack Chund's country (i.e. Burdwan) for the collection of the tuncahs (see TUNCA), be wrote to. . . .\"- Ibid. March 29, ibid. 244.\n c. 1778. -- \"My pay as Resident (at Sylhet) did not exceed 500l. per annum, so that fortune could only be acquired by my own industry.\" -- Hon. R. Lindsay, in Lives of the L.'s, iii. 174.\n b.-\n 1798. -- \"Having received overtures of a very friendly nature from the Rajah of Berar, who has requested the presence of a British Resident at his Court, I have despatched an ambassador to Nagpore with full powers to ascertain the precise nature of the Rajah's views.\" -- Marquis Wellesley, Despatches, i. 99.\n", "respondentia": "s. An old trade technicality, thus explained: \"Money which is borrowed, not upon the vessel as in bottomry, but upon the goods and merchandise contained in it, which must necessarily be sold or exchanged in the course of the voyage, in which case the borrower personally is bound to answer the contract\" (Wharton's Law Lexicon, 6th ed., 1876; [and see N.E.D. under Bottomry]). What is now a part of the Calcutta Course, along the bank of the Hoogly, was known down to the first quarter of the last century, as Respondentia Walk. We have heard this name explained by the supposition that it was a usual scene of proposals and contingent jawaubs, (q.v.); but the name was no doubt, in reality, given because this walk by the river served as a sort of 'Change, where bargains in Respondentia and the like were made.\n [1685. -- \". . . Provided he gives his Bill to repay itt in Syam, . . . with 20 p. Ct. Respondentia on the Ship. . . .\" -- Pringle, Diary Ft. St. Geo., 1st ser. iv. 123.]\n 1720. -- \"I am concerned with Mr. Thomas Theobalds in a respondentia Bond in the 'George' Brigantine.\" -- Testament of Ch. Davers, Merchant. In Wheeler, ii. 340.\n 1727. -- \"There was one Captain Perrin Master of a Ship, who took up about 500 L. on respondentia from Mr. Ralph Sheldon . . . payable at his Return to Bengal.\" -- A. Hamilton, ii. 14; [ed. 1744, ii. 12].\n \" \". . . which they are enabled to do by the Money taken up here on Respondentia bonds. . . .\" -- In Wheeler, ii. 427.\n 1776. -- \"I have desired my Calcutta Attorney to insure some Money lent on Respondentia on Ships in India. . . . I have also subscribed £500 towards a China Voyage.\" -- MS. Letter of James Rennell, Feb. 20.\n 1794. -- \"I assure you, Sir, Europe articles, especially good wine, are not to be had for love, money, or respondentia.\" -- The Indian Observer, by Hugh Boyd, &c., p. 206.\n [1840. -- \"A Grecian ghat has been built at the north end of the old Respondentia walk. . . .\" -- Davidson, Diary of Travels, ii. 209.]\n", "ressaidar": "s. P. -- H. Rasāīdār. A native subaltern of irregular cavalry, under the Ressaldar (q.v.). It is not clear what sense rasāī has in the formation of this title (which appears to be of modern devising). The meaning of that word is 'quickness of apprehension; fitness, perfection.'\n", "ressala": "s. Hind. from Ar. risāla. A troop in one of our regiments of native (so-called) Irregular Cavalry. The word was in India applied more loosely to a native corps of horse, apart from English regimental technicalities. The Arabic word properly means the charge or commission of a rasūl, i.e. of a civil officer employed to make arrests (Dozy), [and in the passage from the Āīn, quoted under RESSALDAR, the original text has Risalah]. The transition of meaning, as with many other words of Arabic origin, is very obscure.\n 1758. -- \"Presently after Shokum Sing and Harroon Cawn (formerly of Roy Dullub's Rissalla) came in and discovered to him the whole affair.\" -- Letter of W. Hastings, in Gleig, i. 70.\n [1781. -- \"The enemy's troops before the place are five Rosollars of infantry . . .\"- Sir Eyre Coote, letter of July 6, in Progs. of Council, September 7, Forrest, Letters, vol. iii.]\n", "ressaldar": "Ar. -- P. -- H. Risā- ladār (Ressala ). Originally in Upper India the commander of a corps of Hindustani horse, though the second quotation shows it, in the south, applied to officers of infantry. Now applied to the native officer who commands a ressala in one of our regiments of \"Irregular Horse.\" This title is applied honorifically to overseers of post-horses or stables. (See Panjab Notes & Queries, ii. 84.)\n [c. 1590. -- \"Besides, there are several copyists who write a good hand and a lucid style. They receive the yáddásht (memorandum) when completed, keep it with themselves, and make a proper abridgement of it. After signing it, they return this instead of the yaddásht, when the abridgement is signed and sealed by the Wāqi'ahnawīs, and the Risalahdar (in orig. risālah). . . .\" -- Āīn, i. 259.]\n 1773. -- \"The Nawaub now gave orders to the Risaladárs of the regular and irregular infantry, to encircle the fort, and then commence the attack with their artillery and musketry.\" -- H. of Hydur Naik, 327.\n 1803. -- \"The rissaldars finding so much money in their hands, began to quarrel about the division of it, while Perron crossed in the evening with the bodyguard.\" -- Mil. Mem. of James Skinner, i. 274.\n c. 1831. -- \"Le lieutenant de ma troupe a bonne chance d'être fait Capitaine (resseldar).\" -- Jacquemont, Corresp. ii. 8.\n", "rest-house": "s. Much the same as Dawk Bungalow (q.v.). Used in Ceylon only. [But the word is in common use in Northern India for the chokies along roads and canals.]\n [1894. -- \"'Rest-Houses' or 'staging bungalows' are erected at intervals of twelve or fifteen miles along the roads.\"- G. W. MacGeorge, Ways and Works in India, p. 78.]\n", "resum": "s. Lascar's Hind. for ration (Roebuck).\n", "rhinoceros": "s. We introduce this word for the sake of the quotations, showing that even in the 16th century this animal was familiar not only in the Western Himālaya, but in the forests near Peshāwar. It is probable that the nearest rhinoceros to be found at the present time would be not less than 800 miles, as the crow flies, from Peshāwar. See also GANDA, [and for references to the animal in Greek accounts of India, McCrindle, Ancient India, its Invasion by Alexander, 186].\n c. 1387. -- \"In the month of Zí-l Ka'da of the same year he (Prince Muhammed Khan) went to the mountains of Sirmor (W. of the Jumna) and spent two months in hunting the rhinoceros and the elk.\" -- Táríkh-iMubárak-Sháhí, in Elliot, iv. 16.\n 1398. -- (On the frontier of Kashmīr). \"Comme il y avoit dans ces Pays un lieu qui par sa vaste étendue, et la grande quantité de gibiers, sembloit inviter les passans à chasser. . . . Timur s'en donna le divertissement . . . ils prisent une infinité de gibiers, et l'on tua plusiers rhinoceros à coups de sabre et de lances, quoique cet animal . . . a la peau si ferme, qu'on ne peut la percer que par des efforts extraordinaires. \" -- Petis de la Croix, H. de TimurBec, iii. 159.\n 1519. -- \"After sending on the army towards the river (Indus), I myself set off for Sawâti, which they likewise call KarakKhaneh (kark-khāna, 'the rhinoceros-haunt'), to hunt the rhinoceros. We started many rhinoceroses, but as the country abounds in brushwood, we could not get at them. A she rhinoceros, that had whelps, came out, and fied along the plain; many arrows were shot at her, but . . . she gained cover. We set fire to the brushwood, but the rhinoceros was not to be found. We got sight of another, that, having been scorched in the fire, was lamed and unable to run. We killed it, and every one cut off a bit as a trophy of the chase.\" -- Baber, 253.\n 1554. -- \"Nous vinmes à la ville de Pourschewer (Peshawur), et ayant heureusement passe le Koutel (Kotul), nous gagnâmes la ville de Djouschayeh. Sur le Koutel nous apercûmes des rhinoceros, dont la grosseur approchait celle d'un elephant. . . .\" -- Sidi 'Ali, in J. As., 1st ser. tom. ix. 201-202.\n", "rhotass": "n.p. This (Rohtās) is the name of two famous fortresses in India, viz. a. a very ancient rock-fort in the Shāhābād district of Behar, occupying part of a tabular hill which rises on the north bank of the Sōn river to a height of 1490 feet. It was an important stronghold of Sher Shāh, the successful rival of the Mogul Humāyūn: b. A fort at the north end of the Salt-range in the Jhelum District, Punjab, which was built by the same king, named by him after the ancient Rohtās. The ruins are very picturesque.\n a.-\n c. 1560. -- \"Sher Sháh was occupied night and day with the business of his kingdom, and never allowed himself to be idle. . . . He kept money (khazána) and revenue (kharáj) in all parts of his territories, so that, if necessity required, soldiers and money were ready. The chief treasury was in Rohtás under the care of Ikhtiyár Khán.\" -- Waki'at-i-Mushtaki, in Elliot, iv. 551.\n [c. 1590. -- \"Rohtas is a stronghold on the summit of a lofty mountain, difficult of access. It has a circumference of 14 kos and the land is cultivated. It contains many springs, and whenever the soil is excavated to the depth of 3 or 4 yards, water is visible. In the rainy season many lakes are formed, and more than 200 waterfalls gladden the eye and ear.\" -- Āīn, ed. Jarrett, ii. 152 seq.]\n 1665. -- \". . . You must leave the great road to Patna, and bend to the South through Exberbourgh (?) [Akbarpur] and the famous Fortress of Rhodes.\" -- Tavernier, E.T. ii. 53; [ed. Ball, i. 121].\n [1764. -- \"From Shaw Mull, Kelladar of Rotus to Major Munro.\" -- In Long, 359.]\n b.-\n c. 1540. -- \"Sher Sháh . . . marched with all his forces and retinue through all the hills of Padmán and Garjhák, in order that he might choose a fitting site, and build a fort there to keep down the Ghakkars. . . . Having selected Rohtás, he built there the fort which now exists.\" -- Táríkh-i-Sher Sháhí, in Elliot, iv. 390.\n 1809. -- \"Before we reached the Hydaspes we had a view of the famous fortress of Rotas; but it was at a great distance. . . . Rotas we understood to be an extensive but strong fort on a low hill.\" -- Elphinstone, Caubul, ed. 1839, i. 108.\n", "rice": "s. The well-known cereal, Oryza sativa, L. There is a strong temptation to derive the Greek O)RU/ZA, which is the source of our word through It. riso, Fr. riz, etc., from the Tamil ariśi, 'rice deprived of husk,' ascribed to a root ari, 'to separate.' It is quite possible that Southern India was the original seat of rice cultivation. Roxburgh (Flora Indica, ii. 200) says that a wild rice, known as Newaree [Skt. nīvāra, Tel. nivvāri] by the Telinga people, grows abundantly about the lakes in the Northern Circars, and he considers this to be the original plant.\n It is possible that the Arabic al-ruzz (arruzz) from which the Spaniards directly take their word arroz, may have been taken also directly from the Dravidian term. But it is hardly possible that O)RU/ZA can have had that origin. The knowledge of rice apparently came to Greece from the expedition of Alexander, and the mention of O)RU/ZA by Theophrastus, which appears to be the oldest, probably dates almost from the lifetime of Alexander (d. B.C. 323). Aristobulus, whose accurate account is quoted by Strabo (see below), was a companion of Alexander's expedition, but seems to have written later than Theophrastus. The term was probably acquired on the Oxus, or in the Punjab. And though no Skt. word for rice is nearer O)RU/ZA than vrīhi, the very common exchange of aspirant and sibilant might easily give a form like vrīsi or brīsi (comp. hindū, sindū, &c.) in the dialects west of India. Though no such exact form seems to have been produced from old Persian, we have further indications of it in the Pushtu, which Raverty writes, sing. 'a grain of rice' w'rijza'h, pl. 'rice' w'rijzey, the former close to oryza. The same writer gives in Barakai (one of the uncultivated languages of the Kabul country, spoken by a 'Tajik' tribe settled in Logar, south of Kabul, and also at Kanigoram in the Waziri country) the word for rice as w'rizza, a very close approximation again to oryza. The same word is indeed given by Leech, in an earlier vocabulary, largely coincident with the former, as rizza. The modern Persian word for husked rice is birinj, and the Armenian brinz. A nasal form, deviating further from the hypothetical brīsi or vrīsi, but still probably the same in origin, is found among other languages of the Hindū Kūsh tribes, e.g. Burishki (Khajuna of Leitner) broṉ; Shina (of Gilgit), brīūṉ; Khowar of the Chitral Valley (Arniyah of Leitner), grinj (Biddulph, Tribes of Hindoo Koosh, App., pp. xxxiv., lix., cxxxix.).\n 1298. -- \"Il hi a forment et ris asez, mès il ne menuient pain de forment por ce que il est en cele provence enferme, mès menuient ris et font poison (i.e. drink) de ris con especes qe molt e(s)t biaus et cler et fait le home evre ausi con fait le vin.\" -- Marc Pol. Geo. Text, 132.\n B.C. c. 320-300. -- \"*MA=LLON DE\\ SPEI/ROUSI TO\\ KALOU/MENON O)/RUZON, E)C OU(= TO E)/YHMA: TOU=TO DE\\ O(/MOION TH= ZEIA=(, KAI\\ PERIPTISQE\\N OI(=ON XO/NDROS, EUPEPTON DE\\ TH\\N O)/YIN PEFUKO\\S O(/MOION TAI=S AI)/RAIS, KAI\\ TO\\N POLU/N XRO/NON E)N U(/DATI. '*APOXEI=TAI DE\\ OU)\\K EI)S STA/XUN, A)LL' OI(=ON FO/BHN W(/SPER O( KE/GXROS KAI\\ O( E)/LUMOS.\" -- Theophrast. de Hist. Plantt., iv. c. 4.\n B.C. c. 20. -- \"The rice (O)/RUZA), according to Aristobulus, stands in water, in an enclosure. It is sowed in beds. The plant is 4 cubits in height, with many ears, and yields a large produce. The harvest is about the time of the setting of the Pleiades, and the grain is beaten out like barley.\n \"It grows in Bactriana, Babylonia, Susis, and in the Lower Syria.\" -- Strabo, xv. i. \u0015 18, in Bohn's E.T. iii. 83.\n B.C. 300. -- \"Megasthenes writes in the second Book of his Indica. The Indians, says he, at their banquets have a table placed before each person. This table is made like a buffet, and they set upon it a golden bowl, into which they first help boiled rice (O)/RUZAN), as it might be boiled groats, and then a variety of cates dressed in Indian fashions.\" -- Athenaeus, iv. \u0015 39.\n A.D. c 70. -- \"Hordeum Indis sativum et silvestre, ex quo panis apud eos praecipuus et alica. Maxime quidem oryza gaudent, ex qua tisanam conficiunt quam reliqui mortales ex hordeo. . . .\" -- Pliny, xviii. 13. Ph. Holland has here got so wrong a reading that we abandon him.\n A.D. c. 80-90. -- \"Very productive is this country (Syrastrēnē or Penins. Guzerat) in wheat and rice (O)RU/ZHS) and sessamin oil and butter* (see GHEE) and cotton, and the abounding Indian piece-goods made from it.\" -- Periplus, \u0015 41.\n", "roc": "s. The Rukh or fabulous colossal bird of Arabian legend. This has been treated of at length by one of the present writers in Marco Polo (Bk. iii. ch. 33, notes); and here we shall only mention one or two supplementary facts.\n M. Marre states that rūḳ-rūḳ is applied by the Malays to a bird of prey of the vulture family, a circumstance which possibly may indicate the source of the Arabic name, as we know it to be of some at least of the legends. [See Skeat, Malay Magic, 124.]\n In one of the notes just referred to it is suggested that the roc's quills, spoken of by Marco Polo in the passage quoted below (a passage which evidently refers to some real object brought to China), might possibly have been some vegetable production such as the great frond of the Ravenala Müller and (very positively) Fabricius discard *BOUTU/ROU for *BOSMO/ROU, which \"no fellow understands. \" A. Hamilton (i. 136) mentions \"Wheat, Pulse, and Butter\" as exports from Mangaroul on this coast. He does not mention Bosmoron!\n of Madagascar (Urania speciosa), cooked to pass as a bird's quill. Mr. Sibree, in his excellent book on Madagascar (The Great African Island, 1880), noticed this, but pointed out that the object was more probably the immensely long midrib of the rofia palm (Sagus Raphia). Sir John Kirk, when in England in 1882, expressed entire confidence in this identification, and on his return to Zanzibar in 1883 sent four of these midribs to England. These must have been originally from 36 to 40 feet in length. The leaflets were all stript, but when entire the object must have strongly resembled a Brobdingnagian feather. These roc's quills were shown at the Forestry Exhibition in Edinburgh, 1884. Sir John Kirk wrote:\n \"I send to-day per S.S. Arcot . . . four fronds of the Raphia palm, called here Moale. They are just as sold and shipped up and down the coast. No doubt they were sent in Marco Polo's time in exactly the same state -- i.e. stripped of their leaflets and with the tip broken off. They are used for making stages and ladders, and last long if kept dry. They are also made into doors, by being cut into lengths, and pinned through.\"\n Some other object has recently been shown at Zanzibar as part of the wings of a great bird. Sir John Kirk writes that this (which he does not describe particularly) was in the possession of the R. C. priests at Bagamoyo, to whom it had been given by natives of the interior, and these declared that they had brought it from Tanganyika, and that it was part of the wing of a gigantic bird. On another occasion they repeated this statement, alleging that this bird was known in the Udoe (?) country, near the coast. The priests were able to communicate directly with their informants, and certainly believed the story. Dr. Hildebrand also, a competent German naturalist, believed in it. But Sir John Kirk himself says that 'what the priests had to show was most undoubtedly the whalebone of a comparatively small whale' (see letter of the present writer in Athenaeum, March 22nd, 1884).\n (c. 1000?). -- \"El Haçan fils d'Amr et d'autres, d'après ce qu'ils tenaient de maintpersonnages de l'Inde, m'ont rapporté des choses bien extraordinaires, au sujet des oiseaux du pays de Zabedj, de Khmêr (Kumār) du Senf et autres regions des parages de l'Inde. Ce que j'ai vu de plus grand, en fait de plumes d'oiseaux, c'est un tuyau que me montra Abou' l-Abbas de Siraf. Il était long de deux aunes environs capable, semblait-il, de contenir une outre d'eau.\n \"'J'ai vu dans l'Inde, me dit le capitaine Ismaïlawéih, chez un des principaux marschands, un tuyau de plume qui était près de sa maison, et dans lequel on versait de l'eau comme dans une grande tonne. . . . Ne sois pas étonné, me dit-il, car un capitaine du pays des Zindjs m'a conté qu'il avait vu chez le roi de Sira un tuyau de plume qui contenait vingt-cinq outres d'eau.'\" -- Livre des Mervailles d'Inde. (Par Van der Lith et Marcel Devic, pp. 62-63.)\n", "rock-pigeon": "The bird so called by sportsmen in India is the Pterocles exustus of Temminck, belonging to the family of sand-grouse (Pteroclidae). It occurs throughout India, except in the more wooded parts. In their swift high flight these birds look something like pigeons on the wing, whence perhaps the misnomer.\n", "rogue": "(Elephant), s. An elephant (generally, if not always a male) living in apparent isolation from any herd, usually a bold marauder, and a danger to travellers. Such an elephant is called in Bengal, according to Williamson, saun, i.e. sān [Hind. sānḍ, Skt. shaṇḍa]; sometimes it would seem gunḍā [Hind. gunḍā, 'a rascal']; and by the Sinhalese hora. The term rogue is used by Europeans in Ceylon, and its origin is somewhat obscure. Sir Emerson Tennent finds such an elephant called, in a curious book of the 18th century, ronkedor or runkedor, of which he supposes that rogue may perhaps have been a modification. That word looks like Port. roncador, 'a snorer, a noisy fellow, a bully,' which gives a plausible sense. But Littré gives rogue as a colloquial French word conveying the idea of arrogance and rudeness. In the following passage which we have copied, unfortunately without recording the source, the word comes still nearer the sense in which it is applied to the elephant: \"On commence à s'apperceuoir dés Bayonne, que l'humeur de ces peuples tient vn peu de celle de ses voisins, et qu'ils sont rogues et peu communicatifs avec l'Estranger.\" After all however it is most likely that the word is derived from an English use of the word. For Skeat shows that rogue, from the French sense of 'malapert, saucy, rude, surly,' came to be applied as a cant term to beggars, and is used, in some old English passages which he quotes, exactly in the sense of our modern 'tramp.' The transfer to a vagabond elephant would be easy. Mr. Skeat refers to Shakspeare:-\n \"And wast thou fain, poor father, To hovel thee with swine, and rogues forlorn?\" K. Lear, iv. 7.\n 1878. -- \"Much misconception exists on the subject of rogue or solitary elephants. The usually accepted belief that these elephants are turned out of the herds by their companions or rivals is not correct. Most of the so-called solitary elephants are the lords of some herds near. They leave their companions at times to roam by themselves, usually to visit cultivation or open country . . . sometimes again they make the expedition merely for the sake of solitude. They, however, keep more or less to the jungle where their herd is, and follow its movements.\" -- Sanderson, p. 52.\n", "rogue's river": "n.p. The name given by Europeans in the 17th and 18th centuries to one of the Sunderbund channels joining the Lower Hoogly R. from the eastward. It was so called from being frequented by the Arakan Rovers, sometimes Portuguese vagabonds, sometimes native Muggs, whose vessels lay in this creek watching their opportunity to plunder craft going up and down the Hoogly.\n Mr. R. Barlow, who has partially annotated Hedges' Diary for the Hakluyt Society, identifies Rogue's River with Channel Creek, which is the channel between Saugor Island and the Delta. Mr. Barlow was, I believe, a member of the Bengal Pilot service, and this, therefore, must have been the application of the name in recent tradition. But I cannot reconcile this with the sailing directions in the English Pilot (1711), or the indications in Hamilton, quoted below.\n The English Pilot has a sketch chart of the river, which shows, just opposite Buffalo Point, \"R. Theeves,\" then, as we descend, the R. Rangafula, and, close below that, \"Rogues\" (without the word River), and still further below, Chanell Creek or R. Jessore. Rangafula R. and Channel Creek we still have in the charts.\n After a careful comparison of all the notices, and of the old and modern charts, I come to the conclusion that the R. of Rogues must have been either what is now called Chingrī Khāl, entering immediately below Diamond Harbour, or Kalpī Creek, about 6 m. further down, but the preponderance of argument is in favour of Chingrī Khāl. The position of this quite corresponds with the R. Theeves of the old English chart; it corresponds in distance from Saugor (the Gunga Saugor of those days, which forms the extreme S. of what is styled Saugor Island now) with that stated by Hamilton, and also in being close to the \"first safe anchoring place in the River,\" viz. Diamond Harbour. The Rogue's River was apparently a little 'above the head of the Grand Middle Ground' or great shoals of the Hoogly, whose upper termination is now some 7½ m. below Chingrī Khāl. One of the extracts from the English Pilot speaks of the \"R. of Rogues, commonly called by the Country People, Adegom.\" Now there is a town on the Chingrī Khāl, a few miles from its entrance into the Hoogly, which is called in Rennell's Map Ottogunge, and in the Atlas of India Sheet Huttoogum. Further, in the tracing of an old Dutch chart of the 17th century, in the India Office, I find in a position corresponding with Chingrī Khāl, D'Roevers Spruit, which I take to be 'Robber's (or Rogue's) River.'\n 1683. -- \"And so we parted for this night, before which time it was resolved by ye Councill that if I should not prevail to go this way to Decca, I should attempt to do it with ye Sloopes by way of the River of Rogues, which goes through to the great River of Decca.\" -- Hedges, Diary, Hak. Soc. i. 36.\n 1711. -- \"Directions to go up along the Western Shore. . . . The nearer the Shore the better the Ground until past the River of Tygers.* You may begin to edge over towards the River of Rogues about the head of the Grand Middle Ground; and when the Buffalow Point bears from you ½ N. ¾ of a Mile, steer directly over for the East Shore E.N.E.\" -- The English Pilot, Pt. iii. p. 54.\n \" \"Mr. Herring, the Pilot's Directions for bringing of Ships down the River of Hughley. . . . From the lower point of This is shown by a 17th century Dutch chart. in I.O. to be a creek on the west side, very little below Diamond Point. It is also shown in Tassin's Maps of the R. Hoogly, 1835; not later.\n the Narrows on the Starboard side . . . the Eastern Shore is to be kept close aboard, until past the said Creek, afterwards allowing only a small Birth for the Point off the River of Rogues, commonly called by the Country People, Adegom. . . . From the River Rogues, the Starboard (qu. larboard? ) shore with a great ship ought to be kept close aboard all along down to Channel Trees, for in the offing lies the Grand Middle Ground.\" -- Ibid. p. 57.\n 1727. -- \"The first safe anchoring Place in the River, is off the Mouth of a River about 12 Leagues above Sagor,* commonly known by the Name of Rogues River, which had that Appellation from some Banditti Portuguese, who were followers of Shah Sujah . . . for those Portuguese . . . after their Master's Flight to the Kingdom of Arackan, betook themselves to Piracy among the Islands at the Mouth of the Ganges, and this River having communication with all the Channels from Xatigam (see CHITTAGONG) to the Westward, from this River they used to sally out.\" -- A. Hamilton, ii. 3 [ed. 1744].\n 1752. -- \". . . 'On the receipt of your Honors' orders per Dunnington, we sent for Capt. Pinson, the Master Attendant, and directed him to issue out fresh orders to the Pilots not to bring up any of your Honors' Ships higher than Rogues River.'\"* -- Letter to Court, in Long, p. 32.\n", "rohilla": "n.p. A name by which Afghāns, or more particularly Afghāns settled in Hindustan, are sometimes known, and which gave a title to the province Rohilkand, and now, through that, to a Division of the N.W. Provinces embracing a large part of the old province. The word appears to be Pushtu, rōhēlah or rōhēlai, adj., formed from rōhu, 'mountain,' thus signifying 'mountaineer of Afghānistān. ' But a large part of E. Afghānistān specifically bore the name of Roh. Keene (Fall of the Moghul Monarchy, 41) puts the rise of the Rohillas of India in 1744, when 'Ali Mahommed revolted, and made the territory since called Rohilkhand independent. A very comprehensive application is given to the term Roh in the quotation from Firishta. A friend (Major J. M. Trotter) notes here: \"The word Rohilla is little, if at all, used now in Pushtu, but I remember a line of an ode in that language, 'Sádik Rohilai yam pa Hindubár gad,' meaning, 'I am a simple mountaineer, compelled to live in Hindustan'; i.e. 'an honest man among knaves.'\"\n This also points to the locality of Diamond Harbour, and the Chingrï Khāl.\n c. 1452. -- \"The King . . . issued farmáns to the chiefs of the various Afghán Tribes. On receipt of the farmáns, the Afgháns of Roh came as is their wont, like ants and locusts, to enter the King's service. . . . The King (Bahlol Lodi) commanded his nobles, saying, -- 'Every Afghán who comes to Hind from the country of Roh to enter my service, bring him to me. I will give him a jágír more than proportional to his deserts.'\" -- Táríkh-i-Shír-Sháhí, in Elliot, iv. 307.\n c. 1542. -- \"Actuated by the pride of power, he took no account of clanship, which is much considered among the Afghans, and especially among the Rohilla men.\"- Ibid. 428.\n c. 1612. -- \"Roh is the name of a particular mountain [-country], which extends in length from Swád and Bajaur to the town of Siwí belonging to Bhakar. In breadth it stretches from Hasan Abdál to Kábul. Kandahár is situated in this territory.\"- Firishta's Introduction, in Elliot, vi. 568.\n 1726. -- \". . . 1000 other horsemen called Ruhelahs.\" -- Valentijn, iv. (Suratte), 277.\n 1745. -- \"This year the Emperor, at the request of Suffder Jung, marched to reduce Ali Mahummud Khan, a Rohilla adventurer, who had, from the negligence of the Government, possessed himself of the district of Kutteer (Kathehar), and assumed independence of the royal authority.\" -- In Vol. II. of Scott's E.T. of Hist. of the Dekkan, &c., p. 218.\n 1763. -- \"After all the Rohilas are but the best of a race of men, in whose blood it would be difficult to find one or two single individuals endowed with good nature and with sentiments of equity; in a word they are Afghans.\" -- Seir Mutaqherin, iii. 240.\n 1786. -- \"That the said Warren Hastings . . . did in September, 1773, enter into a private engagement with the said Nabob of Oude . . . to furnish them, for a stipulated sum of money to be paid to the E. I. Company, with a body of troops for the declared purpose of 'thoroughly extirpating the nation of the Rohillas'; a nation from whom the Company had never received, or pretended to receive, or apprehend, any injury whatever.\" -- Art. of Charge against Hastings, in Burke, vi. 568.\n", "rolong": "s. Used in S. India, and formerly in W. India, for fine flour; semolina, or what is called in Bengal soojee (q.v.). The word is a corruption of Port. rolão or ralão. But this is explained by Bluteau as farina secunda. It is, he says (in Portuguese), that substance which is extracted between the best flour and the bran.\n 1813. -- \"Some of the greatest delicacies in India are now made from the rolong flour, which is called the heart or kidney of the wheat.\" -- Forbes, Or. Mem. i. 47; [2nd ed. i. 32].\n", "roocka": "s.\n a. Ar. ruḳ'a. A letter, a written document; a note of hand.\n 1680. -- \"One Sheake Ahmud came to Towne slyly with several peons dropping after him, bringing letters from Futty Chaun at Chingalhatt, and Ruccas from the Ser Lascar. . . .\" -- Fort St. Geo. Consns. May 25. In Notes and Exts. iii. 20. [See also under AUMILDAR and JUNCAMEER.]\n \" \". . . proposing to give 200 Pagodas Madaras Brahminy to obtain a Rocca from the Nabob that our business might go on Salabad (see SALLABAD).\"- Ibid. Sept. 27, p. 35.\n [1727. -- \"Swan . . . holding his Petition or Rocca above his head . . .\" -- A. Hamilton, ed. 1744, i. 199.]\n [b. An ancient coin in S. India; Tel. rokkam, rokkamu, Skt. roka, 'buying with ready money,' from ruch, 'to shine.'\n [1875. -- \"The old native coins seem to have consisted of Varaghans, rookas and Doodoos. The Varaghan is what is now generally called a pagoda. . . . The rookas have now entirely disappeared, and have probably been melted into rupees. They varied in value from 1 to 2 Rupees. Though the coins have disappeared, the name still survives, and the ordinary name for silver money generally is rookaloo.\" -- Gribble, Man. of Cuddapah, 296 seq.]\n", "rook": "s. In chess the rook comes to us from Span. roque, and that from Ar. and Pers. rukh, which is properly the name of the famous gryphon, the roc of Marco Polo and the Arabian Nights. According to Marcel Devic it meant 'warrior.' It is however generally believed that this form was a mistake in transferring the Indian rath (see RUT) or 'chariot,' the name of the piece in India.\n", "room": "n.p. 'Turkey' (Rūm); ROOMEE , n.p. (Rūmī); 'an Ottoman Turk.' Properly 'a Roman.' In older Oriental books it is used for an European, and was probably the word which Marco Polo renders as 'a Latin' -- represented in later times by firinghee (e.g. see quotation from Ibn Batuta under RAJA). But Rūm, for the Roman Empire, continued to be applied to what had been part of the Roman Empire after it had fallen into the hands of the Turks, first to the Seljukian Kingdom in Anatolia, and afterwards to the Ottoman Empire seated at Constantinople. Garcia de Orta and Jarric deny the name of Rūmī, as used in India, to the Turks of Asia, but they are apparently wrong in their expressions. What they seem to mean is that Turks of the Ottoman Empire were called Rūmī; whereas those others in Asia of Turkish race (whom we sometimes call Toorks), as of Persia and Turkestan, were excluded from the name.\n c. 1508. -- \"Ad haec, trans euripum, seu fretum, quod insulam fecit, in orientali continentis plaga oppidum condidit, receptaculum advenis militibus, maximo Turcis; ut ab Diensibus freto divisi, rixandi cum iis . . . causas procul haberent. Id oppidum primo Gogola (see GOGOLLA), dein Rumepolis vocitatum ab ipsa re. . . .\"- Maffei, p. 77.\n 1510. -- \"When we had sailed about 12 days we arrived at a city which is called Diuobandierrumi, that is 'Diu, the port of the Turks.' . . . This city is subject to the Sultan of Combeia . . . 400 Turkish merchants reside here constantly.\" -- Varthema, 91-92.\n Bandar-i-Rūmī is, as the traveller explains, the 'Port of the Turks.' Gogola, a suburb of Diu on the mainland, was known to the Portuguese some years later, as Villa dos Rumes (see GOGOLLA, and quotation from Maffei above). The quotation below from Damian a Goes alludes apparently to Gogola.\n 1513. -- \". . . Vnde Ruminu Turchorũque sex millia nostros continue infestabãt.\"- Emanuelis Regis Epistola, p. 21.\n 1514. -- \"They were ships belonging to Moors, or to Romi (there they give the name of Romi to a white people who are, some of them, from Armenia the Greater and the Less, others from Circassia and Tartary and Rossia, Turks and Persians of Shaesmal called the Soffi, and other renegades from all) countries.\" -- Giov. da Empoli, 38.\n 1525. -- In the expenditure of Malik Aiaz we find 30 Rumes at the pay (monthly) of 100 fedeas each. The Arabis are in the same statement paid 40 and 50 fedeas, the Coraçones (Khorāsānīs) the same; Guzerates and Cymdes (Sindis) 25 and 30 fedeas;Fartaquis, 50 fedeas. -- Lembrança, 37.\n 1549. -- \". . . in nova civitate quae Rhomaeum appellatur. Nomen inditum est Rhomaeis, quasi Rhomanis, vocantur enim in totâ Indiâ Rhomaei ii, quos nos communi nomine Geniceros (i.e. Janisaries) vocamus. . . .\" -- Damiani a Goes, Diensis Oppugnatio -- in De Rebus Hispanicis Lusitanicis, Aragonicis, Indicis et Aethiopicis. . . . Opera, Colon. Agr., 1602, p. 281.\n 1553. -- \"The Moors of India not understanding the distinctions of those Provinces of Europe, call the whole of Thrace, Greece, Sclavonia, and the adjacent islands of the Mediterranean Rum, and the men thereof Rumi, a name which properly belongs to that part of Thrace in which lies Constantinople; from the name of New Rome belonging to the latter, Thrace taking that of Romania.\" -- Barros, IV. iv. 16.\n 1554. -- \"Also the said ambassador promised in the name of Idalshaa (see IDALCAN) his lord, that if a fleet of Rumes should invade these parts, Idalshaa should be bound to help and succour us with provisions and mariners at our expense. . . .\" -- S. Botelho, Tombo, 42.\n c. 1555. -- \"One day (the Emp. Humāyūn) asked me: 'Which of the two countries is greatest, that of Rūm or of Hindustan?' I replied: . . . 'If by Rūm you mean all the countries subject to the Emperor of Constantinople, then India would not form even a sixth part thereof.' . . .\" -- Sidi 'Ali, in J. As., ser. I. tom. ix. 148.\n 1563. -- \"The Turks are those of the province of Natolia, or (as we now say) Asia Minor; the Rumes are those of Constantinople, and of its empire.\" -- Garcia De Orta, f. 7.\n 1572.- \"Persas feroces, Abassis, e Rumes, Que trazido de Roma o nome tem. . . .\" Camões, x. 68.\n [By Aubertin: \"Fierce Persians, Abyssinians, Rumians, Whose appellation doth from Rome descend. . . .\"]\n 1579. -- \"Without the house . . . stood foure ancient comely hoare-headed men, cloathed all in red downe to the ground, but attired on their heads not much vnlike the Turkes; these they call Romans, or strangers. . . .\" -- Drake, World Encompassed, Hak. Soc. 143.\n 1600. -- \"A nation called Rumos who have traded many hundred years to Achen. These Rumos come from the Red Sea.\"- Capt. J. Davis, in Purchas, i. 117.\n 1612. -- \"It happened on a time that Rajah Sekunder, the Son of Rajah Darab, a Roman (Rumi), the name of whose country was Macedonia, and whose title was ZulKarneini, wished to see the rising of the sun, and with this view he reached the confines of India.\" -- Sijara Malayu, in J. Indian Archip. v. 125.\n 1616. -- \"Rumae, id est Turcae Europaei. In India quippe duplex militum Turcaeorum genus, quorum primi, in Asia orti, qui Turcae dicuntur; alii in Europa qui Constantinopoli quae olim Roma Nova, advocantur, ideoque Rumae, tam ab Indis quam a Lusitanis nomine Graeco *(PWMAI=OI in Rumas depravato dicuntur.\" -- Jarric,Thesaurus, ii. 105.\n 1634.- \"Allī o forte Pacheco se eterniza Sustentando incansavel o adquirido; Depois Almeida, que as Estrellas piza Se fez do Rume, e Malavar temido.\" Malaca Conquistada, ii. 18.\n 1781. -- \"These Espanyols are a very western nation, always at war with the Roman Emperors (i.e. the Turkish Sultans); since the latter took from them the city of Ashtenbol (Istambūl), about 500 years ago, in which time they have not ceased to wage war with the Roumees.\" -- Seir Mutaqherin, iii. 336.\n 1785. -- \"We herewith transmit a letter . . . in which an account is given of the conference going on between the Sultan of Room and the English ambassador.\"- Letters of Tippoo, p. 224.\n", "roomaul": "s. Hind. from Pers. rūmāl (lit. 'face-rubber,') a towel, a handkerchief. [\"In modern native use it may be carried in the hand by a high-born parda lady attached to her batwa or tiny silk handbag, and ornamented with all sorts of gold and silver trinkets; then it is a handkerchief in the true sense of the word. It may be carried by men, hanging on the left shoulder, and used to wipe the hands or face; then, too, it is a handkerchief. It may be as big as a towel, and thrown over both shoulders by men, the ends either hanging loose or tied in a knot in front; it then serves the purpose of a gulúband or muffler. In the case of children it is tied round the neck as a neckkerchief, or round the waist for mere show. It may be used by women much as the 18th century tucker was used in England in Addison's time\" (Yusuf Ali, Mon. on Silk, 79; for its use to mark a kind of shawl, see Forbes Watson, Textile Manufactures, 123).] In ordinary Anglo-Indian Hind. it is the word for a 'pocket handkerchief.' In modern trade it is applied to thin silk piece-goods with handkerchiefpatterns. We are not certain of its meaning in the old trade of piecegoods, e.g.:\n [1615. -- \"2 handkerchiefs Rumall cottony.\" -- Cocks's Diary, Hak. Soc. i. 179.\n [1665. -- \"Towel, Rumale.\" -- Persian Glossary, in Sir T. Herbert, ed. 1677, p. 100.\n [1684. -- \"Romalls Courge . . . 16.\" -- Pringle, Diary Ft. St. Geo., 1st ser. iii. 119.]\n 1704. -- \"Price Currant (Malacca) . . . Romalls, Bengall ordinary, per Corge, 26 Rix Dlls.\" -- Lockyer, 71.\n 1726. -- \"Roemaals, 80 pieces in a pack, 45 ells long, 1½ broad.\" -- Valentijn, v. 178.\n Rūmāl was also the name technically used by the Thugs for the handkerchief with which they strangled their victims.\n [c. 1833. -- \"There is no doubt but that all the Thugs are expert in the use of the handkerchief, which is called Roomal or Paloo. . . .\" -- Wolff, Travels, ii. 180.]\n", "rosalgat": "n.p. The most easterly point of the coast of Arabia; a corruption (originally Portuguese) of the Arabic name Rās-al-hadd, as explained by P. della Valle, with his usual acuteness and precision, below.\n 1553. -- \"From Curia Muria to Cape Rosalgate, which is in 22½˚, an extent of coast of 120 leagues, all the land is barren and desert. At this Cape commences the Kingdom of Ormus.\" -- Barros, I. ix. 1.\n \" \"Affonso d'Alboquerque . . . passing to the Coast of Arabia ran along till he doubled Cape Rocalgate, which stands at the beginning of that coast . . . which Cape Ptolemy calls Siragros Promontory (*SU/AGROS A)/KRA). . . .\" -- Ibid. II. ii. 1.\n c. 1554. -- \"We had been some days at sea, when near Rā'is-al-hadd the Damani, a violent wind so called, got up. . . .\" -- Sidi 'Ali, J. As. S. ser. I. tom. ix. 75.\n \" \"If you wish to go from Rásolhadd to Dúlsind (see DIUL-SIND) you steer E.N.E. till you come to Pasani . . . from thence . . . E. by S. to Rás Karáshí (i.e. Karāchī), where you come to an anchor. . . .\" -- The Mohit (by Sidi 'Ali), in J.A. S.B., v. 459.\n 1572.- \"Olha Dofar insigne, porque manda O mais cheiroso incenso para as aras; Mas attenta, já cá est' outra banda De Roçalgate, o praias semper avaras, Começa o regno Ormus. . . .\" Camões, x. 101.\n By Burton: \"Behold insign Dofar that doth command for Christian altars sweetest incensestore; But note, beginning now on further band of Rocalgaté's ever greedy shore, yon Hormus Kingdom. . . .\"\n 1623. -- \"We began meanwhile to find the sea rising considerably; and having by this time got clear of the Strait . . . and having past not only Cape Iasck on the Persian side, but also that cape on the Arabian side which the Portuguese vulgarly call Rosalgate, as you also find it marked in maps, but the proper name of which is Ras el had, signifying in the Arabic tongue Cape of the End or Boundary, because it is in fact the extreme end of that Country . . . just as in our own Europe the point of Galizia is called by us for a like reason Finis Terrae.\" -- P. della Valle, ii. 496; [Hak. Soc. ii. 11].\n [1665. -- \". . . Rozelgate formerly Corodamum and Maces in Amian. lib. 23, almost Nadyr to the Tropick of Cancer.\" -- Sir T. Herbert, ed. 1677, p. 101.]\n 1727. -- \"Maceira, a barren uninhabited Island . . . within 20 leagues of Cape Rasselgat.\" -- A. Hamilton, i. 56; [ed. 1744, i. 57].\n [1823. -- \". . . it appeared that the whole coast of Arabia, from Ras al had, or Cape Raselgat, as it is sometimes called by the English, was but little known. . . .\" -- Owen, Narr. i. 333.]\n", "rose-apple": "See JAMBOO. \n", "roselle": "s. The Indian Hibiscus or Hib. sabdariffa, L. The fleshy calyx makes an excellent sub-acid jelly, and is used also for tarts; also called 'Red Sorrel.' The French call it 'Guinea Sorrel,' Oseille de Guinée, and Roselle is probably a corruption of Oseille. [See PUTWA.]\n [ROSE-MALLOWS, s. A semifluid resin, the product of the Liquidambar altingia, which grows in Tenasserim; also known as Liquid Storax, and used for various medicinal purposes. (See Hanbury and Flückiger, Pharmacog. 271, Watt, Econ. Dict. V. 78 seqq.). The Burmese name of the tree is nan-ta-yoke (Mason, Burmah, 778). The word is a corruption of the Malay-Javanese rasamalla, Skt. rasa-mālā, 'Perfume garland,' the gum being used as incense (Encycl. Britann. 9th ed. xii. 718.)\n 1598. -- \"Rosamallia.\" -- Linschoten, Hak. Soc. i. 150.]\n", "rottle": "s. Arab. raṭl or riṭl, the Arabian pound, becoming in S. Ital. rotolo; in Port. arratel; in Span. arrelde; supposed to be originally a transposition of the Greek LI/TRA, which went all over the Semitic East. It is in Syriac as līṭrā; and is also found as lītrīm (pl.) in a Phœnician inscription of Sardinia, dating c. B.C. 180 (see Corpus Inscriptt. Semitt. i. 188-189.)\n c. 1340. -- \"The ritl of India which is called sīr (see SEER) weighs 70 mithḳāls . . . 40 sīrs form a mann (see MAUND).\" -- Shihābuddīn Dimishkī, in Notes and Exts. xiii. 189.\n [c. 1590. -- \"Ḳafíz is a measure, called also sáa' weighing 8 ratl, and, some say, more.\" -- Āīn, ed. Jarrett, ii. 55.\n [1612. -- \"The bahar is 360 rottolas of Moha.\" -- Danvers, Letters, i. 193.]\n 1673. -- \". . . Weights in Goa: 1 Baharr is ... 3½ Kintal. 1 Kintal is ... 4 Arobel or Rovel. 1 Arobel is ... 32 Rotolas. 1 Rotola is ... 16 Ounc. or 1l. Averd.\" Fryer, 207.\n 1803. -- \"At Judda the weights are: 15 Vakeeas = 1 Rattle. 2 Rattles = 1 maund.\" Milburn, i. 88.\n", "round": "s. This is used as a Hind. word, raund, or corruptly raun gasht, a transfer of the English, in the sense of patrolling, or 'going the rounds.' [And we find in the Madras Records the grade of 'Rounder,' or 'Gentlemen of the Round,' officers whose duty it was to visit the sentries.\n [1683. -- \". . . itt is order'd that 18 Souldiers, 1 Corporall & 1 Rounder goe upon the Sloop Conimer for Hugly. . . .\" -- Pringle, Diary Ft. St. Geo. 1st ser. ii. 33.]\n", "roundel": "s. An obsolete word for an umbrella, formerly in use in Anglo-India. [In 1676 the use of the Roundell was prohibited, except in the case of \"the Councell and Chaplaine\" (Hedges, Diary, Hak. Soc. ii. ccxxxii.)] In old English the name roundel is applied to a variety of circular objects, as a mat under a dish, a target, &c. And probably this is the origin of the present application, in spite of the circumstance that the word is sometimes found in the form arundel. In this form the word also seems to have been employed for the conical handguard on a lance, as we learn from Bluteau's great Port. Dictionary. \"Arundela, or Arandella, is a guard for the right hand, in the form of a funnel. It is fixed to the thick part of the lance or mace borne by men at arms. The Licentiate Covarrubias, who piques himself on finding etymologies for every kind of word, derives Arandella from Arundel, a city (so he says) of the Kingdom of England.\" Cobarruvias (1611) gives the above explanation; adding that it also was applied to a kind of smooth collar worn by women, from its resemblance to the other thing. Unless historical proof of this last etymology can be traced, we should suppose that Arundel is, even in this sense, probably a corruption of roundel. [The N.E.D. gives arrondell, arundell as forms of hirondelle, 'a swallow.']\n 1673. -- \"Lusty Fellows running by their Sides with Arundels (which are broad Umbrelloes held over their Heads).\" -- Fryer, 30.\n 1676. -- \"Proposals to the Agent, &c., about the young men in Metchlipatam.\n \"Generall. I. -- Whereas each hath his peon and some more with their Rondells, that none be permitted but as at the Fort.\" -- Ft. St. Geo. Consn., Feb. 16. In Notes and Exts. No. I. p. 43.\n 1677-78. -- \". . . That except by the Members of this Councell, those that have formerly been in that quality, Cheefes of Factorys, Commanders of Shipps out of England, and the Chaplains, Rundells shall not be worne by any Men in this Towne, and by no Woman below the Degree of Factors' Wives and Ensigns' Wives, except by such as the Governour shall permit.\" -- Madras Standing Orders, in Wheeler, iii. 438.\n 1680. -- \"To Verona (the Company's Chief Merchant)'s adopted son was given the name of Muddoo Verona, and a Rundell to be carried over him, in respect to the memory of Verona, eleven cannon being fired, that the Towne and Country might take notice of the honour done them.\" -- Ft. St. Geo. Consn. In Notes and Exts. No. II. p. 15.\n 1716. -- \"All such as serve under the Honourable Company and the English Inhabitants, deserted their Employs; such as Cooks, Water bearers, Coolies, Palankeenboys, Roundel men. . . .\" -- In Wheeler, ii. 230.\n 1726. -- \"Whenever the magnates go on a journey they go not without a considerable train, being attended by their pipers, hornblowers, and Rondel bearers, who keep them from the Sun with a Rondel (which is a kind of little round sunshade).\" -- Valentijn, Chor. 54.\n \" \"Their Priests go like the rest clothed in yellow, but with the right arm and breast remaining uncovered. They also carry a rondel, or parasol, of a Tallipot (see TALIPOT) leaf. . . .\" -- Ibid. v. (Ceylon), 408.\n 1754. -- \"Some years before our arrival in the country, they (the E. I. Co.) found such sumptuary laws so absolutely necessary, that they gave the strictest orders that none of these young gentlemen should be allowed even to hire a Roundel-boy, whose business it is to walk by his master, and defend him with his Roundel or Umbrella from the heat of the sun. A young fellow of humour, upon this last order coming over, altered the form of his Umbrella from a round to a square, called it a Squaredel instead of a Roundel, and insisted that no order yet in force forbad him the use of it.\" -- Ives, 21.\n 1785. -- \"He (Clive) enforced the Sumptuary laws by severe penalties, and gave the strictest orders that none of these young gentlemen should be allowed even to have a roundel-boy, whose business is to walk by his master, and defend him with his roundel or umbrella from the heat of the sun.\"- Carraccioli, i. 283. This ignoble writer has evidently copied from Ives, and applied the passage (untruly, no doubt) to Clive.\n", "rowannah": "s. Hind. from Pers. rawānah, from rawā, 'going.' A pass or permit.\n [1764. -- \". . . that the English shall carry on their trade . . . free from all duties . . . excepting the article of salt, . . . on which a duty is to be levied on the Rowana or Houghly market-price. . . .\"- Letter from Court, in Verelst, View of Bengal, App. 127.]\n", "rowce": "s. Hind. raus, rois, rauns. A Himālayan tree which supplies excellent straight and strong alpenstocks and walking-sticks, Cotoneaster bacillaris, Wall., also C. acuminata (N.O. Rosaceae). [See Watt, Econ. Dict. ii. 581.]\n 1838. -- \"We descended into the Khud, and I was amusing myself jumping from rock to rock, and thus passing up the centre of the brawling mountain stream, aided by my long pahārī pole of rous wood.\" -- Wanderings of a Pilgrim, ii. 241; [also i. 112].\n", "rownee": "s.\n a. A fausse-braye, i.e. a subsidiary enceinte surrounding a fortified place on the outside of the proper wall and on the edge of the ditch; Hind. raonī. The word is not in Shakespear, Wilson, Platts or Fallon. But it occurs often in the narratives of Anglo-Indian siege operations. The origin of the word is obscure. [Mr. Irvine suggests Hind. rūndhnā, 'to enclose as with a hedge,' and says: \"Fallon evidently knew nothing of the word raunī, for in his E. H. Dict. he translates fausse-braye by dhus, mattī kā pushtah; which also shows that he had no definite idea of what a fausse-braye was, dhus meaning simply an earthen or mud fort.\" Dr. Grierson suggests Hind. ramanā, 'a park,' of which the fem., i.e. diminutive, would be ramanī or rāonī; or possibly the word may come from Hind. rev, Skt. reṇu, 'sand,' meaning \"an entrenchment of sand.\"]\n 1799. -- \"On the 20th I ordered a mine to be carried under (the glacis) because the guns could not bear on the rounee.\"- Jas. Skinner's Mil. Memoirs, i. 172. J. B. Fraser, the editor of Skinner, parenthetically interprets rounee here as 'counterscarp'; but that is nonsense, as well as incorrect.\n [1803. -- Writing of Hathras, \"Renny wall, with a deep, broad, dry ditch behind it surrounds the fort.\" -- W. Thorn, Mem. of the War in India, p. 400.]\n 1805. -- In a work by Major L. F. Smith (Sketch of the Rise, &c., of the Regular Corps in the Service of the Native Princes of India) we find a plan of the attack of Aligarh, in which is marked \"Lower Fort or Renny, well supplied with grape,\" and again, \"Lower Fort, Renny or Faussebraye.\"\n [1819. -- \". . . they saw the necessity of covering the foot of the wall from an enemy's fire, and formed a defence, similar to our fausse-braye, which they call Rainee.\" -- Fitzclarence, Journal of a Route to England, p. 245; also see 110.]\n b. This word also occurs as representative of the Burmese yo-wet-ni, or (in Arakan pron.) ro-wet-ni, 'red-leaf,' the technical name of the standard silver of the Burmese ingot currency, commonly rendered Flowered-silver.\n 1796. -- \"Rouni or fine silver, Ummerapoora currency.\" -- Notification in Seton-Karr, ii. 179.\n 1800. -- \"The quantity of alloy varies in the silver current in different parts of the empire; at Rangoon it is adulterated 25 per cent.; at Ummerapoora, pure, or what is called flowered silver, is most common; in the latter all duties are paid. The modifications are as follows:\n \"Rouni, or pure silver. Rounika, 5 per cent. of alloy.\" Symes, 327.\n", "rowtee": "s. A kind of small tent with pyramidal roof, and no projection of fly, or eaves. Hind. rāoṭī.\n [1813. -- \". . . the military men, and others attached to the camp, generally possess a dwelling of somewhat more comfortable description, regularly made of two or three folds of cloth in thickness, closed at one end, and having a flap to keep out the wind and rain at the opposite one: these are dignified with the name of ruotees, and come nearer (than the pawl) to our ideas of a tent.\" -- Broughton, Letters, ed. Constable, p. 20.\n [1875. -- \"For the servants I had a good rauti of thick lined cloth.\" -- Wilson, Abode of Snow, 90.]\n", "roy": "s. A common mode of writing the title rāī (see RAJA ); which sometimes occurs also as a family name, as in that of the famous Hindu Theist Rammohun Roy.\n", "roza": "s. Ar. rauḍa, Hind. rauẓa. Properly a garden; among the Arabs especially the rauḍa of the great mosque at Medina. In India it is applied to such mausolea as the Taj (generally called by the natives the Tāj-rauẓa); and the mausoleum built by Aurungzīb near Aurungābād.\n 1813. -- \". . . the roza, a name for the mausoleum, but implying something saintly or sanctified.\" -- Forbes, Or. Mem. iv. 41; [2nd ed. ii. 413].\n", "rozye": "s. Hind. raẓāī and rajāī; a coverlet quilted with cotton. The etymology is very obscure. It is spelt in Hind. with the Ar. letter zwād; and F. Johnson gives a Persian word so spelt as meaning 'a cover for the head in winter.' The kindred meaning of mirzāī is apt to suggest a connection between the two, but this may be accidental, or the latter word factitious. We can see no likelihood in Shakespear's suggestion that it is a corruption of an alleged Skt. raṅjika, 'cloth.' [Platts gives the same explanation, adding \"probably through Pers. razā'i, from razīdan, 'to dye.'\"] The most probable suggestion perhaps is that raẓāī was a word taken from the name of some person called Raẓā, who may have invented some variety of the article; as in the case of Spencer, Wellingtons, &c. A somewhat obscure quotation from the Pers. Dict. called Bahār-i-Ajam, extracted by Vüllers (s.v.), seems to corroborate the suggestion of a personal origin of the word.\n 1784. -- \"I have this morning . . . received a letter from the Prince addressed to you, with a present of a rezy and a shawl handkerchief. \" -- Warren Hastings to his Wife, in Busteed, Echoes of Old Calcutta, 195.\n 1834. -- \"I arrived in a small open pavilion at the top of the building, in which there was a small Brahminy cow, clothed in a wadded resai, and lying upon a carpet.\"- Mem. of Col. Mountain, 135.\n 1857. -- (Imports into Kandahar, from Mashad and Khorasan) \"Razaies from Yezd. . . .\" -- Punjab Trade Report, App. p. lxviii.\n 1867. -- \"I had brought with me a soft quilted rezai to sleep on, and with a rug wrapped round me, and sword and pistol under my head, I lay and thought long and deeply upon my line of action on the morrow.\" -- Lieut.-Col. Lewin, A Fly on the Wheel, 301.\n", "rubbee": "s. Ar. rabi, 'the Spring.' In India applied to the crops, or harvest of the crops, which are sown after the rains and reaped in the following spring or early summer. Such crops are wheat, barley, gram, linseed, tobacco, onions, carrots and turnips, &c. (See KHURREEF.)\n [1765. -- \". . . we have granted them the Dewannee (see DEWAUNY) of the provinces of Bengal, Bahar, and Orissa, from the beginning of the Fussul Rubby of the Bengal year 1172. . . .\" -- Firmaun of Shah Aaalum, in Verelst, View of Bengal, App. 167.\n [1866. -- \"It was in the month of November, when, if the rains closed early, irrigation is resorted to for producing the young rubbee crops.\" -- Confessions of an Orderly, 179.]\n", "ruble": "s. Russ. The silver unit of Russian currency, when a coin (not paper) equivalent to 3s. 1½d.; [in 1901 about 2s. 1½d.]. It was originally a silver ingot; see first quotation and note below.\n 1559. -- \"Vix centum annos vtuntur moneta argentea, praesertim apud illos cusa. Initio cum argentum in provinciam inferebatur, fundebantur portiunculae oblongae argenteae, sine imagine et scriptura, aestimatione vnius rubli, quarum nulla nunc apparet.\"* Herberstein, in Rerum Moscovit. Auctores, Francof. 1600, p. 42.\n 1591. -- \"This penaltie or mulct is 20 dingoes (see TANGA) or pence upon every rubble or mark, and so ten in the hundred. . . . Hee (the Emperor) hath besides for every name conteyned in the writs that passe out of their courts, five alteens, an alteen 5 pence sterling or thereabouts.\" -- Treatise of the Russian Commonwealth, by Dr. Giles Fletcher, Hak. Soc. 51.\n c. 1654-6. -- \"Dog dollars they (the Russians) are not acquainted with, these being attended with loss . . . their own dínárs they call Roubles.\" -- Macarius, E.T. by Balfour, i. 280.\n [RUFFUGUR, s. P. -- H. rafūgar, Pers. rafū, 'darning.' The modern rafūgar in Indian cities is a workman who repairs rents and holes in Kashmīr shawls and other woollen fabrics. Such workmen were regularly employed in the cloth factories of the E.I. Co., to examine the manufactured cloths and remove petty defects in the weaving.\n 1750. -- \"On inspecting the Dacca goods, we found the Seerbetties (see PIECEGOODS) very much frayed and very badly raffa-gurr'd or joined.\" -- Bengal Letter to E.I. Co., Feb. 25, India Office MSS.\n These ingots were called saum. Ibn Batuta says: \"At one day's journey from Ukak are the hills of the Rūs, who are Christians; they have red hair and blue eyes, they are ugly in feature and crafty in character. They have silver mines, and they bring from their country saum, i.e. ingots of silver, with which they buy and sell in that country. The weight of each ingot is five ounces.\" -- ii. 414. Pegolotti (c. 1340), speaking of the landroute to Cathay, says that on arriving at Cassai (i.e. Kinsay of Marco Polo or Hang-chau-fu) \"you can dispose of the sommi of silver that you have with you . . . and you may reckon the sommo to be worth 5 golden florins\" (see in Cathay, &c., ii. 288-9, 293). It would appear from Wasāf, quoted by Hammer (Geschichte der Goldenen Horde, 224), that gold ingots also were called sum or saum. The ruble is still called sūm in Turkestan.\n 1851. -- \"Rafu-gars are darners, who repair the cloths that have been damaged during bleaching. They join broken threads, remove knots from threads, &c.\" -- Taylor, Cotton Manufacture of Dacca, 97.]\n", "rum": "s. This is not an Indian word. The etymology is given by Wedgwood as from a slang word of the 16th century, rome for 'good'; rome-booze, 'good drink'; and so, rum. The English word has always with us a note of vulgarity, but we may note here that Gorresio in his Italian version of the Rāmāyana, whilst describing the Palace of Rāvana, is bold enough to speak of its being pervaded by \"an odoriferous breeze, perfumed with sandalwood, and bdellium, with rum and with sirop\" (iii. 292). \"Mr. N. Darnell Davis has put forth a derivation of the word rum, which gives the only probable history of it. It came from Barbados, where the planters first distilled it, somewhere between 1640 and 1645. A MS. 'Description of Barbados,' in Trinity College, Dublin, written about 1651, says: 'The chief fudling they make in the Island is Rumbullion, alias KillDivil, and this is made of sugar-canes distilled, a hot, hellish, and terrible liquor.' G. Warren's Description of Surinam, 1661, shows the word in its present short term: 'Rum is a spirit extracted from the juice of sugar-canes . . . called Kill-Devil in New England!' 'Rambullion' is a Devonshire word, meaning 'a great tumult,' and may have been adopted from some of the Devonshire settlers in Barbados; at any rate, little doubt can exist that it has given rise to our word rum, and the longer name rumbowling, which sailors give to their grog.\"- Academy, Sept. 5, 1885.\n", "rum-johnny": "s. Two distinct meanings are ascribed to this vulgar word, both, we believe, obsolete.\n a. It was applied, according to Williamson, (V.M., i. 167) to a low class of native servants who plied on the wharves of Calcutta in order to obtain employment from new-comers. That author explains it as a corruption of Ramazānī, which he alleges to be one of the commonest of Mahom  medan names. [The Meery-jhony Gullyi. of Calcutta (Carey, Good Old Days, 139) perhaps in the same way derived its name from one Mīr Jān.]\n 1810. -- \"Generally speaking, the present banians, who attach themselves to the captains of European ships, may without the least hazard of controversion, be considered as nothing more or less than Rum-johnnies 'of a larger growth.'\" -- Williamson, V.M., i. 19].\n b. Among soldiers and sailors, 'a prostitute'; from Hind. rāmjanī, Skt. rāmā-janī, 'a pleasing woman,' 'a dancing-girl.'\n [1799. -- \". . . and the Rámjenís (Hindu dancing women) have been all day dancing and singing before the idol.\" -- Colebrooke, in Life, 153.]\n 1814. -- \"I lived near four years within a few miles of the solemn groves where those voluptuous devotees pass their lives with the ramjannies or dancing-girls attached to the temples, in a sort of luxurious superstition and sanctified indolence unknown in colder climates.\" -- Forbes, Or. Mem. iii. 6; [2nd ed. ii. 127].\n [1816. -- \"But we must except that class of females called ravjannees, or dancinggirls, who are attached to the temples.\"- Asiatic Journal, ii. 375, quoting Wathen, Tour to Madras and China.]\n", "rumna": "s. Hind. ramnā, Skt. ramaṇa, 'causing pleasure,' a chase, or reserved hunting-ground.\n 1760. -- \"Abdal Chab Cawn murdered at the Rumna in the month of March, 1760, by some of the Hercarahs. . . .\" -- Van Sittart, i. 63.\n 1792. -- \"The Peshwa having invited me to a novel spectacle at his runma (read rumna), or park, about four miles from Poonah. . . .\" -- Sir C. Malet, in Forbes, Or. Mem. [2nd ed. ii. 82]. (See also verses quoted under PAWNEE.)\n", "runn (of cutch)": "n.p. Hind. raṇ. This name, applied to the singular extent of sand-flat and salt-waste, often covered by high tides, or by land-floods, which extends between the Peninsula of Cutch and the mainland, is a corruption of the Skt. iriṇa or īriṇa, 'a salt-swamp, a desert,' [or of araṇya, 'a wilderness']. The Runn is first mentioned in the Periplus, in which a true indication is given of this tract and its dangers.\n c. A.D. 80-90. -- \"But after passing the Sinthus R. there is another gulph running to the north, not easily seen, which is called Irinon, and is distinguished into the Great and the Little. And there is an expanse of shallow water on both sides, and swift con tinual eddies extending far from the land.\" -- Periplus, \u0015 40.\n c. 1370. -- \"The guides had maliciously misled them into a place called the Kúnchiran. In this place all the land is impregnated with salt, to a degree impossible to describe.\" -- Shams-i-Síráj-Afíf, in Elliot, iii. 324.\n 1583. -- \"Muzaffar fled, and crossed the Ran, which is an inlet of the sea, and took the road to Jessalmír. In some places the breadth of the water of the Ran is 10 kos and 20 kos. He went into the country which they call Kach, on the other side of the water.\" -- Tabaḳāt-i-Akbarī, Ibid. v. 440.\n c. 1590. -- \"Between Chalwaneh, Sircar Ahmedabad, Putten, and Surat, is a low tract of country, 90 cose in length, and in breadth from 7 to 30 cose, which is called Run. Before the commencement of the periodical rains, the sea swells and inundates this spot, and leaves by degrees after the rainy season.\" -- Ayeen, ed. Gladwin, 1800, ii. 71; [ed. Jarrett, ii. 249].\n 1849. -- \"On the morning of the 24th I embarked and landed about 6 p.m. in the Runn of Sindh.\n \". . . a boggie syrtis, neither sea Nor good dry land. . .\" Dry Leaves from Young Egypt, 14.\n", "rupee": "s. Hind. rūpiya, from Skt. rūpya, 'wrought silver.' The standard coin of the Anglo-Indian monetary system, as it was of the Mahommedan Empire that preceded ours. It is commonly stated (as by Wilson, in his article on this word, which contains much valuable and condensed information) that the rupee was introduced by Sher Shāh (in 1542). And this is, no doubt, formally true; but it is certain that a coin substantially identical with the rupee, i.e. approximating to a standard of 100 ratis (or 175 grains troy) of silver, an ancient Hindu standard, had been struck by the Mahommedan sovereigns of Delhi in the 13th and 14th centuries, and had formed an important part of their currency. In fact, the capital coins of Delhi, from the time of Iyaltimish (A.D. 1211-1236) to the accession of Mahommed Tughlak (1325) were gold and silver pieces, respectively of the weight just mentioned. We gather from the statements of Ibn Batuta and his contemporaries that the gold coin, which the former generally calls tanga and sometimes gold dīnār, was worth 10 of the silver coin, which he calls dīnār, thus indicating that the relation of gold to silver value was, or had recently been, as 10:1. Mahommed Tughlak remodelled the currency, issuing gold pieces of 200 grs. and silver pieces of 140 grs. -- an indication probably of a great \"depreciation of gold\" (to use our modern language) consequent on the enormous amount of gold bullion obtained from the plunder of Western and Southern India. Some years later (1330) Mahommed developed his notable scheme of a forced currency, consisting entirely of copper tokens. This threw everything into confusion, and it was not till six years later that any sustained issues of ordinary coin were recommenced. From about this time the old standard of 175 grs. was readopted for gold, and was maintained till the time of Sher Shāh. But it does not appear that the old standard was then resumed for silver. In the reign of Mahommed's successor Feroz Shāh, Mr. E. Thomas's examples show the gold coin of 175 grs. standard running parallel with continued issues of a silver (or professedly silver) coin of 140 grs.; and this, speaking briefly, continued to be the case to the end of the Lodi dynasty (i.e. 1526). The coinage seems to have sunk into a state of great irregularity, not remedied by Baber (who struck ashrafīs (see ASHRAFEE) and dirhams, such as were used in Turkestan) or Humāyūn, but the reform of which was undertaken by Sher Shāh, as above mentioned.\n His silver coin of 175-178 grs. was that which popularly obtained the name of rūpiya, which has continued to our day. The weight, indeed, of the coins so styled, never very accurate in native times, varied in different States, and the purity varied still more. The former never went very far on either side of 170 grs., but the quantity of pure silver contained in it sunk in some cases as low as 140 grs., and even, in exceptional cases, to 100 grs. Variation however was not confined to native States. Rupees were struck in Bombay at a very early date of the British occupation. Of these there are four specimens in the Br. Mus. The first bears obv. 'THE RVPEE OF BOMBAIM. 1677. BY AUTHORITY OF CHARLES THE SECOND; rev. KING OF GREAT BRITAINE . FRANCE . AND . IRELAND .' Wt. 167·8 gr. The fourth bears obv. 'HON . SOC . ANG . IND . ORI.' with a shield; rev. 'A . DEO . PAX . ET . INCREMENTUM: -- MON . BOMBAY . ANGLIC . REGIMs. A˚ 7˚.' Weight 177·8 gr. Different Rupees minted by the British Government were current in the three Presidencies, and in the Bengal Presidency several were current; viz. the Sikka (see SICCA) Rupee, which latterly weighed 192 grs., and contained 176 grs. of pure silver; the Farrukhābād, which latterly weighed 180 grs.,* containing 165·215 of pure silver; the Benares Rupee (up to 1819), which weighed 174·76 grs., and contained 168·885 of pure silver. Besides these there was the Chalānī or 'current' rupee of account, in which the Company's accounts were kept, of which 116 were equal to 100 sikkas. [\"The bharī or Company's Arcot rupee was coined at Calcutta, and was in value 3½ per cent. less than the Sikka rupee\" (Beveridge, Bakarganj, 99).] The Bombay Rupee was adopted from that of Surat, and from 1800 its weight was 178·32 grs.; its pure silver 164·94. The Rupee at Madras (where however the standard currency was of an entirely different character, see PAGODA) was originally that of the Nawāb of the Carnatic (or 'Nabob of Arcot') and was usually known as the Arcot Rupee. We find its issues varying from 171 to 177 grs. in weight, and from 160 to 170 of pure silver; whilst in 1811 there took place an abnormal coinage, from Spanish dollars, of rupees with a weight of 188 grs. and 169·20 of pure silver.\n Also from some reason or other, perhaps from commerce between those places and the 'Coast,' the Chittagong and Dacca currency (i.e. in the extreme east of Bengal) \"formerly consisted of Arcot rupees; and they were for some time coined expressly for those districts at the Calcutta and The term Sonaut rupees, which was of frequent occurrence down to the reformation and unification of the Indian coinage in 1833, is one very difficult to elucidate. The word is properly sanwāt, pl. of Ar. sana(t), a year. According to the old practice in Bengal, coins deteriorated in value, in comparison with the rupee of account, when they passed the third year of their currency, and these rupees were termed Sanwāt or Sonaut. But in 1773, to put a stop to this inconvenience, Government determined that all rupees coined in future should bear the impression of the 19th san or year of Shāh 'Alam (the Mogul then reigning). And in all later uses of the term Sonaut it appears to be equivalent in value to the Farrukhābād rupee, or the modern \"Company's Rupee\" (which was of the same standard).\n Dacca Mints. (!) (Prinsep, Useful Tables, ed. by E. Thomas, 24.)\n These examples will give some idea of the confusion that prevailed (without any reference to the vast variety besides of native coinages), but the subject is far too complex to be dealt with minutely in the space we can afford to it in such a work as this. The first step to reform and assimilation took place under Regulation VII. of 1833, but this still maintained the exceptional Sicca in Bengal, though assimilating the rupees over the rest of India. The Sicca was abolished as a coin by Act XIII. of 1836; and the universal rupee of British territory has since been the \"Company's Rupee,\" as it was long called, of 180 grs. weight and 165 pure silver, representing therefore in fact the Farrukhābād Rupee.\n 1610. -- \"This armie consisted of 100,000 horse at the least, with infinite number of Camels and Elephants: so that with the whole baggage there could not bee lesse than fiue or sixe hundred thousand persons, insomuch that the waters were not sufficient for them; a Mussocke (see MUSSUCK) of water being sold for a Rupia, and yet not enough to be had.\" -- Hawkins, in Purchas, i. 427.\n [1615. -- \"Roupies Jangers (Jahāngīrī) of 100 pisas, which goeth four for five ordinary roupies of 80 pisas called Cassanes (see KUZZANNA), and we value them at 2s. 4d. per piece: Cecaus (see SICCA) of Amadavrs which goeth for 86 pisas; Challennes of Agra, which goeth for 83 pisas.\" -- Foster, Letters, iii. 87.]\n 1616. -- \"Rupias monetae genus est, quarum singulae xxvi assibus gallicis aut circiter aequivalent.\" -- Jarric, iii. 83.\n \" \". . . As for his Government of Patan onely, he gave the King eleven Leckes of Rupias (the Rupia is two shillings, twopence sterling) . . . wherein he had Regall Authoritie to take what he list, which was esteemed at five thousand horse, the pay of every one at two hundred Rupias by the yeare.\" -- Sir T. Roe, in Purchas, i. 548; [Hak. Soc. i. 239, with some differences of reading].\n \" \"They call the peeces of money roopees, of which there are some of divers values, the meanest worth two shillings and threepence, and the best two shillings and ninepence sterling.\" -- Terry, in Purchas, ii. 1471.\n [ \" \"This money, consisting of the two-shilling pieces of this country called Roopeas.\" -- Foster, Letters, iv. 229.]\n 1648. -- \"Reducing the Ropie to four and twenty Holland Stuyvers.\" -- Van Twist, 26.\n 1653. -- \"Roupie est vne mõnoye des Indes de la valeur de 30s.\" (i.e. sous). -- De la Boullaye-le-Gouz, ed. 1657, p. 355.\n c. 1666. -- \"And for a Roupy (in Bengal) which is about half a Crown, you may have 20 good Pullets and more; Geese and Ducks, in proportion.\" -- Bernier, E.T. p. 140; [ed. Constable, 438].\n 1673. -- \"The other was a Goldsmith, who had coined copper Rupees.\" -- Fryer, 97.\n 1677. -- \"We do, by these Presents . . . give and grant unto the said Governor and Company . . . full and free Liberty, Power, and Authority . . . to stamp and coin . . . Monies, to be called and known by the Name or Names of Rupees, Pices, and Budgrooks, or by such other Name or Names . . .\" -- Letters Patent of Charles II. In Charters of the E.I. Co., p. 111.\n 1771. -- \"We fear the worst however; that is, that the Government are about to interfere with the Company in the management of Affairs in India. Whenever that happens it will be high Time for us to decamp. I know the Temper of the King's Officers pretty well, and however they may decry our manner of acting they are ready enough to grasp at the Rupees whenever they fall within their Reach.\" -- MS. Letter of James Rennell, March 31.\n", "russud": "s. Pers. rasad. The provisions of grain, forage, and other necessaries got ready by the local officers at the camping ground of a military force or official cortège. The vernacular word has some other technical meanings (see Wilson), but this is its meaning in an Anglo-Indian mouth.\n [c. 1640-50. -- Rasad. (See under TANA.)\n", "rut": "s. Hind. rath, 'a chariot.' Now applied to a native carriage drawn by a pony, or oxen, and used by women on a journey. Also applied to the car in which idols are carried forth on festival days. [See ROOK.]\n [1810-17. -- \"Tippoo's Aumil . . . wanted iron, and determined to supply himself from the rut, (a temple of carved wood fixed on wheels, drawn in procession on public occasions, and requiring many thousand persons to effect its movement).\" -- Wilks, Sketches, Madras reprint, ii. 281.\n [1813. -- \"In this camp hackeries and ruths, as they are called when they have four wheels, are always drawn by bullocks, and are used, almost exclusively, by the Baees, the Nach girls, and the bankers.\"- Broughton, Letters, ed. 1892, p. 117.]\n 1829. -- \"This being the case I took the liberty of taking the rut and horse to camp as prize property.\" -- Mem. of John Shipp, ii. 183.\n", "ruttee": "s. Hind. rattī, ratī, Skt. raktikā, from rakta, 'red.' The seed of a leguminous creeper (Abrus precatorius, L.) sometimes called country liquorice -- a pretty scarlet pea with a black spot -- used from time immemorial in India as a goldsmith's weight, and known in England as 'Crab's eyes.' Mr. Thomas has shown that the ancient rattī may be taken as equal to 1·75 grs. Troy (Numismata Orientalia, New ed., Pt. I. pp. 12-14). This work of Mr. Thomas's contains interesting information regarding the old Indian custom of basing standard weights upon the weight of seeds, and we borrow from his paper the following extract from Manu (viii. 132): \"The very small mote which may be discerned in a sunbeam passing through a lattice is the first of quantities, and men call it a trasareṇu. 133. Eight of these trasareṇus are supposed equal in weight to one minute poppy-seed (likhyá), three of those seeds are equal to one black mustard - seed (raja - sarshapa), and three of these last to a white mustard-seed (gaurasarshapa). 134, Six white mustardseeds are equal to a middle-sized barley-corn (yava), three such barleycorns to one krishṇala (or raktika), five krishṇalas of gold are one másha, and sixteen such máshas one suvarna,\" &c. (ibid. p. 13). In the Āīn, Abul Fazl calls the ratti surkh, which is a translation (Pers. for 'red'). In Persia the seed is called chashm-i-khurūs, 'Cock's eye' (see Blochmann's E.T., i. 16 n., and Jarrett, ii. 354). Further notices of the ratī used as a weight for precious stones will be found in Sir W. Elliot's Coins of Madras (p. 49). Sir Walter's experience is that the ratī of the gem-dealers is a double ratī, and an approximation to the maṇjāḍi (see MANGELIN). This accounts for Tavernier's valuation at 3½ grs. [Mr. Ball gives the weight at 2·66 Troy grs. (Tavernier, ii. 448).]\n c. 1676. -- \"At the mine of Soumelpour in Bengala, they weigh by Rati's, and the Rati is seven eighths of a Carat, or three grains and a half.\" -- Tavernier, E.T. ii. 140; [ed. Ball, ii. 89].\n", "ryot": "s. Ar. ra'īyat, from ra'ā, 'to pasture,' meaning originally, according to its etymology, 'a herd at pasture'; but then 'subjects' (collectively). It is by natives used for 'a subject' in India, but its specific Anglo-Indian application is to 'a tenant of the soil'; an individual occupying land as a farmer or cultivator. In Turkey the word, in the form raiya, is applied to the Christian subjects of the Porte, who are not liable to the conscription, but pay a poll-tax in lieu, the Kharāj, or Jizya (see JEZYA).\n [1609. -- \"Riats or clownes.\" (See under DOAI.)]\n 1776. -- \"For some period after the creation of the world there was neither Magistrate nor Punishment . . . and the Royts were nourished with piety and morality.\" -- Halhed, Gentoo Code, 41.\n 1789.- \"To him in a body the Ryots complain'd That their houses were burnt, and their cattle distrain'd.\" The Letters of Simpkin the Second, &c. 11.\n 1790. -- \"A raiyot is rather a farmer than a husbandman.\" -- Colebrooke, in Life, 42.\n 1809. -- \"The ryots were all at work in their fields.\" -- Lord Valentia, ii. 127.\n 1813.- \"And oft around the cavern fire On visionary schemes debate, To snatch the Rayahs from their fate.\" Byron, Bride of Abydos.\n 1820. -- \"An acquaintance with the customs of the inhabitants, but particularly of the rayets, the various tenures . . . the agreements usual among them regarding cultivation, and between them and soucars (see SOWCAR) respecting loans and advances . . . is essential to a judge.\" -- Sir T. Munro, in Life, ii. 17.\n 1870. -- \"Ryot is a word which is much . . . misused. It is Arabic, but no doubt comes through the Persian. It means 'protected one,' 'subject,' 'a commoner,' as distinguished from 'Raees' or 'noble.' In a native mouth, to the present day, it is used in this sense, and not in that of tenant.\"- Systems of Land Tenure (Cobden Club), 166.\n The title of a newspaper, in English but of native editing, published for some years back in Calcutta, corresponds to what is here said; it is Raees and Raiyat.\n 1877. -- \"The great financial distinction between the followers of Islam . . . and the rayahs or infidel subjects of the Sultan, was the payment of haratch or capitation tax.\" -- Finlay, H. of Greece, v. 22 (ed. 1877).\n 1884. -- \"Using the rights of conquest after the fashion of the Normans in England, the Turks had everywhere, except in the Cyclades, . . . seized on the greater part of the most fertile lands. Hence they formed the landlord class of Greece; whilst the Rayahs, as the Turks style their nonMussulman subjects, usually farmed the territories of their masters on the metayer system.\" -- Murray's Handbook for Greece (by A. F. Yule), p. 54.\n", "ryotwarry": "adj. A technicality of modern coinage. Hind. from Pers. ra'iyatwār, formed from the preceding. The ryotwarry system is that under which the settlement for land revenue is made directly by the Government agency with each individual cultivator holding land, not with the village community, nor with any middleman or landlord, payment being also received directly from every such individual. It is the system which chiefly prevails in the Madras Presidency; and was elaborated there in its present form mainly by Sir T. Munro.\n 1824. -- \"It has been objected to the ryotwári system that it produces unequal assessment and destroys ancient rights and privileges: but these opinions seem to originate in some misapprehension of its nature.\" -- Minutes, &c., of Sir T. Munro, i. 265. We may observe that the spelling here is not Munro's. The Editor, Sir A. Arbuthnot, has followed a system (see Preface, p. x.); and we see in Gleig's Life (iii. 355) that Munro wrote 'Rayetwar.'\n S"}