{"ujungtanah": "n.p. This is the Malay name (nearly answering to 'Land's End,' from Ujung, 'point or promontory,' and tanah, 'land') of the extreme end of the Malay Peninsula terminating in what the maps call Pt. Romania. In Godinho de Eredia's Declaracam de Malaca the term is applied to the whole Peninsula, but owing to the interchangeable use of u, v, and of j, i, it appears there throughout as Viontana. The name is often applied by the Portuguese writers to the Kingdom of Johor, in which the Malay dynasty of Malacca established itself when expelled by Alboquerque in 1511; and it is even applied (as in the quotation from Barros) to their capital.\n c. 1539. -- \"After that the King of Jantana had taken that oath before a great Cacis (Casis) of his, called Raia Moulana, upon a festival day when as they solemnized their Ramadan (Ramdam) . . .\" -- Pinto, in Cogan's E.T., p. 36.\n 1553. -- \"And that you may understand the position of the city of Ujantana, which Don Stephen went to attack, you must know that Ujantana is the most southerly and the most easterly point of the mainland of the Malaca coast, which from this Point (distant from the equator about a degree, and from Malaca something more than 40 leagues) turns north in the direction of the Kingdom of Siam. . . . On the western side of this Point a river runs into the sea, so deep that ships can run up it 4 leagues beyond the bar, and along its banks, well inland, King Alaudin had established a big town. . . .\" -- Barros, IV. xi. 13.\n 1554. -- \". . . en Muar, in Ojantana. . . .\" -- Botelho, Tombo, 105.\n", "umbrella": "s. This word is of course not Indian or Anglo-Indian, but the thing is very prominent in India, and some interest attaches to the history of the word and thing in Europe. We shall collect here a few quotations bearing upon this. The knowledge and use of this serviceable instrument seems to have gone through extraordinary eclipses. It is frequent as an accompaniment of royalty in the Nineveh sculptures; it was in general Indian use in the time of Alexander; it occurs in old Indian inscriptions, on Greek vases, and in Greek and Latin literature; it was in use at the court of Byzantium, and at that of the Great Khan in Mongolia, in medieval Venice, and more recently in the semi-savage courts of Madagascar and Ashantee. Yet it was evidently a strange object, needing particular description, to John Marignolli (c. 1350), Ruy Clavijo (c. 1404), Barbosa (1516), John de Barros (1553), and Minsheu (1617). See also CHATTA, and SOMBRERO.\n c. B.C. 325. -- \"*TOU\\S DE\\ PWGW/NAS LE/GEI *NE/ARXOS O)/TI BA/PTONTAI *)INDOI\\ . . . KAI SKIA/DIA O)/TI PROBA/LLONTAI, TOU= QE/REOS, O)/SOI OU)K H)MELHME/NOI '*INDW=N.\" -- Arrian, Indica, xvi.\n c. B.C. 2.\n \"Ipse tene distenta suis umbracula virgis; Ipse face in turba, qua venit illa, locum.\"\n Ovid, Art. Amat. ii. 209-210.\n c. A.D. 5.\n \"Aurea pellebant rapidos umbracula soles Quae tamen Herculeae sustinuere manus. \" Ibid. Fasti, ii. 311-312.\n c. A.D. 100.\n \"En, cui tu viridem umbellam, cui succina mittas\n Grandia natalis quoties redit. . . .\"\n Juvenal, ix. 50-51.\n c. 200. -- \". . . E)/PEMYE DE\\ KAI\\ KLI/NHN AU)/TW| A)RGURO/PODA, KAI\\ STRWMNH\\N, KAI\\ SKHNH\\N OU)RANO/ROFON A(NQI/NHN, KAI\\ QRO/NON A)RGUROU=N, KAI\\ E)PI/XRUSON SKIA/DION . . .\" -- Athenaeus, Lib. ii. Epit. \u0015 31.\n c. 380. -- \"Ubi si inter aurata flabella laciniis sericis insiderint muscae, vel per foramen umbraculi pensilis radiolus irruperit solis, queruntur quod non sunt apud Cimmerios nati.\" -- Ammianus Marcellinus, XXVIII. iv.\n 1248. -- \"Ibi etiam quoddam Solinum (v. Soliolum), sive tentoriolum, quod portatur super caput Imperatoris, fuit praesentatum eidem, quod totum erat praeparatum cum gemmis.\" -- Joan. de Plano Carpini, in Rec. de V., iv. 759-760.\n c. 1292. -- \"Et a haute festes porte Monsignor le Dus une corone d'or . . . et la ou il vait a hautes festes si vait apres lui un damoiseau qui porte une unbrele de dras à or sur son chief . . .\"\n and again:\n \"Et apres s'en vet Monsignor li Dus desos l'onbrele que li dona Monsignor l'Apostoille; et cele onbrele est d'un dras (a) or, que la porte un damosiaus entre ses mains, que s'en vet totes voies apres Monsignor li Dus.\" -- Venetian Chronicle of Martino da Canale, Archiv. Stor. Ital., I. Ser. viii. 214, 560.\n 1298. -- \"Et tout ceus . . . ont par commandement que toutes fois que il chevauchent doivent avoir sus le chief un palieque que on dit ombrel, que on porte sur une lance en senefiance de grant seigneurie.\"- Marco Polo, Text of Pauthier, i. 256-7.\n c. 1332. -- (At Constantinople) \"the inhabitants, military men or others, great and small, winter and summer, carry over their heads huge umbrellas (ma hallāt).\" -- Ibn Batuta, ii. 440.\n c. 1335. -- \"Whenever the Sultan (of Delhi) mounts his horse, they carry an umbrella over his head. But when he starts on a march to war, or on a long journey, you see carried over his head seven umbrellas, two of which are covered with jewels of inestimable value.\" -- Shihābuddīn Dimishkī, in Not. et Exts. xiii. 190.\n 1404. -- \"And over her head they bore a shade (sombra) carried by a man, on a shaft like that of a lance; and it was of white silk, made like the roof of a round tent, and stretched by a hoop of wood, and this shade they carry over the head to protect them from the sun.\" -- Clavijo, \u0015 cxxii.\n 1541. -- \"Then next to them marches twelve men on horseback, called Peretandas, each of them carrying an Umbrello of carnation Sattin, and other twelve that follow with banners of white damask.\"- Pinto, in Cogan's E.T., p. 135.\n In the original this runs:\n \"Vão doze homẽs a cavallo, que se chamão peretandas, cõ sombreyros de citim cramesim nas mãos a modo de esparavels postos em cesteas muyto compridas (like tents upon very long staves) et outros doze cõ bãndeyras de damasco branco.\"\n [c. 1590. -- \"The Ensigns of Royalty. . . . 2. The Chatr, or umbrella, is adorned with the most precious jewels, of which there are never less than seven. 3. The Sáibán is of an oval form, a yard in length, and its handle, like that of the umbrella, is covered with brocade, and ornamented with precious stones. One of the attendants holds it, to keep off the rays of the sun. It is also called Áftábgír.\" -- Āīn, i. 50.]\n 1617. -- \"An Umbrell, a fashion of round and broade fanne, wherewith the Indians, and from them our great ones preserue themselves from the heate of the scorching sunne. G. Ombraire, m. Ombrelle, f. I. Ombrélla. L. Vmbella, ab vmbra, the shadow, est enim instrumentum quo solem à facie arcent \u0014 Iuven. Gr. SKIA/DION, diminut. a SKI/A, i. vmbra. T. Schabhut, q. schathut, à schatten, i. vmbra, et hut, i. pileus, á quo, et B. Schinhocdt. Br. Teggidel, à teg. i. pulchrum forma, et gidd, pro riddio, i. protegere; haec enim vmbellae finis.\" -- Minsheu (1st ed. s.v.).\n 1644. -- \"Here (at Marseilles) we bought umbrellas against the heats.\" -- Evelyn's Diary, 7th Oct.\n 1677. -- (In this passage the word is applied to an awning before a shop. \"The Streets are generally narrow . . . the better to receive the advantages of Umbrello's extended from side to side to keep the sun's violence from their customers.\" -- Fryer, 222.\n 1681. -- \"After these comes an Elephant with two Priests on his back; one whereof is the Priest before spoken of, carrying the painted Stick on his shoulder. . . . The other sits behind him, holding a round thing like an Vmbrello over his head, to keep off Sun or Rain.\" -- Knox's Ceylon, 79.\n 1709. -- \". . . The Young Gentleman belonging to the Custom-house that for fear of rain borrowed the Umbrella at Will's Coffee-house in Cornhill of the Mistress, is hereby advertised that to be dry from head to foot in the like occasion he shall be welcome to the Maid's pattens.\" -- The Female Tatler, Dec. 12, quoted in Malcolm's Anecdotes, 1808, p. 429.\n 1712. \"The tuck'd up semstress walks with hasty strides While streams run down her oil'd umbrella's sides.\" Swift, A City Shower.\n 1715. \"Good housewives all the winter's rage despise, Defended by the riding hood's disguise; Or underneath the Umbrella's oily shade Safe through the wet on clinking pattens tread. \"Let Persian dames the Umbrella's ribs display To guard their beauties from the sunny ray; Or sweating slaves support the shady load When Eastern monarchs show their state abroad; Britain in winter only knows its aid To guard from chilly showers the walking maid.\" Gay, Trivia, i.\n 1850. -- Advertisement posted at the door of one of the Sections of the British Association meeting at Edinburgh.\n \"The gentleman, who carried away a brown silk umbrella from the --- Section yesterday, may have the cover belonging to it, which is of no further use to the Owner, by applying to the Porter at the Royal Hotel.\" -- (From Personal Recollection.) -- It is a curious parallel to the advertisement above from the Female Tatler.\n", "upas": "s. This word is now, like Juggernaut , chiefly used in English as a customary metaphor, and to indicate some institution that the speaker wishes to condemn in a compendious manner. The word upas is Javanese for poison; [Mr. Scott writes: \"The Malay word ūpas, means simply 'poison.' It is Javanese hupas, Sundanese upas, Balinese hupas, 'poison.' It commonly refers to vegetable poison, because such are more common. In the Lampong language upas means 'sickness.'\"] It became familiar in Europe in connection with exaggerated and fabulous stories regarding the extraordinary and deadly character of a tree in Java, alleged to be so called. There are several trees in the Malay Islands producing deadly poisons, but the particular tree to which such stories were attached is one which has in the last century been described under the name of Antiaris toxicaria, from the name given to the poison by the Javanese proper, viz. Antjar, or Anchar (the name of the tree all over Java), whilst it is known to the Malavs and people of Western Java as Upas, and in Celebes and the Philippine Islands as Ipo or Hipo. [According to Mr. Scott \"the Malay name for the 'poison-tree,' or any poison-tree, is pōhun ūpas, pūhun ūpas, represented in English by bohonupas. The names of two poison-trees, the Javanese anchar (Malay also anchar) and chetik, appear occasionally in English books. . . The Sundanese name for the poison tree is bulo ongko.\"] It was the poison commonly used by the natives of Celebes and other islands for poisoning the small bamboo darts which they used (and in some islands still use) to shoot from the blow-tube (see SUMPITAN, SARBATANE).\n The story of some deadly poison in these islands is very old, and we find it in the Travels of Friar Odoric, accompanied by the mention of the disgusting antidote which was believed to be efficacious, a genuine Malay belief, and told by a variety of later and independent writers, such as Nieuhof, Saar, Tavernier, Cleyer, and Kaempfer.\n The subject of this poison came especially to the notice of the Dutch in connection with its use to poison the arrows just alluded to, and some interesting particulars are given on the subject by Bontius, from whom a quotation is given below, with others. There is a notice of the poison in De Bry, in Sir T. Herbert (whencesoever he borrowed it), and in somewhat later authors about the middle of the 17th century. In March 1666 the subject came before the young Royal Society, and among a long list of subjects for inquiry in the East occur two questions pertaining to this matter.\n The illustrious Rumphius in his Herbarium Amboinense goes into a good deal of detail on the subject, but the tree does not grow in Amboyna where he wrote, and his account thus contains some ill-founded statements, which afterwards lent themselves to the fabulous history of which we shall have to speak presently. Rumphius however procured from Macassar specimens of the plant, and it was he who first gave the native name (Ipo, the Macassar form) and assigned a scientific name, Arbor toxicaria. * Passing over with simple It must be kept in mind that though Rumphius (George Everard Rumpf) died in 1693, his great work was not printed till nearly fifty years afterwards (1741).\n mention the notices in the appendix to John Ray's Hist. Plantarum, and in Valentijn (from both of which extracts will be found below), we come to the curious compound of the loose statements of former writers magnified, of the popular stories current among Europeans in the Dutch colonies, and of pure romantic invention, which first appeared in 1783, in the London Magazine. The professed author of this account was one Foersch, who had served as a junior surgeon in the Dutch East Indies.* This person describes the tree, called bohon-upas, as situated \"about 27 leagues† from Batavia, 14 from Soura Karta, the seat of the Emperor, and between 18 and 20 leagues from Tinkjoe\" (probably for Tjukjoe, i.e. Djokjo-Karta), \"the present residence of the Sultan of Java.\" Within a radius of 15 to 18 miles round the tree no human creature, no living thing could exist. Condemned malefactors were employed to fetch the poison; they were protected by special arrangements, yet not more than 1 in 10 of them survived the adventure. Foersch also describes executions by means of the Upas poison, which he says he witnessed at Sura Karta in February 1776.\n The whole paper is a very clever piece of sensational romance, and has impressed itself indelibly, it would seem, on the English language; for to it is undoubtedly due the adoption of that standing metaphor to which we have alluded at the beginning of this article. This effect may, however, have been due not so much directly to the article in the London Magazine as to the adoption of the fable by the famous ancestor of a man still more famous, Erasmus Darwin, in his poem of the Loves of the Plants. In that work not only is the essence of Foersch's story embodied in the verse, but the story itself is quoted at length in the notes. It is said that Darwin was warned of the worthlessness of the narrative, but was unwilling to rob his poem of so sensational an episode.\n Nothing appears to be known of Foersch except that there was really a person of that name in the medical Foersch was a surgeon of the third class at Samarang in the year 1773. -- Horsfield, in Bat. Trans. as quoted below.\n This distance is probably a clerical error. It is quite inconsistent with the other two assigned.\n service in Java at the time indicated. In our article ANACONDA we have adduced some curious particulars of analogy between the Anaconda-myth and the Upas-myth, and intimated a suspicion that the same hand may have had to do with the spinning of both yarns.\n The extraordinary éclat produced by the Foerschian fables led to the appointment of a committee of the Batavian Society to investigate the true facts, whose report was published in 1789. This we have not yet been able to see, for the report is not contained in the regular series of the Transactions of that Society; nor have we found a refutation of the fables by M. Charles Coquebert referred to by Leschenault in the paper which we are about to mention. The poison tree was observed in Java by Deschamps, naturalist with the expedition of D'Entrecasteaux, and is the subject of a notice by him in the Annales de Voyages, vol. i., which goes into little detail, but appears to be correct as far as it goes, except in the statement that the Anchar was confined to Eastern Java. But the first thorough identification of the plant, and scientific account of the facts was that of M. Leschenault de la Tour. This French savant, when about to join a voyage of discovery to the South Seas, was recommended by Jussieu to take up the investigation of the Upas. On first enquiring at Batavia and Samarang, M. Leschenault heard only fables akin to Foersch's romance, and it was at Sura Karta that he first got genuine information, which eventually enabled him to describe the tree from actual examination.\n The tree from which he took his specimens was more than 100 ft. in height, with a girth of 18 ft. at the base. A Javanese who climbed it to procure the flowers had to make cuts in the stem in order to mount. After ascending some 25 feet the man felt so ill that he had to come down, and for some days he continued to suffer from nausea, vomiting, and vertigo. But another man climbed to the top of the tree without suffering at all. On another occasion Leschenault, having had a tree of 4 feet girth cut down, walked among its broken branches, and had face and hands besprinkled with the gum-resin, yet neither did he suffer; he adds, however, that he had washed immediately after. Lizards and insects were numerous on the trunk, and birds perched upon the branches. M. Leschenault gives details of the preparation of the poison as practised by the natives, and also particulars of its action, on which experiment was made in Paris with the material which he brought to Europe. He gave it the scientific name by which it continues to be known, viz. Aṅtiaris toxicaria (N.O. Artocarpeae).*\n M. Leschenault also drew the attention of Dr. Horsfield, who had been engaged in the botanical exploration of Java some years before the British occupation, and continued it during that period, to the subject of the Upas, and he published a paper on it in the Batavian Transactions for 1813 (vol. vii.). His account seems entirely in accordance with that of Leschenault, but is more detailed and complete, with the result of numerous observations and experiments of his own. He saw the Antiaris first in the Province of Poegar, on his way to Banyuwangi. In Blambangan (eastern extremity of Java) he visited four or five trees; he afterwards found a very tall specimen growing at Passaruwang, on the borders of Malang, and again several young trees in the forests of Japāra, and one near Onārang. In all these cases, scattered over the length of Java, the people knew the tree as anchar.\n Full articles on the subject are to be found (by Mr. J. J. Bennet) in Horsfield's Plantae Javanicae Rariores, 1838-52, pp. 52 seqq., together with a figure of a flowering branch pl. xiii.; and in Blume's Rumphia (Brussels, 1836), pp. 46 seqq., and pls. xxii., xxiii.; to both of which works we have been much indebted for guidance. Blume gives a drawing, for the truth of which he vouches, of a tall specimen of the trees. These he describes as \"vastas, arduas, et a ceteris segregatas,\" -- solitary Leschenault also gives the description of another and still more powerful poison, used in a similar way to that of the Antiaris, viz. the tieute, called sometimes Upas Raja, the plant producing which is a Strychnos, and a creeper. Though, as we have said, the name Upas is generic, and is applied to this, it is not the Upas of English metaphor, and we are not concerned with it here. Both kinds are produced and prepared in Java. The Ipo (a form of Upas) of Macassar is the Antiaris; the ipo of the Borneo Dayaks is the Tieute.\n and eminent, on account of their great longevity, (possibly on account of their being spared by the axe?), but not for any such reason as the fables allege. There is no lack of adjoining vegetation; the spreading branches are clothed abundantly with parasitical plants, and numerous birds and squirrels frequent them. The stem throws out 'wings' or buttresses (see Horsfield in the Bat. Trans., and Blume's Pl.) like many of the forest trees of Further India. Blume refers, in connection with the origin of the prevalent fables, to the real existence of exhalations of carbonic acid gas in the volcanic tracts of Java, dangerous to animal life and producing sterility around, alluding particularly to a paper by M. Loudoun (a Dutch official of Scotch descent), in the Edinburgh New Phil. Journal for 1832, p. 102, containing a formidable description of the Guwo Upas or Poison Valley on the frontier of the Pekalongan and Banyumas provinces. We may observe, however, that, if we remember rightly, the exaggerations of Mr. Loudoun have been exposed and ridiculed by Dr. Junghuhn, the author of \"Java.\" And if the Foersch legend be compared with some of the particulars alleged by several of the older writers, e.g. Camell (in Ray), Valentijn, Spielman, Kaempfer, and Rumphius, it will be seen that the basis for a great part of that putida commentatio, as Blume calls it, is to be found in them.\n George Colman the Younger founded on the Foerschian Upas-myth, a kind of melodrama, called the Law of Java, first acted at Covent Garden May 11, 1822. We give some quotations below.*\n Lindley, in his Vegetable Kiṅgdom, in a short notice of Antiaris toxicaria, says that, though the accounts are greatly exaggerated, yet the facts are notable enough. He says cloth made from the tough fibre is so acrid as to verify the Shirt of Nessus. My friend Gen. Maclagan, noticing Lindley's remark to me, adds: \"Do you remember in our High School days (at Edinburgh) a grand Diorama called The Upas Tree? It showed a large wild valley, with a single tree in the I remember when a boy reading the whole of Foersch's story in a fascinating book, called Wood's Zoography, which I have not seen for half a century, and which, I should suppose from my recollection, was more sensational than scientific. -- Y.\n middle, and illustrated the safety of approach on the windward side, and the desolation it dealt on the other.\"\n [For some details as to the use of the Upas poison, and an analysis of the Arrow-poisons of Borneo by Dr. L. Lewin (from Virchow's Archiv. fur Pathol. Anat. 1894, pp. 317-25) see Ling Roth, Natives of Sarawak, ii. 188 seqq. and for superstitions connected with these poisons, Skeat, Malay Magic, 426.]\n c. 1330. -- \"En queste isole sono molte cose maravigliose e strane. Onde alcuni arbori li sono . . . che fanno veleno pessimo . . . Quelli uomini sono quasi tutti corsali, e quando vanno a battaglia portano ciascuno uno canna in mano, di lunghezza d'un braccio e pongono in capo de la canna uno ago di ferro atossiato in quel veleno, e sofiano nella canna e l'ago vola e percuotelo dove vogliono, e'ncontinente quelli ch'è percosso muore. Ma egli hanno la tina piene di sterco d'uomo e una iscodella di sterco guarisce l'uomo da queste cotali ponture.\" -- Storia di Frate Odorigo, from Palatina MS., in Cathay, &c., App., p. xlix.\n c. 1630. -- \"And (in Makasser) which is no lesse infernall, the men use long canes or truncks (cald Sempitans -- see SUMPITAN), out of which they can (and use it) blow a little pricking quill, which if it draw the lest drop of blood from any part of the body, it makes him (though the strongest man living) die immediately; some venoms operate in an houre, others in a moment, the veynes and body (by the virulence of the poyson) corrupting and rotting presently, to any man's terrour and amazement, and feare to live where such abominations predominate. \" -- Sir T. Herbert, ed. 1638, p. 329.\n c. 1631. -- \"I will now conclude; but I first must say something of the poison used by the King of Macassar in the Island of Celebes to envenom those little arrows which they shoot through blowing-tubes, a poison so deadly that it causes death more rapidly than a dagger. For one wounded ever so lightly, be it but a scratch bringing blood, or a prick in the heel, immediately begins to nod like a drunken man, and falls dead to the ground. And within half an hour of death this putrescent poison so corrupts the flesh that it can be plucked from the bones like so much mucus. And what seems still more marvellous, if a man (e.g.) be scratched in the thigh, or higher in the body, by another point which is not poisoned, and the still warm blood as it flows down to the feet be merely touched by one of these poisoned little arrows, swift as wind the pestilent influence ascends to the wound, and with the same swiftness and other effects snatches the man from among the living.\n \"These are no idle tales, but the experience of eye-witnesses, not only among our countrymen, but among Danes and Englishmen. \" -- Jac. Bontii, lib. v. cap. xxxiii.\n 1646. -- \"Es wachst ein Baum auf Maccasser, einer Cüst auf der Insul Celebes, der ist treflich vergiftet, dass wann einer nur an einem Glied damit verletzet wird, und man solches nit alsbald wegschlägt, der Gift geschwind zum Hertzen eilet, und den Garaus machet\" (then the antidote as before is mentioned). . . . \"Mit solchem Gift schmieren die Bandanesen Ihre lange Pfeil, die Sie von grossen Bögen, einer Mannsläng hoch, hurtig schiessen; in Banda aber tähten Ihre Weiber grossen Schaden damit. Denn Sie sich auf die Bäume setzten, und kleine Fischgeräht damit schmierten, und durch ein gehöhlert Röhrlein, von einem Baum, auf unser Volck schossen, mit grossen machtigen Schaden.\" -- Saar, Ost-Indianische Funfzehen-Jahrige Kriegs-Dienste . . . 1672, pp. 46-47.\n 1667. -- \"Enquiries for Suratt, and other parts of the East Indies.\n * * * * * \"19. Whether it be true, that the only Antidote hitherto known, against the famous and fatal macassar-poison, is human ordure, taken inwardly? And what substance that poison is made of?\" -- Phil. Trans. vol. ii. Anno 1667 (Proceedings for March 11, 1666, i.e. N.S. 1667), d. 417.\n 1682. -- \"The especial weapons of the Makassar soldiers, which they use against their enemies, are certain pointed arrowlets about a foot in length. At the foremost end these are fitted with a sharp and pointed fish-tooth, and at the butt with a knob of spongy wood.\n \"The points of these arrows, long before they are to be used, are dipt in poison and then dried.\n \"This poison is a sap that drips from the bark of the branches of a certain tree, like resin, from pine-trees.\n \"The tree grows on the Island Makasser, in the interior, and on three or four islands of the Bugisses (see BUGIS), round about Makassar. It is about the height of the clove-tree, and has leaves very similar.\n \"The fresh sap of this tree is a very deadly poison; indeed its virulence is incurable.\n \"The arrowlets prepared with this poison are not, by the Makasser soldiers, shot with a bow, but blown from certain blow-pipes (uit zekere spatten gespat); just as here, in the country, people shoot birds by blowing round pellets of clay.\n \"They can with these in still weather hit their mark at a distance of 4 rods.\n \"They say the Makassers themselves know no remedy against this poison . . . for the poison presses swiftly into the blood and vital spirits, and causes a violent inflammation. They hold (however) that the surest remedy for this poison is . . .\" (and so on, repeating the antidote already mentioned). -- Joan Nieuhof's Zee en Land Reize, &c., pp. 217-218.\n c. 1681. -- \"Arbor Toxicaria, Ipo.\n \"I have never yet met with any poison more horrible and hateful, produced by any vegetable growth, than that which is derived from this lactescent tree.\n * * * * * Moreover beneath this tree, and in its whole circumference to the distance of a stone-cast, no plant, no shrub, or herbage will grow; the soil beneath it is barren, blackened, and burnt as it were . . . and the atmosphere about it is so polluted and poisoned that the birds which alight upon its branches become giddy and fall dead * * * all things perish which are touched by its emanations, insomuch that every animal shuns it and keeps away from it, and even the birds eschew flying by it.\n \"No man dares to approach the tree without having his arms, feet, and head wrapped round with linen . . . for Death seems to have planted his foot and his throne beside this tree. . . .\" (He then tells of a venomous basilisk with two feet in front and fiery eyes, a crest, and a horn, that dwelt under this tree). * * *\n \"The Malays call it Cayu Upas, but in Macassar and the rest of Celebes it is called Ipo.\n * * * * * \"It grows in desert places, and amid bare hills, and is easily discerned from afar, there being no other tree near it.\"\n * * * * *  -- Rumphii, Herbarium Amboinense, ii. 263- 268.\n 1685. -- \"I cannot omit to set forth here an account of the poisoned missiles of the Kingdom of Macassar, which the natives of that kingdom have used against our soldiers, bringing them to sudden death. It is extracted from the Journal of the illustrious and gallant admiral, H. Cornelius Spielman. . . . The natives of the kingdom in question possess a singular art of shooting arrows by blowing through canes, and wounding with these, insomuch that if the skin be but slightly scratched the wounded die in a twinkling.\"\n (Then the old story of the only antidote). . . .\n The account follows extracted from the Journal.\n * * * * * \"There are but few among the Macassars and Bugis who possess the real knowledge needful for selecting the poison, so as to distinguish between what is worthless and what is highest quality. . . . From the princes (or Rajas) I have understood that the soil in which the trees affording the poison grow, for a great space round about produces no grass nor any other vegetable growth, and that the poison is properly a water or liquid, flowing from a bruise or cut made in the bark of those trees, oozing out as sap does from plants that afford milky juices. . . . When the liquid is being drawn from the wounded tree, no one should carelessly approach it so as to let the liquid touch his hands, for by such contact all the joints become stiffened and contracted. For this reason the collectors make use of long bamboos, armed with sharp iron points. With these they stab the tree with great force, and so get the sap to flow into the canes, in which it speedily hardens.\" -- Dn. Corn. Spielman . . . de Telis deleterio Veneno infectis in Macassar, et aliis Regnis Insulae Celebes; ex ejus Diario extracta. Huic praemittitur brevis narratio de hac materia Dn. Andreae Cleyeri. In Miscellanea Curiosa, sive Ephemeridum. . . . Academiae Naturae Curiosorum, Dec. II. Annus Tertius. Anni MDCLXXXIV., Norimbergae (1685), pp. 127 seqq.\n 1704. -- \"Ipo seu Hypo arbor est mediocris, folio parvo, et obscure virenti, quae tam malignae et nocivae qualitatis, ut omne vivens umbrâ suâ interimat, unde narrant in circuitu, et umbrae distinctu, plurima ossium mortuorum hominum animaliumque videri. Circumvicinas etiam plantas enecat, et aves insidentes interficere ferunt, si Nucis Vomicae Igasur, plantam non invenerint, qua reperta vita quidem donantur et servantur, sed defluvium patiuntur plumarum. . . . Hypo lac Indi Camucones et Sambales, Hispanis infensissimi, longis, excipiunt arundineis perticis, sagittis intoxicandis deserviturum irremediabile venenum, omnibus aliis alexipharmacis superius, praeterquam stercore humano propinato. An Argensolae arbor comosa, quam Insulae Celebes ferunt, cujus umbra occidentalis mortifera, orientalis antidotum? . . .\" -- De Quibusdam Arboribus Venenatis, in Herbarum aliarumque Stirpium in Insula Luzone . . . a Revdo Patre Georgio Camello, S.J. Syllabus ad Joannem Raium transmissus. In Appendix, p. 87, of Joan. Raii Hist. Plantarum. Vol. III. (London 1704).\n 1712. -- \"Maxima autem celebritas radiculae enata est, ab eximia illa virtute, quam adversus toxicum Macassariense praestat, exitiale illud, et vix alio remedio vincibile. Est venenum hoc succus lacteus et pinguis, qui collegitur ex recens sauciata arbore quadam, indigenes Ipu, Malajis Javanisque Upà dictâ, in abditis locis sylvarum Insulae Celebes . . . crescente . . . cujus genuinum et in solâ Macassariâ germinantis succum, qui colligere suscipiunt, praesentissimis vitae periculis se exponant necesse est. Nam ad quaerendam arborem loca dumis beluisque infesta penetranda sunt, inventa vero, nisi eminus vulneretur, et ab eâ parte, a qua ventus adspirat, vel aura incumbit, aggressores erumpento halitu subito suffocabit. Quam sortem etiam experiri dicuntur volucres, arborem recens vulneratam transvolantes. Collectio exitiosi liquoris, morti ob patrata maleficia damnatis committitur, eo pacto, ut poena remittatur, si liquorem reportaverint . . . Sylvam ingrediuntur longâ instructi arundine . . . quam altera extremitate . . . ex asse acuunt, ut ad pertundendam arboris corticem valeat. . . . Quam longe possunt, ab arbore constituti, arundinis aciem arbori valide intrudunt, et liquoris, ex vulnere effluentis, tantum excipiunt, quantum arundinis cavo ad proximum usque internodium capi potest. . . . Reduces, supplicio et omni discrimine defuncti, hoc vitae suae LUTRON Regi offerunt. Ita narrarunt mihi populares Celebani, hodie Macassari dicti. Quis autem veri quicquam ex Asiaticorum ore referat, quod figmentis non implicatur . . .?\" -- Kaempfer, Amoen. Exot., 575-576.\n 1726. -- \"But among all sorts of trees, that occur here, or hereabouts, I know of none more pernicious than the sap of the Macassar Poison tree * * * They say that there are only a few trees of this kind, occuring in the district of Turatte on Celebes, and that none are employed except, at a certain time of the year when it is procurable, those who are condemned to death, to approach the trees and bring away the poison. . . . The poison must be taken with the greatest care in Bamboos, into which it drips slowly from the bark of the trees, and the persons collected for this purpose must first have their hands, heads, and all exposed parts, well wound round with cloths. . . .\" -- Valentijn, iii. 218.\n 1783. -- \"The following description of the BOHON Upas, or POISON TREE, which grows in the Island of Java, and renders it unwholesome by its noxious vapours, has been procured for the London Magazine, from Mr. Heydinger, who was employed to translate it from the original Dutch, by the author, Mr. Foersch, who, we are informed, is at present abroad, in the capacity of surgeon on board an English vessel. . . .\n * * * * * \"'In the year 1774, I was stationed at Batavia, as a surgeon, in the service of the Dutch East India Company. During my residence there I received several different accounts of the Bohon-Upas, and the violent effects of its poison. They all then seemed incredible to me, but raised my curiosity in so high a degree, that I resolved to investigate this subject thoroughly. . . . I had procured a recommendation from an old Malayan priest to another priest, who lives on the nearest habitable spot to the tree, which is about fifteen or sixteen miles distant. The letter proved of great service to me on my undertaking, as that priest is employed by the Emperor to reside there, in order to prepare for eternity the souls of those who, for different crimes, are sentenced to approach the tree, and to procure the poison. . . . Malefactors, who, for their crimes, are sentenced to die, are the only persons to fetch the poison; and this is the only chance they have of saving their lives. . . . They are then provided with a silver or tortoise-shell box, in which they are to put the poisonous gum, and are properly instructed how to proceed, while they are upon their dangerous expedition. Among other particulars, they are always told to attend to the direction of the winds; as they are to go towards the tree before the wind, so that the effluvia from the tree are always blown from them. . . . They are afterwards sent to the house of the old priest, to which place they are commonly attended by their friends and relations. Here they generally remain some days, in expectation of a favourable breeze. During that time the ecclesiastic prepares them for their future fate by prayers and admonitions. When the hour of their departure arrives the priest puts them on a long leather cap with two glasses before their eyes, which comes down as far as their breast, and also provides them with a pair of leather gloves. . . .\n \"The worthy old ecclesiastic has assured me, that during his residence there, for upwards of thirty years, he had dismissed above seven hundred criminals in the manner which I have described; and that scarcely two out of twenty returned,\" . . . &c. &c. -- London Magazine, Dec. 1783, pp. 512-517.\n The paper concludes:\n \"[We shall be happy to communicate any authentic papers of Mr. Foersch to the public through the London Magazine.]\"\n 1789.- \"No spicy nutmeg scents the vernal gales, Nor towering plantain shades the midday vales, * * * * * No step retreating, on the sand impress'd, Invites the visit of a second guest; * * * * * Fierce in dread silence on the blasted heath Fell Upas sits, the Hydra Tree of death; Lo! from one root, the envenom'd soil below, A thousand vegetative serpents grow . . .\" etc. Darwin, Loves of the Plants; in The Botanic Garden, Pt. II.\n 1808. -- \"Notice sur le Pohon Upas ou Arbre à Poison; Extrait d'un Voyage inédit dans l'Intérieur de l'Ile de Java, par L. A. Deschamps, D.M.P., l'un des compagnons du Voyage du Général d' Entrecasteaux.\n \"C'est au fond des sombre forêts de l'ile de Java que la nature a caché le pohun upas, l'arbre le plus dangereux du règne végétal, pour le poison mortel qu'il renferme, et plus celèbre encore par les fables dont on l'a rendu le sujet. . . .\" -- Annales des Voyages, i. 69.\n 1810. -- \"Le poison fameux dont se servent les Indiens de l'Archipel des Moluques, et des iles de la Sonde, connu sous le nom d'ipo et upas, a interessé plus que tous les autres la curiosité des Européens, parce que les relations qu'on en a donné ont été exagérées et accompagnées de ce merveilleux dont les peuples de l'Inde aiment à orner leurs narrations. . . .\" -- Leschenault de la Tour, in Mémoire sur le Strychnos Tieute et l'Antiaris toxicaria, plantes venimeuses de l'Ile de Java. . . . In Annales du Museum d'Histoire Naturelle, Tom. XVIième, p. 459.\n 1813. -- \"The literary and scientific world has in few instances been more grossly imposed upon than in the account of the Pohon Upas, published in Holland about the year 1780. The history and origin of this forgery still remains a mystery. Foersch, who put his name to the publication, certainly was . . . a surgeon in the Dutch East India Company's service about the time. . . . I have been led to suppose that his literary abilities were as mean as his contempt for truth was consummate. Having hastily picked up some vague information regarding the Oopas, he carried it to Europe, where his notes were arranged, doubtless by a different hand, in such a form as by their plausibility and appearance of truth, to be generally credited. . . . But though the account just mentioned . . . has been demonstrated to be an extravagant forgery, the existence of a tree in Java, from whose sap a poison is prepared, equal in fatality, when thrown into the circulation, to the strongest animal poisons hitherto known, is a fact.\" -- Horsfield, in Batavian Trans. vol. vii. art. x. pp. 2-4.\n 1822. -- \"The Law of Java,\" a Play . . . Scene. Kérta-Sûra, and a desolate Tract in the Island of Java.\n * * * * * \"Act I. Sc. 2. Emperor. The haram's laws, which cannot be repealed, Had not enforced me to pronounce your death, * * * * * One chance, indeed, a slender one, for life, All criminals may claim. Parbaya. Aye, I have heard Of this your cruel mercy; -- 'tis to seek That tree of Java, which, for many a mile, Sheds pestilence; -- for where the Upas grows It blasts all vegetation with its own; And, from its desert confines, e'en those brutes That haunt the desert most shrink off, and tremble. Thence if, by miracle, a man condemned Bring you the poison that the tree exudes, In which you dip your arrows for the war, He gains a pardon, -- and the palsied wretch Who scaped the Upas, has escaped the tyrant.\"\n * * * * * \"Act II. Sc. 4. Pengoose. Finely dismal and romantic, they say, for many miles round the Upas; nothing but poisoned air, mountains, and melancholy. A charming country for making Mems and Nota benes!\"\n * * * * * \"Act III. Sc. 1. Pengoose. . . . That's the Divine, I suppose, who starts the poor prisoners, for the last stage to the Upas tree; an Indian Ordinary of Newgate.\n Servant, your brown Reverence! There's no people in the parish, but, I believe, you are the rector?\n (Writing). \"The reverend Mister Orzinga U.C.J. -- The Upas Clergyman of Java.\" George Colman the Younger.\n [1844. -- \"We landed in the Rajah's boat at the watering place, near the Upas tree. . . . -- Here follows an interesting account by Mr Adams, in which he describes how \"the mate, a powerful person and of strong constitution, felt so much stupified as to be compelled to withdraw from his position on the tree.\" -- Capt. Sir E. Belcher, Narr. of the Voyage of H.M.S. Samarang, i. 180 seqq.]\n 1868. -- \"The Church of Ireland offers to us, indeed, a great question, but even that question is but one of a group of questions. There is the Church of Ireland, there is the land of Ireland, there is the education of Ireland . . . they are all so many branches from one trunk, and that trunk is the Tree of what is called Protestant ascendancy. . . . We therefore aim at the destruction of that system of ascendancy, which, though it has been crippled and curtailed by former measures, yet still must be allowed to exist; it is still there like a tall tree of noxious growth, lifting its head to heaven, and darkening and poisoning the land as far as its shadow can extend; it is still there, gentlemen, and now at length the day has come when, as we hope, the axe has been laid to the root of that tree, and it nods and quivers from its top to its base. . . .\" -- Mr. GLADSTONE'S Speech at Wigan, Oct. 23. In this quotation the orator indicates the Upas tree without naming it. The name was supplied by some commentators referring to this indication at a later date:\n 1873. -- \"It was perfectly certain that a man who possessed a great deal of imagination might, if he stayed out sufficiently long at night, staring at a small star, persuade himself next morning that he had seen a great comet; and it was equally certain that such a man, if he stared long enough at a bush, might persuade himself that he had seen a branch of the Upas Tree.\" -- Speech of Lord EDMOND FITZMAURICE on the 2nd reading of the University Education (Ireland) Bill, March 3.\n \" \"It was to regain office, to satisfy the Irish irreconcilables, to secure the Pope's brass band, and not to pursue 'the glorious traditions of English Liberalism,' that Mr. Gladstone struck his two blows at the Upas tree.\" -- Mr. JOSEPH CHAMBERLAIN, in Fort. Rev. Sept. pp. 289-90.\n 1876. -- \". . . the Upas-tree superstition.\" -- Contemp. Rev. May.\n 1880. -- \"Lord Crichton, M.P. . . . last night said . . . there was one topic which was holding all their minds at present . . . what was this conspiracy which, like the Upas-tree of fable, was spreading over the land, and poisoning it? . . .\" -- In St. James's Gazette, Nov. 11, p. 7.\n 1885. -- \"The dread Upas dropped its fruits.\n \"Beneath the shady canopy of this tall fig no native will, if he knows it, dare to rest, nor will he pass between its stem and the wind, so strong is his belief in its evil influence.\n \"In the centre of a tea estate, not far off from my encampment, stood, because no one could be found daring enough to cut it down, an immense specimen, which had long been a nuisance to the proprietor on account of the lightning every now and then striking off, to the damage of the shrubs below, large branches, which none of his servants could be induced to remove. One day, having been pitchforked together and burned, they were considered disposed of: but next morning the whole of his labourers awoke, to their intense alarm, afflicted with a painful eruption. . . . It was then remembered that the smoke of the burning branches had been blown by the wind through the village. . . .\" (Two Chinamen were engaged to cut down and remove the tree, and did not suffer; it was ascertained that they had smeared their bodies with coco-nut oil.) -- H. O. Forbes, A Naturalist's Wanderings, 112-113.\n [Mr. Bent (Southern Arabia, 72, 89) tells a similar story about the collection of frankincense, and suggests that it was based on the custom of employing slaves in this work, and on an interpretation of the name Hadrimaut, said to mean 'valley of death.']\n", "upper roger": "s. This happy example of the Hobson-Jobson dialect occurs in a letter dated 1755, from Capt. Jackson at Syrian in Burma, which is given in Dalrymple's Oriental Repertory, i. 192. It is a corruption of the Skt. yuva-rāja, 'young King,' the Caesar or Heir-Apparent, a title borrowed from ancient India by most of the Indo-Chinese monarchies, and which we generally render in Siam as the 'Second King.'\n", "urz": "and vulgarly URJEE , s. P. -- H. 'arẓ and 'arẓī, from Ar. 'arẓ, the latter a word having an extraordinary variety of uses even for Arabic. A petition or humble representation either oral or in writing; the technical term for a request from an inferior to a superior; 'a sifflication' as one of Sir Walter Scott's characters calls it. A more elaborate form is 'arẓ-dāsht, 'memorializing.' This is used in a very barbarous form of Hobson-Jobson below.\n 1606. -- \"Every day I went to the Court, and in every eighteen or twentie dayes I put up Ars or Petitions, and still he put mee off with good words. . . .\" -- JohnMildenhall, in Purchas, i. (Bk. iii.) 115.\n [1614. -- \"Until Mocrob Chan's erzedach or letter came to that purpose it would not be granted.\" -- Foster, Letters, ii. 178. In p. 179 \"By whom I erzed unto the King again.\"\n [1687. -- \"The arzdest with the Estimauze (Iltimās, 'humble representation') concerning your twelve articles. . . .\" -- In Yule, Hedges' Diary, Hak. Soc. II.lxx.\n [1688. -- \"Capt. Haddock desiered the Agent would write his arzdost in answer to the Nabob's Perwanna (Purwanna).\" -- Ibid. II. lxxxiii.]\n 1690. -- \"We think you should Urzdaast the Nabob to writt purposely for ye re leasmt of Charles King, it may Induce him to put a great Value on him.\" -- Letter from Factory at Chuttanutte to Mr. Charles Eyre at Ballasore, d. November 5 (MS. in India Office).\n 1782. -- \"Monsr. de Chemant refuses to write to Hyder by arzoasht (read arzdasht), and wants to correspond with him in the same manner as Mons. Duplex did with Chanda Sahib; but the Nabob refuses to receive any letter that is not in the stile of an arzee or petition.\" -- India Gazette, June 22.\n c. 1785. -- \". . . they (the troops) constantly applied to our colonel, who for presenting an arzee to the King, and getting him to sign it for the passing of an account of 50 lacks, is said to have received six lacks as a reward. . . .\" -- Carraccioli, Life of Clive, iii. 155.\n 1809. -- \"In the morning . . . I was met by a minister of the Rajah of Benares, bearing an arjee from his master to me. . . .\" -- Ld. Valentia, i. 104.\n 1817. -- \"The Governor said the Nabob's Vakeel in the Arzee already quoted, directed me to forward to the presence that it was his wish, that your Highness would write a letter to him.\" -- Mill's Hist. iv. 436.\n", "ushrufee": "See ASHRAFEE. \n", "uspuk": "s. Hind. aspak. 'A handspike,' corr. of the English. This was the form in use in the Canal Department, N.W.P. Roebuck gives the Sea form as hanspeek.\n [UZBEG, n.p. One of the modern tribes of the Turkish race. \"Uzbeg is a political not an ethnological denomination, originating from Uzbeg Khān of the Golden Horde (1312-1340). It was used to distinguish the followers of Shaibāni Khān (16th century) from his antagonists, and became finally the name of the ruling Turks in the khanates as opposed to the Sarts, Tajiks, and such Turks as entered those regions at a later date. . . .\" (Encycl. Brit. 9th ed. xxiii. 661). Others give the derivation from uz, 'self,' bek, 'a ruler,' in the sense of independent. (Schuyler, Turkistan, i. 106, Vambéry, Sketches of C. Asia, 301).\n [c. 1330. -- \"But other two empires of the Tartars . . . that which was formerly of Cathay, but now is Osbet, which is called Gatzaria. . . .\" -- Friar Jordanus, 54.\n [1616. -- \"He . . . intendeth the conquest of the Vzbiques, a nation between Samarchand and here.\" -- Sir T. Roe, i. 113, Hak. Soc.\n [c. 1660. -- \"There are probably no people more narrow-minded, sordid or uncleanly, than the Usbec Tartars.\" -- Bernier, ed. Constable, 120.\n [1727. -- \"The Uspecks entred the Provinces Muschet and Yesd. . . .\" -- A. Hamilton, ed. 1744, i. 108.\n [1900. -- \"Uz-beg cavalry ('them Housebugs,' as the British soldiers at Rawal Pindi called them).\" -- Sir R. Warburton, Eighteen Years in the Khyber, 135.]\n V [VACCA, VAKEA-NEVIS, s. Ar. wākia'h, 'an event, news': wāḳi'ahnavīs, 'a news-writer.' These among the Moghuls were a sort of registrars or remembrancers. Later they became spies who were sent into the provinces to supply information to the central Government.\n [c. 1590. -- \"Regulations regarding the Waqi'ahnawís. Keeping records is an excellent thing for a government. . . . His Majesty has appointed fourteen zealous, experienced, and impartial clerks. . . .\" -- Āīn, i. 258.\n [c. 1662. -- \"It is true that the Great Mogul sends a Vakea-nevis to the various provinces; that is persons whose business it is to communicate every event that takes place.\" -- Bernier, ed. Constable, 231.\n [1673. -- \". . . Peta Gi Pundit Vocanovice, or Publick Intelligencer. . . .\" -- Fryer, 80.\n [1687. -- \"Nothing appearing in the Vacca or any other Letters untill of late concerning these broils.\" -- In Yule, Hedges' Diary, II. lxiii.]\n"}