{"vaccination": "Vaccine was first imported into Bombay viâ Bussora in 1802. \"Since then,\" says R. Drummond, \"the British Governments in Asia have taken great pains to preserve and diffuse this mild instrument of salvation.\" [Also see Forbes, Or. Mem. 2nd ed. ii. 374.]\n", "vaishnava": "adj. Relating to Vishnu; applied to the sectaries who especially worship him. In Bengālī the term is converted into Boishnab.\n 1672. -- \". . . also some hold Wistnou for the supreme god, and therefore are termed Wistnouwaes.\" -- Baldaeus.\n [1815. -- \"Many choose Vishnoo for their guardian deity. These persons are called Voishnuvus.\" -- Ward, Hindoos, 2nd ed. ii. 13.\n", "vakeel": "s. An attorney; an authorised representative. Arab. wakīl.\n [c. 1630. -- \"A Scribe, Vikeel.\" -- Persian Gloss. in Sir T. Herbert, ed. 1677, p. 316.]\n 1682. -- \"If Mr. Charnock had taken the paines to present these 2 Perwannas (Purwanna) himself, 'tis probable, with a small present, he might have prevailed with Bulchund to have our goods freed. However, at this rate any pitifull Vekeel is as good to act ye Company's Service as himself.\"- Hedges, Diary, Dec. 7; [Hak. Soc. i. 54].\n [1683. -- \". . . a copy whereof your Vackel James Price brought you from Dacca.\" -- In Yule, ibid. II. xxiii.]\n 1691. -- \"November the 1st, arriv'd a Pattamar or Courrier, from our Fakeel, or Sollicitor at Court. . . .\" -- Ocington, 415.\n 1811. -- \"The Raja has sent two Vakeels or ambassadors to meet me here. . . .\"- Ld. Minto in India, 268.\n c. 1847. -- \"If we go into Court I suppose I must employ a Vehicle.\" -- Letter from an European subordinate to one of the present writers.\n", "varella": "s. This is a term constantly applied by the old Portuguese writers to the pagodas of Indo-China and China. Of its origin we have no positive evidence. The most probable etymology is that it is the Malay barāhlā or brāhlā, [in Wilkinson's Dict. bĕrhala], 'an idol.' An idol temple is rūmah-barāhlā, 'a house of idols,' but barāhlā alone may have been used elliptically by the Malays or misunderstood by the Portuguese. We have an analogy in the double use of pagoda for temple and idol.\n 1555. -- \"Their temples are very large edifices, richly wrought, which they call Valeras, and which cost a great deal. . . .\" -- Account of China in a Jesuit's Letter appended to Fr. Alvarez H. of Ethiopia, translated by Mr. Major in his Introd. to Mendoza, Hak. Soc. I. xlviii.\n 1569. -- \"Gran quantità se ne consuma ancora in quel Regno nelle lor Varelle, che sono gli suo' pagodi, de' quali ve n'è gran quantità di grandi e di picciole, e sono alcune montagnuole fatte a mano, a giusa d'vn pan di zuccaro, e alcune d'esse alte quanti il campanile di S. Marco di Venetia . . . si consuma in queste istesse varelle anco gran quantità di oro di foglia. . . .\"- Ces. Federici, in Ramusio, iii. 395; [in Hakl. ii. 368.]\n 1583. -- \". . . nauigammo fin la mattina, che ci trouammo alla Bara giusto di Negrais, che cosi si chiama in lor linguaggio il porto, che va in Pegu, oue discoprimmo a banda sinistra del riuo vn pagodo, ouer varella tutta dorata, la quale si scopre di lontano da' vascelli, che vengono d'alto mare, et massime quando il Sol percote in quell' oro, che la fà risplendere all' intorno. . . .\" -- Gasparo Balbi, f. 92.*\n 1587. -- \"They consume in these Varellaes great quantitie of Golde; for that they be all gilded aloft.\" -- Fitch, in Hakl. ii. 393; [and see quotation from same under DAGON].\n 1614. -- \"So also they have many Varelas, which are monasteries in which dwell their religiosos, and some of these are very sumptuous, with their roofs and pinnacles all gilded.\" -- Couto, VI. vii. 9.\n More than one prominent geographical feature on the coast-navigation to China was known by this name. Thus in Linschoten's description of the route from Malacca to Macao, he mentions at the entrance to the 'Straits of Sincapura,' a rock having the appearance of an obelisk, called the Varella del China; and again, on the eastern coast of Champa, or Cochin China, we have frequent notice of a point (with a river also) called that of the Varella. Thus in Pinto:\n 1540. -- \"The Friday following we found ourselves just against a River called by the inhabitants of the Country Tinacoreu, and by us (the) Varella.\" -- Pinto (in Cogan), p. 48.\n This Varella of Champa is also mentioned by Linschoten:\n 1598. -- \". . . from this thirde point to the Varella the coast turneth North. . . . This Varella is a high hill reaching into the Sea, and above on the toppe it hath a verie high stonie rock, like a tower or piller, which may be seen far off, therefore it is by the Portingalles called Varella.\" -- p. 342.\n", "vedas": "The Sacred Books of the Brahmans, Veda being 'knowledge.' Of these books there are nominally four, viz. the Rig, Yajur, Sāma and Atharva Vedas.\n The earliest direct intimation of knowledge of the existence of the Vedas appears to be in the book called De Tribus Impostoribus, said to have been printed in 1598, in which they are mentioned.† Possibly this know Compare this vivid description with a modern notice of the same pagoda:\n 1855. \"This meridian range . . . 700 miles from its origin in the Naga wilds . . . sinks in the sea hard by Negrais, its last bluff crowned by the golden Pagoda of Modain, gleaming far to seaward, a Burmese Sunium.\" -- Yule, Mission to Ava, 272. There is a small view of it in this work.\n So wrote A. B. I cannot find the book in the B. Museum Library. -- Y. [A bibliographical account of this book will be found in \"Le Traité des Trois Imposteurs, et précédé d'une notice philologique et bibliographique par Philomneste Junior (i.e. Brunet), Paris and Brussels, 1867. Also see 7 Ser. N. &. Q. viii. 449 seqq.; 9 Ser. ix. 55. The passage about the Vedas seems to be the following: \"Et Sectarii istorum, ut et Vedae et Brachmanorum ante MCCC retro secula obstant collectanea, ut de Sinensibus nil dicam. Tu, qui in angulo Europae hic delitescis, ista neglegis, negas; quam bene videas ipse. Eadem facilitate enim isti tua negant. Et quid non miraculorum superesset ad convincendos orbis incolas, si mundum ex Scorpionis ovo conditum et progenitum terramque Tauri capiti impositam, et rerum prima fundamentis ex prioribus III. Vedae libris constarent, nisi invidus aliquis Deorum filius haec III. prima volumina furatus esset!\"]\n ledge came through the Arabs. Though thus we do not trace back any direct allusion to the Vedas in European books, beyond the year 1600 or thereabouts, there seems good reason to believe that the Jesuit missionaries had information on the subject at a much earlier date. St. Francis Xavier had frequent discussions with Brahmans, and one went so far as to communicate to him the mantra \"Om śrīnārāyaṇanāmah.\" In 1559 a learned Brahman at Goa was converted by Father Belchior Carneyro, and baptized by the name of Manuel. He afterwards (with the Viceroy's sanction!) went by night and robbed a Brahman on the mainland who had collected many MSS., and presented the spoil to the Fathers, with great satisfaction to himself and them (Sousa, Orient. Conquist.  i. 151-2).\n It is probable that the information concerning the Hindu religion and sacred books which was attained even in Europe by the end of the 16th century was greater than is commonly supposed, and greater than what we find in print would warrant us to assume. A quotation from San Roman below illustrates this in a general way. And in a constitution of Gregory XV. dated January 31, 1623, there is mention of rites called Haiteres and Tandié, which doubtless represent the Vedic names Aitareya and Tāṇḍya (see Norbert, i. 39). Lucena's allusion below to the \"four parts\" of Hindu doctrine must have reference to the Vedas, and his information must have come from reports and letters, as he never was in India. In course of time, however, what had been known seems to have been forgotten, and even Halhed (1776) could write about 'Beids of the Shaster!' (see Code, p. xiii.). This shows that though he speaks also of the 'Four Beids' (p. xxxi.) he had no precise knowledge.\n In several of the earlier quotations of the word it will be seen that the form used is Vedam or Veidam. This is the Tamil form. And it became prevalent during the 18th century in France from Voltaire's having con stituted himself the advocate of a Sanskrit Poem, called by him l'Ezour Vedam, and which had its origin in S. India. This was in reality an imitation of an Indian Purāna, composed by some missionary in the 17th century (probably by R. de' Nobili), to introduce Christian doctrines; but Voltaire supposed it to be really an ancient Indian book. Its real character was first explained by Sonnerat (see the Essay by F. W. Ellis, in As. Res. xi.). The first information regarding the real Vedas was given by Colebrooke in 1805 (As. Res. viii.). Orme and some authors of the 18th and early part of the 19th century write Bede, which represents the N. Indian vernacular form Bed. Both forms, Bed and Vedam, are known to Fleury, as we see below.\n On the subject of the Vedas, see Weber's Hist. of Indian Lit., Max Müller's Ancient Sanskrit Lit., Whitney's Oriental and Linguistic Studies, vol. i. [and Macdonell's Hist. of Sanskrit Lit., pp. 29 seqq.].\n c. 1590. -- \"The Brahmins. These have properly six duties. 1. The study of the Bedes.\" -- Ayeen, by Gladwin, ii. 393; [ed. Jarrett, iii. 115].\n \" \"Philologists are constantly engaged in translating Hindí, Greek, Arabic, and Persian books . . . Hájí Ibrahím of Sarhind translated into Persian the At'harban (i.e. Atharva Veda) which, according to the Hindús is one of the four divine books.\"- Ibid. by Blochmann, i. 104-105.\n 1600. -- \". . . Consta esta doutrina de quatro partes. . . .\" -- Lucena V. de P. Franc. Xavier, 95.\n 1602. -- \"These books are divided into bodies, limbs, and joints; and their foundations are certain books which they call Vedáos, which are divided into four parts.\" -- Couto, V. vi. 3.\n 1603. -- \"Tienen muchos libros, de mucha costa y escriptura, todos llenos de agueros y supersticiones, y de mil fabulas ridiculas que son sus evangelios. . . . Todo esto es tan sin fundamento, que algunos libros han llegado a Portugal, que se han traydo de la India, y han venido algunos Iogues que se convertieron à la Fè.\" -- San Roman, Hist. de la India Oriental, 47.\n 1651. -- \"The Vedam, or the Heathen's book of the Law, hath brought great Esteem unto this Tribe (the Bramines).\" -- Rogerius, 3.\n c. 1667. -- \"They say then that God, whom they call Achar, that is to say, Immoveable or Immutable, hath sent them four Books which they call Beths, a word signifying Science, because they pretend that in these Books all Sciences are comprehended. The first of these Books is called Athenba-(Atherba-) bed, the second Zagur-bed, the third Rek-bed, the fourth Sama-bed.\" -- Bernier, E.T. 104; [ed. Constable, 325].\n 1672. -- \"Commanda primieramente il Veda (che è tutto il fondamento della loro fede) l'adoratione degli Idoli.\" -- P. Vincenzo, 313.\n \" \"Diese vier Theile ihres Vedam oder Gesetzbuchs werden genant Roggo Vedam, Jadura Vedam, Sama Vedam, und Tarawana Vedam. . . .\" -- Baldaeus, 556.\n 1689. -- \"Il reste maintenant à examiner sur quelles preuves les Siamois ajoutent foi à leur Bali, les Indiens à leur Beth ou Vedam, les Musulmans à leur Alcoran.\"- Fleury, in Lett. Edif. xxv. 65.\n 1726. -- \"Above all it would be a matter of general utility to the Coast that some more chaplains should be maintained there for the sole purpose of studying the Sanskrits tongue (de Sanskritse taal), the head and mother tongue of most eastern languages, and once for all to make a trànslation of the Vedam, or Lawbook of the Heathen (which is followed not only by the Heathen on this Coast, but also, in whole or in part, in Ceylon, Malabar, Bengal, Surat, and other neighbouring Kingdoms), and thereby to give such preachers further facilities for the more powerful conviction of the Heathen here and elsewhere, on their own ground, and for the disclosure of many mysteries and other matters, with which we are now unacquainted. . . . This Lawbook of the Heathen, called the Vedam, had in the very old times 4 parts, though one of these is now lost. . . . These parts were named Roggo Vedam, Sadura or Issoure Vedam, Sama Vedam, and Tarawana or Adderawana Vedam.\" -- Valentijn, Keurlijke Beschryving van Choromandel, in his East Indies, v. pp. 72-73\n 1745. -- \"Je commençais à douter si nous n'avions point été trompés par ceux qui nous avoient donné l'explication de ces cérémonies qu'ils nous avoient assurés être très-conformes à leur Vedam, c'est à dire au Livre de leur loi.\" -- Norbert, iii. 132.\n c. 1760. -- \"Vedam -- s.m. Hist. Superst. C'est un livre pour qui les Brames ou Nations idolâtres de l'Indostan ont la plus grande vénération . . . en effet, on assure que le Vedam est écrit dans une langue beaucoup plus ancienne que le Sanskrit, qui est la langue savante, connue des bramines. Le mot Vedam signifie science.\" -- Encylopédie, xxx. 32. This information was taken from a letter by Père Calmette, S.J. (see Lett. Edif.), who anticipated Max Müller's chronological system of Vedic literature, in his statement that some parts of the Veda are at least 500 years later than others.\n 1765. -- \"If we compare the great purity and chaste manners of the Shastah (Shaster), with the great absurdities and impurities of the Viedam, we need not hesitate to pronounce the latter a corruption of the former.\" -- J. Z. Holwell, Interesting Hist. Events, &c., 2nd ed. i. 12. This gentleman also talks of the Bhades and the Viedam in the same line without a notion that the word was the same (see ibid. Pt. ii. 15, 1767).\n c. 1770. -- \"The Bramin, bursting into tears, promised to pardon him on condition that he should swear never to translate the Bedas or sacred volumes. . . . From the Ganges to the Indus the Vedam is universally received as the book that contains the principles of religion.\" -- Raynal, tr. 1777, i. 41-42.\n c. 1774. -- \"Si crede poi como infallibile che dai quattro suddette Bed, che in Malabar chiamano Vedam, Bramah medesimo ne retirasse sei Sastrah, cioè scienze.\" -- Della Tomba, 102.\n 1777. -- \"The word Vēd, or Vēdă, signifies Knowledge or Science. The sacred writings of the Hindoos are so distinguished, of which there are four books.\" -- C. Wilkins, in his Hĕĕtopădēs, 298.\n 1778. -- \"The natives of Bengal derive their religion from a Code called the Shaster, which they assert to be the genuine scripture of Bramah, in preference to the Vedam.\" -- Orme, ed. 1803, ii. 5.\n 1778.- \"Ein indischer Brahman, geboren auf der Flur, Der nichts gelesen als den Weda der Natur.\" Rückert, Weisheit der Bramanen, i. 1.\n 1782. -- \". . . pour les rendre (les Pouranons) plus authentiques, ils ajoutèrent qu'ils étoient tirés du Védam; ce que n'étoit pas facile à vérifier, puisque depuis très longtems les Védams ne sont plus connus.\"- Sonnerat, ii. 21.\n 1789.- \"Then Edmund begg'd his Rev'rend Master T'instruct him in the Holy Shaster. No sooner does the Scholar ask, Than Goonisham begins the task, Without a book he glibly reads Four of his own invented Bedes.\" Simpkin the Second, 145.\n 1791. -- \"Toute verité . . . est renfermée dans les quatre beths.\" -- St. Pierre, Chaumière Indienne.\n 1794-97. -- \". . . or Hindoo Vedas taught.\" Pursuits of Literature, 6th ed. 359.\n", "veddas": "n.p. An aboriginal -- or at least a forest -- people of Ceylon. The word is said to mean 'hunters,' [Tam. vedu, 'hunting'].\n 1675. -- \"The Weddas (who call themselves Beddas) are all original inhabitants from old time, whose descent no one is able to tell.\" -- Ryklof van Goens, in Valentijn, Ceylon, 208.\n 1681. -- \"In this Land are many of these wild men they call Vaddahs, dwelling near no other Inhabitants. They speak the Chingalayes Language. They kill Deer, and dry the Flesh over the Fire . . . their Food being only Flesh. They are very expert with their Bows. . . . They have no Towns nor Houses, only live by the waters under a Tree.\" -- Knox, 61-62.\n 1770. -- \"The Bedas who were settled in the northern part of the island (Ceylon) . . . go almost naked, and, upon the whole, their manners and government are the same with that of the Highlanders of Scotland.\" (!) -- Raynal (tr. 1777), i. 90.\n", "vellard": "s. This is a word apparently peculiar to the Island of Bombay, used in the sense which the quotation shows. We have failed to get any elucidation of it from local experience; but there can be little doubt that it is a corruption of the Port. vallado, 'a mound or embankment. ' [It is generally known as 'Hornby's Vellard,' after the Governor of that name; but it seems to have been built about 1752, some 20 years before Hornby's time (see Douglas, Bombay and W. India, i. 140).]\n 1809. -- \"At the foot of the little hill of Sion is a causeway or vellard, which was built by Mr. Duncan, the present Governor, across a small arm of the sea, which separates Bombay from Salsette. . . . The vellard was begun A.D. 1797, and finished in 1805, at an expense of 50,575 rupees.\" -- Maria Graham, 8.\n", "vellore": "n.p. A town, and formerly a famous fortress in the district of N. Arcot, 80 m. W. of Madras. It often figures in the wars of the 18th century, but is best known in Europe for the mutiny of the Sepoys there in 1806. The etym. of the name Vellūr is unknown to us. Fra Paolino gives it as Velur, 'the Town of the Lance'; and Col. Branfill as 'Vēḷūr, from Vēl, a benefit, benefaction.' [Cox-Stuart (Man. N. Arcot, ii. 417) and the writer of the Madras Gloss. agree in deriving it from Tam. vel, 'the babool tree, Acacia arabica,' and ūr, 'village.']\n", "vendu-master": "s. We know this word only from the notifications which we quote. It was probably taken from the name of some Portuguese office of the same kind. [In the quotation given below from Owen it seems that the word was in familiar use at Johanna, and the context shows that his duty was somewhat like that of the chowdry, as he provided fowls, cattle, fruit, &c., for the expedition.]\n 1781. -- From an advertisement in the India Gazette of May 17th it appears to have been an euphemism for Auctioneer; [also see Busteed, Echoes of Old Calcutta, 3rd ed. p. 109].\n \" \"Mr. Donald . . . begs leave to acquaint them that the Vendu business will in future be carried on by Robert Donald, and W. Williams.\" -- India Gazette, July 28.\n 1793. -- \"The Governor-General is pleased to notify that Mr. Williamson as the Company's Vendu Master is to have the superintendence and management of all Sales at the Presidency.\" -- In Seton-Karr, ii. 99. At pp. 107, 114, also are notifications of sales by \"G. Williamson, Vendu Master.\"\n [1823. -- \"One of the chiefs, a crafty old rogue, commonly known by the name of 'Lord Rodney' . . . acted as captain of the port, interpreter, Vendue-Master and master of the ceremonies. . . .\" -- Owen, Narrative of Voyages to explore the shores of Africa, &c., i. 179.]\n", "venetian": "s. This is sometimes in books of the 18th and preceding century used for Sequins. See under CHICK.\n 1542. -- \"At the bottom of the cargo (? cifa), among the ballast, she carried 4 big guns (tiros), and others of smaller size, and 60,000 venetians in gold, which were destined for Coje Çafar, in order that with this money he should in all speed provide necessaries for the fleet which was coming.\" -- Correa, iv. 250.\n 1675. -- Fryer gives among coins and weights at Goa:\n \"The Venetian . . . 18 Tangoes, 30 Rees.\" -- p. 206.\n 1752. -- \"At this juncture a gold mohur is found to be worth 14 Arcot Rupees, and a Venetian 4½ Arcot Rupees.\" -- In Long, p. 32.\n", "veranda": "s. An open pillared gallery round a house. This is one of the very perplexing words for which at least two origins may be maintained, on grounds equally plausible. Besides these two, which we shall immediately mention, a third has sometimes been alleged, which is thus put forward by a well-known French scholar:\n \"Ce mot (véranda) n'est lui-meme qu'une transcription inexacte du Persan beramada, perche, terrasse, balcon.\" -- C. Defréméry, in Revue Critique, 1869, 1st Sem. p. 64.\n Plausible as this is, it may be rejected. Is it not, however, possible that barāmada, the literal meaning of which is 'coming forward, projecting,' may be a Persian 'striving after meaning,' in explanation of the foreign word which they may have borrowed?\n Williams, again, in his Skt. Dict. (1872) gives 'varaṇḍa . . . a veranda, a portico. . . .' Moreover Beames in his Comparative Grammar of Modern Aryan Languages, gives Sansk. baraṇḍa, 'portico,' Bengali bārāṇḍā, Hind. varaṇḍā, adding: \"Most of our wiseacre literateurs (qu. littérateurs ?) in Hindustan now-a-days consider this word to be derived from Pers. barāmadah, and write it accordingly. It is, however, good Sanskrit\" (i. 153). Fortunately we have in Bishop Caldwell a proof that comparative grammar does not preclude good manners. Mr. Beames was evidently in entire ignorance of the facts which render the origin of the Anglo-Indian word so curiously ambiguous; but we shall not call him the \"wise-acre grammarian.\" Varaṇḍa, with the meaning in question, does not, it may be observed, belong to the older Sanskrit, but is only found in comparatively modern works.*\n Littré also gives as follows (1874): \"ETYM. Verandah, mot rapporté de l'Inde par les Anglais, est la simple dégénérescence, dans les langues modernes de l'Inde, du Sansc. veranda, colonnade, de var, couvrir.\"\n That the word as used in England and in France was brought by the English from India need not be doubted. But either in the same sense, or in one closely analogous, it appears to have existed, quite independently, in Portuguese and Spanish; and the manner in which it occurs without explanation in the very earliest narrative of the adventure of the Portuguese in India, as quoted below, seems almost to preclude the possibility of their having learned it in that country for the first time; whilst its occurrence in P. de Alcala can leave no doubt on the subject. [Prof. Skeat says: \"If of native Span. origin, it may be Span. vara a rod, rail. Cf. L. uarus, crooked\" (Concise Dict. s.v.).]\n 1498. -- \"E vêo ter comnosco onde estavamos lançados, em huma varanda onde estava hum grande castiçall d'arame que nos alumeava.\" -- Roteiro da Viagem de Vasco da Gama, 2nd ed., 1861, p. 62, i.e. \". . . and came to join us where we had been put in a varanda, where there was a great candlestick of brass that gave us light. . . .\" And Correa, speaking of the same historical passage, though writing at a later date, says: \"When the Captain-Major arrived, he was conducted through many courts and verandas (muitos pateos e varandas) to a dwelling opposíte that in which the king was. . . .\" -- Correa, by Stanley, 193, compared with original Lendas, I. i. 98.\n 1505. -- In Pedro de Alcala's SpanishArabic Vocabulary we have:\n \"Varandas -- Târbuç. Varandas assi çârgaba, çârgab.\"\n This last remark is due to A. B.\n Interpreting these Arabic words, with the assistance of Prof. Robertson Smith, we find that târbuç is, according to Dozy (Suppt. I. 430), darbūz, itself taken from darābazīn (TRAPE/ZION), 'a stair-railing, fireguard, balcony, &c.'; whilst çârgab stands for sarjab, a variant (Abul W., p. 735, i.) of the commoner sharjab, 'a lattice, or anything latticed, ' such as a window, -- 'a balcony, a balustrade.'\n 1540. -- \"This said, we entred with her into an outward court, all about invironed with Galleries (cercado a roda de duas ordens de varandas) as if it had been a Cloister of Religious persons. . . .\" -- Pinto (orig. cap. lxxxiii.), in Cogan, 102.\n 1553 (but relating events of 1511).\n \". . . assentou Affonso d'Alboquerque com elles, que primeiro que sahissem em terra, irem ao seguinte dia, quando agua estivesse estofa, dez bateis a queimar alguns baileus, que são como varandas sobre o mar.\" -- Barros, II. vi. 3.\n 1563. -- \"R. . . . nevertheless tell me what the tree is like. O. From this varanda you can see the trees in my garden: those little ones have been planted two years, and in four they give excellent fruit. . . .\"- Garcia, f. 112.\n 1602. -- \"De maneira, que quando ja El Rey (de Pegu) chegava, tinha huns formosos Pacos de muitas camaras, varandas, retretes, cozinhas, em que se recolhia com suas mulheres. . . .\" -- Couto, Dec. vi. Liv. vii., cap. viii.\n 1611. -- \"Varanda. Lo entreado de los corridores, por ser como varas, per otro nombre vareastes quasi varafustes.\" -- Cobarruvias. \n 1631. -- In Haex, Malay-Latin Vocabulary, we have as a Malay word, \"Baranda, Contignatio vel Solarium.\"\n 1644. -- \"The fort (at Cochin) has not now the form of a fortress, consisting all of houses; that in which the captain lives has a Varanda fronting the river, 15 paces long and 7 wide. . . .\" -- Bocarro, MS. f. 313.\n 1710. -- \"There are not wanting in Cambaya great buildings with their courts, varandas, and chambers.\" -- De Sousa, Oriente Conquist. ii. 152.\n 1711. -- \"The Building is very ancient . . and has a paved Court, two large Verandas or Piazzas.\" -- Lockyer, 20.\n c. 1714. -- \"Varanda. Obra sacada do corpo do edificio, cuberta o descuberta, na qual se costuma passear, tomar o sol, o fresco, &c. Pergula.\" -- Bluteau, s.v.\n 1729. -- \"Baranda. Especie de corredor o balaustrada que ordinariamente se colocà debante de los altares o escaléras, compuesta de balaustres de hierro, bronce, madera, o otra materia, de la altura de un medio cuerpo, y su uso es para adorno y reparo. Algunos escriven esta voce con b. Lat. Peribolus, Lorica clathrata.\" -- Golis, Hist. de Nueva España, lib. 3, cap. 15. \"Alajábase la pieza por la mitad con un baranda o biombo que sin impedir la vista señalava termino al concorso.\" -- Dicc. de la Ling. Cast. por la R. Acad.\n 1754. -- Ives, in describing the Cave of Elephanta, speaks twice of \"the voranda or open gallery.\" -- p. 45.\n 1756. -- \". . . as soon as it was dark, we were all, without distinction, directed by the guard set over us to collect ourselves into one body, and sit down quietly under the arched Veranda, or Piazza, to the west of the Black-hole prison. . . .\" -- Holwell's Narr. of the Black Hole [p. 3]; [in Wheeler, Early Records, 229].\n c. 1760. -- \". . . Small ranges of pillars that support a pent-house or shed, forming what is called, in the Portuguese linguafranca, Verandas.\" -- Grose, i. 53.\n 1781. -- \"On met sur le devant une petite galerie appellée varangue, et formée par le toit.\" -- Sonnerat, i. 54. There is a French nautical term, varangue, 'the ribs or floortimbers of a ship,' which seems to have led this writer astray here.\n 1783. -- \"You are conducted by a pretty steep ascent up the side of a rock, to the door of the cave, which enters from the North. By it you are led first of all into a feerandah (!) or piazza which extends from East to West 60 feet.\" -- Acct. of some Artificial Caves in the Neighbourhood of Bombay (Elephanta), by Mr. W. Hunter, Surgeon in the E. Indies. In Archaeologia, vii. 287.\n \" \"The other gate leads to what in this country is called a veranda or feranda (printed seranda), which is a kind of piazza or landing-place before you enter the hall.\" -- Letter (on Caves of Elephanta, &c.), from Hector Macneil, Esq., ibid. viii. 254.\n 1796. -- \". . . Before the lowest (storey) there is generally a small hall supported by pillars of teka (Teak) wood, which is of a yellow colour and exceedingly hard. This hall is called varanda, and supplies the place of a parlour.\" -- Fra Paolino, E.T.\n 1809. -- \"In the same verandah are figures of natives of every cast and profession.\"- Ld. Valentia, i. 424.\n 1810. -- \"The viranda keeps off the too great glare of the sun, and affords a dry walk during the rainy season.\" -- Maria Graham, 21.\n c. 1816. -- \". . . and when Sergeant Browne bethought himself of Mary, and looked to see where she was, she was conversing up and down the verandah, though it was Sunday, with most of the rude boys and girls of the barracks.\" -- Mrs. Sherwood's Stories, p. 47, ed. 1873.\n", "verdure": "s. This word appears to have been used in the 18th century for vegetables, adapted from the Port. verduras.\n 1752. -- Among minor items of revenue from duties in Calcutta we find:\n RS. A. P.\n \"Verdure, fish pots, firewood 216 10 6.\" -- In Long, 35.\n [VERGE, s. A term used in S. India for rice lands. It is the Port. Vársea, Varzia, Vargem, which Vieyra defines as 'a plain field, or a piece of level ground, that is sowed and cultivated.'\n [1749. -- \". . . as well as vargems lands as hortas\" (see OART). -- Treaty, in Logan, Malabar, iii. 48.\n [1772. -- \"The estates and verges not yet assessed must be taxed at 10 per cent.\"- Govt. Order, ibid. i. 421.]\n", "vettyver": "s. This is the name generally used by the French for the fragrant grass which we call cuscus (q.v.). The word is Tamil vettiver, [from vettu, 'digging,' ver, 'root'].\n 1800. -- \"Europeans cool their apartments by means of wetted tats (see TATTY) made of straw or grass, and sometimes of the roots of the wattie waeroo, which, when wetted, exhales a pleasant but faint smell.\" -- Heyne's Tracts, p. 11.\n", "vidana": "s. In Ceylon, the title of a village head man. \"The person who conveys the orders of Government to the people\" (Clough, s.v. vidán). It is apparently from the Skt. vadana, \". . . the act of speaking . . . the mouth, face, countenance . . . the front, point,\" &c. In Javanese wadana (or wadono, in Jav. pronunciation) is \"the face, front, van; a chief of high rank: a Javanese title\" (Crawfurd, s.v.). The Javanese title is, we imagine, now only traditional; the Ceylonese one has followed the usual downward track of high titles; we can hardly doubt the common Sanskrit origin of both (see Athenaeum, April 1, 1882, p. 413, and May 13, ibid. p. 602). The derivation given by Alwis is probably not inconsistent with this.\n 1681. -- \"The Dissauvas (see DISSAVE) by these Courli vidani their officers do oppress and squeez the people, by laying Mulcts upon them. . . . In Fine this officer is the Dissauva's chief Substitute, who orders and manages all affairs incumbent upon his master.\" -- Knox, 51.\n 1726. -- \"Vidanes, the overseers of villages, who are charged to see that no inhabitant suffers any injury, and that the Land is sown betimes. . . .\" -- Valentijn (Ceylon), Names of Officers, &c., 11.\n 1756. -- \"Under each (chief) were placed different subordinate headmen, called Vidána-Aratchies and Vidáns. The last is derived from the word (vidāna), 'commanding,' or 'ordering,' and means, as Clough (p. 647) defines it, the person who conveys the orders of the Government to the People.\" -- J. de Alwis, in Ceylon Journal, 8, p. 237.\n", "vihara": "&c., s. In Ceylon a Buddhist temple. Skt. vihārā, a Buddhist convent, originally the hall where the monks met, and thence extended to the buildings generally of such an institution, and to the shrine which was attached to them, much as minster has come from monasterium. Though there are now no Buddhist vihāras in India Proper, the former wide diffusion of such establishments has left its trace in the names of many noted places: e.g. Bihār, and the great province which takes its name; Kuch Behār; the Vihār water - works at Bombay; and most probably the City of Bokhārā itself. [Numerous ruins of such buildings have been unearthed in N. India, as, for instance, that at Sarnāth near Benares, of which an account is given by Gen. Cunningham (Arch. Rep. i. 121). An early use of the word (probably in the sense of a monastery) is found in the Mathura Jain inscription of the 2nd century, A.D. in the reign of Huvishka (ibid. iii. 33).]\n 1681. -- \"The first and highest order of priests are the Tirinanxes,* who are the priests of the Buddou God. Their temples are styled Vehars. . . . These . . . only live in the Vihar, and enjoy great Revenues.\"- Knox, Ceylon, 74.\n [1821. -- \"The Malwatte and Asgirie wihares . . . are the two heads of the Boodhaical establishment in Ceylon.\"  Davy, An Account of the Interior of Ceylon, 369.]\n 1877. -- \"Twice a month, when the rules of the order are read, a monk who had broken them is to confess his crime; if it be slight, some slight penance is laid upon him, to sweep the court-yard of the wihāra, sprinkle the dust round the sacred bo-tree.\" -- Rhys Davids, Buddhism, 169.\n", "viss": "s. A weight used in S. India and in Burma; Tam. vīsai, 'division,' Skt. vihita, 'distributed.' In Madras it was ⅛ of a Madras maund, and=3lb. 2oz. avoirdupois. The old scale ran, 10 pagoda weights = 1 pollam, 40 pollams=1 viss, 8 viss=1 maund (of 25lbs.), 20 maunds = 1 candy. In Burma the viss=100 tikals=3lbs. 5 5⅛. Viss is used in Burma by foreigners, but the Burmese call the weight peiktha, probably a corruption of vīsai.\n [The first part of this word is thera, Skt. sthavira. Hardy (E. Monachism, p. 11) says the superior priests were called terunnánses, from Pali thero, \"an elder.\"\n 1554. -- \"The baar (see BAHAR) of Peguu contains 120 biças; each biça weighs 40 ounces; the biça contains 100 ticals; the tical weighs 3⅕ oitavas.\" -- A. Nunes, 38.\n 1568. -- \"This Ganza goeth by weight of Byze . . . and commonly a Byza of Ganza is worth (after our accompt) halfe a ducat.\" -- Caesar Frederike, in Hakl. ii. 367.\n 1626. -- \"In anno 1622 the Myne was shut up . . . the comming of the Mogull's Embassadour to this King's Court, with his peremptory demand of a Vyse of the fairest diamonds, caused the cessation.\"- Purchas, Pilgrimage, 1003.\n [1727. -- \"Viece.\" See under TICAL.\n [1807. -- \"Visay.\" See under GARCE.\n 1855. -- \"The King last year purchased 800,000 viss of lead, at 5 tikals (see TICAL) for 100 viss, and sold it at twenty tikals.\" -- Yule, Mission to Ava, 256.\n", "vizier": "s. Ar. -- H. wazīr, 'a minister,' and usually the principal minister, under a (Mahommedan) prince. [In the Koran (cap. xx. 30) Moses says: \"Give a wazir of my family, Harūn (Aaron) my brother.\" In the Āin we have a distinction drawn between the Vakīl, or prime minister, and the Vazīr, or minister of finance (ed. Blochmann, i. 527).] In India the Nawāb of Oudh was long known as the Nawāb Wazīr, the founder of the quasi-independent dynasty having been Sa'ādat'Alī Khān, who became Sūbadār of Oudh, c. 1732, and was also Wazīr of the Empire, a title which became hereditary in his family. The title of Nawāb Wazīr merged in that of pādshāh, or King, assumed by Ghāzī-ud-dīn Haidar in 1820, and up to his death still borne or claimed by the ex-King Wājid 'Alī Shāh, under surveillance in Calcutta. As most titles degenerate, Wazīr has in Spain become alguazil, 'a constable,' in Port. alvasil, 'an alderman.'\n [1612. -- \"Jeffer Basha Vizier and Viceroy of the Province.\" -- Danvers, Letters, i. 173.]\n 1614. -- \"Il primo visir, sopra ogni altro, che era allora Nasuh bascià, genero del Gran Signore, venne ultimo di tutti, con grandissima e ben adorna cavalcata, enfin della quale andava egli solo con molta gravita.\" -- P. della Valle (from Constantinople), i. 43.\n W [WACADASH, s. Japanese wakizashi, 'a short sword.'\n [1613. -- \"The Captain Chinesa is fallen at square with his new wife and hath given her his wacadash bidding her cut off her little finger.\" -- Foster, Letters, ii. 18.\n [ \" \"His wacadash or little cattan.\" -- lbid. ii. 20.\n [1898. -- \"There is also the wakizashi, or dirk of about nine and a half inches, with which harikari was committed.\" -- Chamberlain, Things Japanese, 3rd ed. 377.]\n"}