{"waler": "s. A horse imported from N. South Wales, or Australia in general.\n 1866. -- \"Well, young shaver, have you seen the horses? How is the Waler's off foreleg?\" -- Trevelyan, Dawk Bungalow, 223.\n 1873. -- \"For sale, a brown Waler gelding,\" &c. -- Madras Mail, June 25.\n", "wali": "s. Two distinct words are occasionally written in the same way.\n (a). Ar. wāli. A Mahommedan title corresponding to Governor; [\"the term still in use for the Governor-General of a Province as opposed to the Muhāfiz̤, or district-governor. In E. Arabia the Wali is the Civil Governor as opposed to the Amīr or Military Commandant. Under the Caliphate the Wali acted also as Prefect of Police (the Indian Faujdār -- see FOUJDAR), who is now called Z̤ābit̤\" (Burton, Ar. Nights, i. 238)]. It became familiar some years ago in connection with Kandahar. It stands properly for a governor of the highest class, in the Turkish system superior to a Pasha. Thus, to the common people in Egypt, the Khedive is still the Wāli.\n 1298. -- \"Whenever he knew of anyone who had a pretty daughter, certain ruffians of his would go to the father and say: 'What say you? Here is this pretty daughter of yours; give her in marriage to the Bailo Achmath' (for they call him the Bailo, or, as we should say, 'the Viceregent').\"- Marco Polo, i. 402.\n 1498. -- \". . . e mandou hum homem que se chama Bale, o qual he como alquaide.\"- Roteiro de V. da Gama, 54.\n 1727. -- \"As I was one morning walking in the Streets, I met accidentally the Governor of the City (Muscat), by them called the Waaly.\" -- A. Hamilton, i. 70; [ed. 1744, i. 71.]\n [1753. -- In Georgia. \"Vali, a viceroy descended immediately from the sovereigns of the country over which he presides.\" -- Hanway, iii. 28.]\n b. Ar. walī. This is much used in some Mahommedan countries (e.g. Egypt and Syria) for a saint, and by a transfer for the shrine of such a saint. [\"This would be a separate building like our family tomb and probably domed. . . . Europeans usually call it 'a little Wali'; or, as they write it, 'Wely'; the contained for the container; the 'Santon' for the 'Santon's tomb'\" (Burton, Ar. Nights, i. 97).] See under PEER.\n [c. 1590. -- \"The ascetics who are their repositaries of learning, they style Wali, whose teaching they implicitly follow.\"- Āīn, ed. Jarrett, ii. 119.]\n 1869. -- \"Quant au titre de pir (see PEER) . . . il signifie proprement vieillard, mais il est pris dans cette circonstance pour désigner une dignité spirituelle equivalente à celle des Gurû Hindous . . . Beaucoup de ces pirs sont à leur mort vénérés comme saints; de là le mot pir est synonyme de Wali, et signifie Saint aussi bien que ce dernier mot.\" -- Garcin de Tassy, Rel. Mus. dans l'Inde, 23.\n", "walla": "s. This is a popular abridgment of Competition-walla, under which will be found remarks on the termination wālā, and illustrations of its use.\n", "wanderoo": "s. In Ceylon a large kind of monkey, originally described under this name by Knox (Presbytes ursinus). The name is, however, the generic Singhalese word for 'a monkey' (wanderu, vandura), and the same with the Hind. bandar, Skt. vānara. Remarks on the disputed identity of Knox's wanderoo, and the different species to which the name has been applied, popularly, or by naturalists, will be found in Emerson Tennent, i. 129-130.\n 1681. -- \"Monkeys . . . Some so large as our English Spaniel Dogs, of a darkish gray colour, and black faces, with great white beards round from ear to ear, which makes them show just like old men. There is another sort just of the same bigness, but differ in colour, being milk white both in body and face, having great beards like the others . . . both these sorts do but little mischief. . . . This sort they call in their language Wanderow.\" -- Knox, Hist. Rel. of the 1. of Ceylon, 26.\n [1803. -- \"The wanderow is remarkable for its great white beard, which stretches quite from ear to ear across its black face, while the body is of a dark grey.\" -- Percival, Acc. of the 1. of Ceylon, 290.]\n 1810. -- \"I saw one of the large baboons, called here Wanderows, on the top of a coco-nut tree, where he was gathering nuts. . . .\" -- Maria Graham, 97.\n 1874. -- \"There are just now some very remarkable monkeys. One is a Macaque . . . Another is the Wanderoo, a fellow with a great mass of hair round his face, and the most awful teeth ever seen in a monkey's mouth. This monkey has been credited with having killed two niggers before he was caught; he comes from Malabar. \" -- F. Buckland, in Life, 289.\n", "wanghee": "s. The trade name for a slender yellow bamboo with beautifully regular and short joints, imported from Japan. We cannot give the origin of the term with any conviction. The two following suggestions may embrace or indicate the origin. (1). Rumphius mentions a kind of bamboo called by him Arundinarbor fera, the native name of which is Bulu swangy (see in vol. iv. cap. vii. et seqq.). As buluh is Malay for bamboo, we presume that swangi is also Malay, but we do not know its meaning. (2). Our friend Professor Terrien de la Couperie notes: \"In the K'ang-hi tze-tien, 118, 119, the Huang tchu is described as follows: 'A species of bamboo, very hard, with the joints close together; the skin is as white as snow; the larger kind can be used for boats, and the smaller used for pipes, &c.' See also Wells Williams, Syllabic Dict. of the Chinese Lang. p. 251.\n [On this Professor Giles writes: \"'Whang' clearly stands for 'yellow,' as in Whangpoo and like combinations. The difficulty is with ee, which should stand for some word of that sound in the Cantonese dialect. There is such a word in 'clothes, skin, sheath'; and 'yellow skin (or sheath)' would form just such a combination as the Chinese would be likely to employ. The suggestion of Terrien de la Couperie is not to the purpose.\" So Mr. C. M. Gardner writes: \"The word hwang has many meanings in Chinese according to the tone in which it is said. Hwang-chi têng or hwangee-têng might be 'yellow-corticled cane.' The word chuh means 'bamboo,' and hwang-chuh might be 'yellow or Imperial bamboo.' Wan means a 'myriad,' ch'i 'utensil'; wan-chi têng might mean a kind of cane 'good for all kinds of uses.' Wan-chuh is a particular kind of bamboo from which paper is made in W. Hapei.\"\n Mr. Skeat writes: \"'Buluh swangi' is correct Malay. Favre in his MalayFr. Dict. has 'suwāngi, esprit, spectre, esprit mauvais.' 'Buluh swangi' does not appear in Ridley's list as the name of a bamboo, but he does not profess to give all the Malay plant names.\"]\n", "water-chestnut": "The trapa bispinosa of Roxb.; Hind. singhārā, 'the horned fruit.' See SINGARA.\n", "weaver-bird": "s. See BAYA. \n", "west-coast": "n.p. This expression in Dutch India means the west coast of Sumatra. This seems also to have been the recognised meaning of the term at Madras in former days. See SLAVE.\n [1685. -- \"Order'd that the following goods be laden aboard the Syam Merchant for the West Coast of Sumatra. . . .\" -- Pringle, Diary Ft. St. Geo. 1st ser. IV. 136; also see 136, 138, 163, &c.]\n 1747. -- \"The Revd. Mr. Francis Fordyce being entered on the Establishment . . . and having several months' allowance due to him for the West Coast, amounting to Pags. 371. 9. . . .\" -- Ft. St. David's Consn., April 30, MS. in India Office. The letter appended shows that the chaplain had been attached to Bencoolen. See also Wheeler, i. 148.\n", "whampoa": "n.p. In former days the anchorage of European ships in the river of Canton, some distance below that city. [The name is pronounced Wongpo (Ball, Things Chinese, 3rd ed. 631).]\n 1770. -- \"Now all European ships are obliged to anchor at Houang-poa, three leagues from the city\" (Canton). -- Raynal, tr. 1777, ii. 258.\n", "whistling teal": "s. This in Jerdon is given as Dendrocygna Awsuree of Sykes. Latin names given to birds and beasts might at least fulfil one object of Latin names, in being intelligible and pronounceable by foreign nations. We have seldom met with a more barbarous combination of impossible words than this. A numerous flock of these whistlers is sometimes seen in Bengal sitting in a tree, a curious habit for ducks.\n", "white ants": "See ANTS, WHITE. \n", "white jacket": "s. The old custom in the hot weather, in the family or at bachelor parties, was to wear this at dinner; and one or more dozens of white jackets were a regular item in an Indian outfit. They are now, we believe, altogether, and for many years obsolete. [They certainly came again into common use some 20 years ago.] But though one reads under every generation of British India that they had gone out of use, they did actually survive to the middle of the last century, for I can remember a white-jacket dinner in Fort William in 1849. [The late Mr. Bridgman of Gorakhpur, whose recollection of India dated from the earlier part of the last century told me that in his younger days the rule at Calcutta was that the guest always arrived at his host's house in the full eveningdress of the time, on which his host meeting him at the door expressed his regret that he had not chosen a cooler dress; on which the guest's Bearer always, as if by accident, appeared from round the corner with a nankeen jacket, which was then and there put on. But it would have been opposed to etiquette for the guest to appear in such a dress without express invitation.]\n 1803. -- \"It was formerly the fashion for gentlemen to dress in white jackets on all occasions, which were well suited to the country, but being thought too much an undress for public occasions, they are now laid aside for English cloth.\" -- Ld. Valentia, i. 240.\n [c. 1848. -- \". . . . a white jacket being evening dress for a dinner-party. . . .\"- Berncastle, Voyage to China, including a Visit to the Bombay Pres. i. 93.]\n", "winter": "s. This term is constantly applied by the old writers to the rainy season, a usage now quite unknown to Anglo-Indians. It may have originated in the fact that winter is in many parts of the Mediterranean coast so frequently a season of rain, whilst rain is rare in summer. Compare the fact that shitā in Arabic is indifferently 'winter,' or 'rain'; the winter season being the rainy season. Shitā is the same word that appears in Canticles ii. 11: \"The winter (sethāv) is past, the rain is over and gone.\"\n 1513. -- \"And so they set out, and they arrived at Surat (Çurrate) in May, when the winter had already begun, so they went into winter-quarters (polo que envernarão), and in September, when the winter was over, they went to Goa in two foists and other vessels, and in one of these was the ganda (rhinoceros), the sight of which made a great commotion when landed at Goa. . . .\" -- Correa, ii. 373.\n 1563. -- \"R. . . . In what time of the year does this disease (morxi, Mort-de-chien) mostly occur?\n \"O. . . . It occurs mostly in June and July (which is the winter-time in this country). . . .\" -- Garcia, f. 76y.\n c. 1567. -- \"Da Bezeneger a Goa sono d'estate otto giornate di viaggio: ma noi lo facessimo di mezo l'inverno, il mese de Luglio.\" -- Cesare Federici, in Ramusio, iii. 389.\n 1583. -- \"Il uerno in questo paese è il Maggio, Giugno, Luglio e Agosto, e il resto dell' anno è state. Ma bene è da notare che qui la stagione nõ si può chiamar uerno rispetto al freddo, che nõ vi regna mai, mà solo per cagione de' venti, e delle gran pioggie. . . .\" -- Gasparo Balbi, f. 67v.\n 1584. -- \"Note that the Citie of Goa is the principall place of all the Oriental India, and the winter thus beginneth the 15 of May, with very great raine.\" -- Barret, in Hakl. ii. 413.\n [1592. -- See under PENANG.]\n 1610. -- \"The Winter heere beginneth about the first of Iune and dureth till the twentieth of September, but not with continuall raines as at Goa, but for some sixe or seuen dayes every change and full, with much wind, thunder and raine.\" -- Finch, in Purchas, i. 423.\n c. 1610. -- \"L'hyver commence au mois d'Avril, et dure six mois.\" -- Pyrard de Laval, i. 78: [Hak. Soc. i. 104, and see i. 64, ii. 34].\n 1643. -- \". . . des Galiottes (qui sortent tous les ans pour faire la guerre aux Malabares . . . et cela est enuiron la MaySeptembre, lors que leur hyuer est passé. . . .\" -- Mocquet, 347.\n 1653. -- \"Dans les Indes il y a deux Estez et deux Hyuers, ou pour mieux dire vn Printemps perpetuel, parce que les arbres y sont tousiours verds: Le premier Esté commance au mois de Mars, et finit au mois de May, que est la commancement de l'hyuer de pluye, qui continue iusques en Septembre pleuuant incessament ces quatre mois, en sorte que les Karauanes, ny les Patmars (see PATTAMAR, a) ne vont ne viennent: i'ay esté quarante iours sans pouuoir sortir de la maison. . . . Le second Esté est depuis Octobre iusques en Decembre, au quel mois il commance à faire froid . . . ce froid est le second Hyuer qui finit au mois de Mars.\" -- De la Boullaye-leGouz, ed. 1657, p. 244-245.\n 1665. -- \"L'Hyver se sait sentir. El commença en Juin per quantité de pluies et de tonneres.\" -- Thevenot, v. 311.\n 1678. -- \". . . In Winter (when they rarely stir) they have a Mumjama, or Wax Cloth to throw over it. . . .\" -- Fryer, 410.\n 1691. -- \"In orâ Occidentali, quae Malabarorum est, hyems â mense Aprili in Septembrem usque dominatur: in littore verò Orientali, quod Hollandi de Lust ban Thoromandel, Oram Coromandellae vocant trans illos montes, in iisdem latitudinis gradibus, contrariô planè modô â Septembri usque ad Aprilem hyemem habent.\" -- Iobi Lusdofi, ad suam Historiam Commentarius, 101.\n 1770. -- \"The mere breadth of these mountains divides summer from winter, that is to say, the season of fine weather from the rainy . . . all that is meant oy winter in India is the time of the year when the clouds . . . are driven violently by the winds against the mountains,\" &c.- Raynal, tr. 1777, i. 34.\n", "wood-apple": "s. [According to the Madras Gloss. also known as Curd Fruit, Monkey Fruit, and Elephant Apple, because it is like an elephant's skin.] A wild fruit of the N.O. Aurantiaceae growing in all the drier parts of India (Feronia elephantum, Correa). It is somewhat like the bel (see BAEL) but with a still harder shell, and possesses some of its medicinal virtue. In the native pharmacopœia it is sometimes substituted (Moodeen Sherif, [Watt, Econ. Dict. iii. 324 seqq.). Buchanan-Hamilton calls it the Kot-bel (Kathbel), (Eastern India, ii. 787)].\n 1875. -- \"Once upon a time it was announced that the Pádsháh was about to pass through a certain remote village of Upper India. And the village heads gathered in pancháyat to consider what offering they could present on such an unexampled occasion. Two products only of the village lands were deemed fit to serve as nazrána. One was the custard-apple, the other was the wood-apple . . . a wild fruit with a very hard shelly rind, something like a large lemon or small citron converted into wood. After many pros and cons, the custard-apple carried the day, and the village elders accordingly, when the king appeared, made salám, and presented a large basket of custard-apples. His Majesty did not accept the offering graciously, but with much abusive language at being stopped to receive such trash, pelted the simpletons with their offering, till the whole basketful had been squashed upon their venerable heads. They retired, abashed indeed, but devoutly thanking heaven that the offering had not been of wood-apples!\" -- Some Unscientific Notes on the History of Plants (by H. Y.) in Geog. Mag., 1875, pp. 49-50. The story was heard many years ago from Major William Yule, for whom see under TOBACCO.\n", "wood-oil": "or GURJUN OIL , s. Beng. -- H. garjan. A thin balsam oil drawn from a great forest tree (N.O. Dipterocarpeae) Dipterocarpusturbinatus, Gaertn., and from several other species of Dipt., which are among the finest trees of Transgangetic India. Trees of this N.O. abound also in the Malay Archipelago, whilst almost unknown in other parts of the world. The celebrated Borneo camphor is the product of one such tree, and the saulwood of India of another. Much wood-oil is exported from the Burmese provinces, the Malay Peninsula, and Siam. It is much used in the East as a natural varnish and preservative of timber; and in Indian hospitals it is employed as a substitute for copaiva, and as a remedy for leprosy (Hanbury & Flückiger, Watt, Econ. Dict. iii. 167 seqq.). The first mention we know of is c. 1759 in Dalrymple's Or. Repertory in a list of Burma products (i. 109).\n", "woolock": "s. [Platts in his Hind. Dict. gives ulāq, ulāk, as Turkish, meaning 'a kind of small boat.' Mr. Grierson (Bihar Peasant Life, 42), among the larger kinds of boats, gives ulānk, \"which has a long narrow bow overhanging the water in front.\" Both he and Mr. Grant (Rural Life in Bengal, 25) give drawings of this boat, and the latter writes: \"First we have the bulky Oolák, or baggage boat of Bengal, sometimes as gigantic as the Putelee (see PATTELLO), and used for much the same purposes. This last-named vessel is a clinkerbuilt boat -- that is having the planks overlapping each other, like those in a London wherry; whereas in the round smooth-sided oolak and most country boats, they are laid edge to edge, and fastened with iron clamps, having the appearance of being stitched.\"]\n 1679. -- \"Messrs. Vincent\" (&c.) . . . \"met the Agent (on the Hoogly R.) in Budgeroes and Oolankes.\" -- Fort St. Geo. Consns., Sept. 14. In Notes and Exts., Madras, 1871.\n [1683. -- \". . . 10 Ulocks for Souldiers, etc.\" -- Hedges, Diary, Hak. Soc. i. 76.\n [1760. -- \"20 Hoolucks 6 Oars at 28 Rs. per month.\" -- In Long, 227.]\n 1764. -- \"Then the Manjees went after him in a wollock to look after him.\" -- lbid. 383.\n 1781. -- \"The same day will be sold a twenty-oar'd Wollock-built Budgerow. . . .\" -- India Gazette, April 14.\n 1799. -- \"We saw not less than 200 large boats at the different quays, which on an average might be reckoned each at 60 tons burthen, all provided with good roofs, and masted after the country manner. They seemed much better constructed than the unwieldy wullocks of Bengal.\" -- Symes, Ava, 233.\n", "woon": "s. Burm. wun, 'a governor or officer of administration'; literally 'a burden,' hence presumably the 'Bearer of the Burden.' Of this there are various well-known compounds, e.g.:\n Woon-gyee, i.e. 'Wun-gyī' or Great Minister, a member of the High Council of State or Cabinet, called the Hlot-dau (see LOTOO).\n Woon-douk, i.e. Wun-dauk, lit. 'the prop of the Wun'; a sort of Adlatus, or Minister of an inferior class. We have recently seen a Burmese envoy to the French Government designated as \"M. Woondouk.\"\n Atwen-wun, Minister of the Interior (of the Court) or Household.\n Myo-wun, Provincial Governor (Maywoon of Symes).\n Ye-wun, 'Water-Governor,' formerly Deputy of the Myo-wun of the Pr. of Pegu (Ray-woon of Symes).\n Akaok-wun, Collector of Customs (Akawoon of Symes).\n", "woordy-major": "s. The title of a native adjutant in regiments of Indian Irregular Cavalry. Both the rationale of the compound title, and the etymology of wardī, are obscure. Platts gives Hind. wardī or urdī, 'uniform of a soldier, badge or dress of office,' as the first part of the compound, with a questionable Skt. etymology, viruda, 'crying, proclaiming, a panegyric.' But there is also Ar. wird, 'a flight of birds,' and then also 'a troop or squadron,' which is perhaps as probable. [Others, again, as many military titles have come from S. India, connect it with Can. varadi, 'news, an order.']\n [1784. -- \". . . We made the wurdee wollah acquainted with the circumstance. . . .\" -- Forrest, Bombay Letters, ii. 323.\n [1861. -- \"The senior Ressaldar (native captain) and the Woordie Major (native adjutant) . . . reported that the sepoys were trying to tamper with his men.\"- Cave-Browne, Punjab and Delhi, i. 120.]\n", "wootz": "s. This is an odd name which has attached itself in books to the so-called 'natural steel' of S. India, made especially in Salem, and in some parts of Mysore. It is prepared from small bits of malleable iron (made from magnetic ore) which are packed in crucibles with pieces of a particular wood (Cassia auriculata), and covered with leaves and clay. The word first appears in a paper read before the Royal Society, June 11, 1795, called: \"Experiments and observations to in vestigate the nature of a kind of Steel, manufactured at Bombay, and there called Wootz . . . by George Pearson, M.D.\" This paper is quoted below.\n The word has never since been recognised as the name of steel in any language, and it would seem to have originated in some clerical error, or misreading, very possibly for wook, representing the Canarese ukku (pron. wukku) 'steel.' Another suggestion has been made by Dr. Edward Balfour. He states that uchcha and nicha (Hind. uṅcha-nīcha, in reality for 'high' and 'low') are used in Canarese speaking districts to denote superior and inferior descriptions of an article, and supposes that wootz may have been a misunderstanding of uchcha, 'of superior quality.' The former suggestion seems to us preferable. [The Madras Gloss. gives as local names of steel, Can. ukku, Tel. ukku, Tam. and Malayāl. urukku, and derives wootz from Skt. ućća, whence comes H. uṅchā.]\n The article was no doubt the famous 'Indian Steel,' the SI/DHROS *)INDI)KO\\S KAI\\ STO/MWMA of the Periplus, the material of the Indian swords celebrated in many an Arabic poem, the alhinde of old Spanish, the hundwānī of the Persian traders, ondanique of Marco Polo, the iron exported by the Portuguese in the 16th century from Baticalà (see BATCUL) in Canara and other parts (see Correa passim). In a letter of the King to the Goa Government in 1591 he animadverts on the great amount of iron and steel permitted to be exported from Chaul, for sale on the African coast and to the Turks in the Red Sea (Archiv. Port. Orient., Fasc. 3, 318).\n 1795. -- \"Dr. Scott, of Bombay, in a letter to the President, acquainted him that he had sent over specimens of a substance known by the name of Wootz; which is considered to be a kind of steel, and is in high esteem among the Indians.\" -- Phil. Trans. for 1795, Pt. ii. p. 322.\n [1814. -- See an account of wootz, in Heyne's Tracts, 362 seqq.]\n 1841. -- \"The cakes of steel are called Wootz; they differ materially in quality, according to the nature of the ore, but are generally very good steel, and are sent into Persia and Turkey. . . . It may be rendered self-evident that the figure or pattern (of Damascus steel) so long sought after exists in the cakes of Wootz, and only requires to be produced by the action of diluted acids . . . it is therefore highly probable that the ancient blades (of Da mascus) were made of this steel.\" -- Wilkinson, Engines of War, pp. 203-206.\n 1864. -- \"Damascus was long celebrated for the manufacture of its sword blades, which it has been conjectured were made from the wootz of India.\" -- Percy's Metallurgy, Iron and Steel, 860.\n", "writer": "s.\n (a). The rank and style of the junior grade of covenanted civil servants of the E.I. Company. Technically it has been obsolete since the abolition of the old grades in 1833. The term no doubt originally described the duty of these young men; they were the clerks of the factories.\n (b). A copying clerk in an office, native or European.\n a. -- \n 1673. -- \"The whole Mass of the Company's Servants may be comprehended in those Classes, viz., Merchants, Factors, and Writers.\" -- Fryer, 84.\n [1675-6. -- See under FACTOR.]\n 1676. -- \"There are some of the Writers who by their lives are not a little scandalous. \" -- Letter from a Chaplain, in Wheeler, i. 64.\n 1683. -- \"Mr. Richard More, one that came out a Writer on ye Herbert, left this World for a better. Ye Lord prepare us all to follow him!\" -- Hedges, Diary, Aug. 22; [Hak. Soc. i. 105].\n 1747. -- \"82. Mr. ROBERT CLIVE, Writer in the Service, being of a Martial Disposition, and having acted as a Volunteer in our late Engagements, We have granted him an Ensign's Commission, upon his Application for the same.\" -- Letter from the Council at Ft. St. David to the Honble. Court of Directors, dd. 2d. May, 1747 (MS. in India Office).\n 1758. -- \"As we are sensible that our junior servants of the rank of Writers at Bengal are not upon the whole on so good a footing as elsewhere, we do hereby direct that the future appointments to a Writer for salary, diet money, and all allowances whatever, be 400 Rupees per annum, which mark of our favour and attention, properly attended to, must prevent their reflections on what we shall further order in regard to them as having any other object or foundation than their particular interest and happiness.\" -- Court's Letter, March 3, in Long, 129. (The 'further order' is the prohibition of palankins, &c. -- see PALANKEEN.)\n c. 1760. -- \"It was in the station of a covenant servant and writer, to the East India Company, that in the month of March, 1750, I embarked.\" -- Grose, i. 1.\n 1762. -- \"We are well assured that one great reason of the Writers neglecting the Company's business is engaging too soon in trade. . . . We therefore positively order that none of the Writers on your establishment have the benefit or liberty of Dusticks (see DUSTUCK) until the times of their respective writerships are expired, and they commence Factors, with this exception. . . .\" -- Court's Letter, Dec. 17, in Long, 287.\n 1765. -- \"Having obtained the appointment of a Writer in the East India Company's service at Bombay, I embarked with 14 other passengers . . . before I had attained my sixteenth year.\" -- Forbes, Or. Mem. i. 5; [2nd ed. i. 1].\n 1769. -- \"The Writers of Madras are exceedingly proud, and have the knack of forgetting their old acquaintances.\" -- Ld. Teignmouth, Mem. i. 20.\n 1788. -- \"In the first place all the persons who go abroad in the Company's civil service, enter as clerks in the countinghouse, and are called by a name to correspond with it, Writers. In that condition they are obliged to serve five years.\"- Burke, Speech on Hastings' Impeachment, Feb. 1788. In Works, vii. 292.\n b. -- \n 1764. -- \"Resolutions and orders. -- That no Moonshee, Linguist, Banian (see BANYAN), or Writer be allowed to any officer except the Commander-in-Chief and the commanders of detachments. . . .\" -- Ft. William Consns. In Long, 382.\n [1860. -- \"Following him are the krānees (see CRANNY), or writers, on salaries varying, according to their duties and abilities, from five to thirty roopees.\"- Grant, Rural L. in Bengal, 138-9.]\n", "wug": "s. We give this Belūch word for loot on the high authority quoted. [On this Mr. M. L. Dames writes: \"This is not, strictly speaking, a Balochī word, but Sindhī, in the form wag or wagu. The Balochī word is bag, but I cannot say for certain whether it is borrowed from Sindhī by Balochi, or vice versâ. The meaning, however, is not loot, but 'a herd of camels.' It is probable that on the occasion referred to the loot consisted of a herd of camels, and this would easily give rise to the idea that the word meant loot. It is one of the commonest forms of plunder in those regions, and I have often heard Balochis, when narrating their raids, describe how they had carried off a 'bag.'\"]\n 1845. -- \"In one hunt after wug, as the Beloochees call plunder, 200 of that beautiful regiment, the 2nd Europeans, marched incessantly for 15 hours over such ground as I suppose the world cannot match for ravines, except in places where it is impossible to march at all.\" -- Letter of Sir C. Napier, in Life, iii. 298.\n X"}