{"xerafine": "&c., s. The word in this form represents a silver coin formerly current at Goa and several other Eastern ports, in value somewhat less than 1s. 6d. It varied in Portuguese currency from 300 to 360 reis. But in this case as in so many others the term is a corruption applied to a degenerated value. The original is the Arabic ashrafī (see ASHRAFEE) (or sharīfī, 'noble' -- compare the medieval coin so called), which was applied properly to the gold dīnār, but was also in India, and still is occasionally by natives, applied to the gold mohur. Ashrafī for a gold dīnār (value in gold about 11s. 6d.) occurs frequently in the '1001 Nights,' as Dozy states, and he gives various other quotations of the word in different forms (pp. 353-354; [Burton, Ar. Nights, x. 160, 376]). Aigrefin, the name of a coin once known in France, is according to Littré also a corruption of ashrafī.\n 1498. -- \"And (the King of Calicut) said that they should tell the Captain that if he wished to go he must give him 600 xarifes, and that soon, and that this was the custom of that country, and of those who came thither.\" -- Roteiro de V. da G. 79.\n 1510. -- \"When a new Sultan succeeds to the throne, one of his lords, who are called Amirra (Ameer), says to him: 'Lord, I have been for so long a time your slave, give me Damascus, and I will give you 100,000 or 200,000 teraphim of gold.'\"- Varthema, 10.\n \" \"Every Mameluke, great or little, has for his pay six saráphi per month.\"- Ibid. 13.\n \" \"Our captain sent for the superior of the said mosque, to whom he said: that he should show him the body of Nabi- this Nabi means the Prophet Mahomet -- that he would give him 3000 seraphim of gold.\" -- lbid. 29. This one eccentric traveller gives thus three different forms.\n 1513. -- \" . . . hunc regem Affonsus idem, urbe opulẽtissima et praecipuo emporio Armusio vi capto, quindecim milliũ Seraphinorũ, ea est aurea moneta ducatis equivalẽs annuũ nobis tributariũ effecerat.\"- Epistola Emmanuelis Regis, 2b. In the preceding the word seems to apply to the gold dīnār.\n 1523. -- \"And by certain information of persons who knew the facts . . . Antonio de Saldanha . . . agreed with the said King Turuxa (Tūrūn Shāh), . . . that the said King . . . should pay to the King Our lord 10,000 xarafins more yearly . . . in all 25,000 xarafins.\" -- Tombo da India,Subsidios, 79. This is the gold mohur.\n 1540. -- \"This year there was such a famine in Choromandel, that it left nearly the whole land depopulated with the mor tality, and people ate their fellow men. Such a thing never was heard of on that Coast, where formerly there was such an abundance of rice, that in the port of Negapatam I have often seen more than 700 sail take cargoes amounting to more than 20,000 moios (the moyo = 29.39 bushels) of rice. . . . This year of famine the Portuguese of the town of St. Thomé did much good to the people, helping them with quantities of rice and millet, and coco-nuts and jagra (see JAGGERY), which they imported in their vessels from other parts, and sold in retail to the people at far lower prices than they could have got if they wished it; and some rich people caused quantities of rice to be boiled in their houses, and gave it boiled down in the water to the people to drink, all for the love of God. . . . This famine lasted a whole year, and it spread to other parts, but was not so bad as in Choromandel. The King of Bisnagar, who was sovereign of that territory, heard of the humanity and beneficence of the Portuguese to the people of the country, and he was greatly pleased thereat, and sent an ola (see OLLAH) of thanks to the residents of S. Thomé. And this same year there was such a scarcity of provisions in the harbours of the Straits, that in Aden a load (fardo) of rice fetched forty xarafis, each worth a cruzado. . . .\"- Correa, iv. 131-132.\n 1598. -- \"The chief and most common money (at Goa) is called Pardauue (Pardao) Xeraphin. It is of silver, but of small value. They strike it at Goa, and it is marked on one side with the image of St. Sebastian, on the other with 3 or 4 arrows in a sheaf. It is worth 3 testoons or 300 Reys (Reas) of Portugal, more or less.\"- Linschoten (from French ed. 71); [Hak. Soc. i. 241, and compare i. 190; and see another version of the same passage under PARDAO].\n 1610. -- \"Inprimis of Seraffins Ecberi, which be ten Rupias (Rupee) a piece, there are sixtie Leckes (Lack).\" -- Hawkins, in Purchas, i. 217. Here the gold mohur is meant.\n c. 1610. -- \"Les pièces d'or sont cherafins à vingt-cinq sols pièce.\" -- Pyrard da Laval, ii. 40; [Hak. Soc. ii. 69, reading cherufins].\n 1653. -- \"Monnoyes courantes à Goa. \"Sequin de Venise . 24 tangues (Tanga) * * * * * Reale d'Espagne . 12 tangues. Abassis de Perse . 3 tangues. Pardaux (Pardao) . 5 tangues. Scherephi . . 6 tangues. Roupies (Rupee) du Mogol . . . 6 tangues. Tangue . . . 20 bousserouque (Budgrook).\" De la Boullaye-le-Gouz, 1657, 530.\n c. 1675. -- \"Coins . . . of Rajapore. Imaginary Coins. The Pagod (Pagoda) is 3½ Rupees. 48 Juttals (see JEETUL) is one Pagod. 10 and ½ Larees (Larin) is 1 Pagod. Zeraphins 2½, 1 Old Dollar.\n \"Coins and weights of Bombaim. 3 Larees is 1 Zeraphin. 80 Raies (Reas) 1 Laree. 1 Pice is 10 Raies. The Raies are imaginary.\n \"Coins and weights in Goa. . . . The Cruzado of gold, 12 Zeraphins. The Zeraphin, 5 Tangoes: The Tango (Tanga), 5 Vinteens. The Vinteen, 15 Basrooks (Budgrook), whereof 75 make a Tango. And 60 Rees make a Tango.\" -- Fryer, 206.\n 1690. -- dw. gr. \"The Gold St. Thoma . . 2 5½ The Silv. Sherephene . . 7 4.\" Table of Coins, in Ovington.\n 1727. -- \"Their Soldiers Pay (at Goa) is very small and ill paid. They have but six Xerapheens per Month, and two Suits of Calico, stript or checquered, in a Year . . . and a Xerapheen is worth about sixteen Pence half Peny Ster.\" -- A. Hamilton, i. 249; [ed. 1744, i. 252].\n 1760. -- \"You shall coin Gold and silver of equal weight and fineness with the Ashrefees (Ashrafee) and Rupees of Moorshedabad, in the name of Calcutta.\" -- Nawab's Perwannah for Estabt. of a Mint in Calcutta, in Long, 227.\n c. 1844. -- \"Sahibs now are very different from what they once were. When I was a young man with an officer in the camp of Lāt Līk Sāhib (Lord Lake) the sahibs would give an ashrafi (Ashrafee), when now they think twice before taking out a rupee.\" -- Personal Reminiscences of an old Khansama's Conversation. Here the gold mohur is meant.\n", "xercansor": "n.p. This is a curious example of the manner in which the Portuguese historians represent Mahommedan names. Xercansor does really very fairly represent phonetically the name of Sher Khān Sūr, the famous rival and displacer of Humāyūn, under the title of Sher Shāh.\n c. 1538. -- \"But the King of Bengal, seeing himself very powerful in the kingdom of the Patans, seized the king and took his kingdom from him . . . and made Governor of the kingdom a great lord, a vassal of his, called Cotoxa, and then leaving everything in good order, returned to Bengal. The administrator Cotoxa took the field with a great array, having with him a Patan Captain called Xercansor, a valiant cavalier, much esteemed by all.\" -- Correa, ii. 719.\n The kingdom of the Patans appears to be Behar, where various Afghan chiefs tried to establish themselves after the conquest of Delhi by Baber. It would take more search than it is worth to elucidate the story as told by Correa, but see Elliot, iv. 333. Cotoxa (Koto sha) appears to be Kutb Khān of the Mahommedan historian there.\n Another curious example of Portuguese nomenclature is that given to the first Mahommedan king of Malacca by Barros, Xaquem Darxá (II. vi. 1), by Alboquerque Xaquendarxa (Comm. Pt. III. ch. 17). This name is rendered by Lassen's ponderous lore into Skt. Sakanadhara, \"d. h. Besitzer kräftiger Besinnungen\" (or \"Possessor, of strong recollections.\" -- Ind. Alt. iv. 546), whereas it is simply the Portuguese way of writing Sikandar Shāh! [So Linschoten (Hak. Soc. ii. 183) writes Xatamas for Shāh Tamasp.]. For other examples, see Codovascam, Idalcan.\n Y"}