{"yaboo": "s. Pers. yābū, which is perhaps a corruption of Ar. ya'būb, defined by Johnson as 'a swift and long horse.' A nag such as we call 'a galloway,' a large pony or small hardy horse; the term in India is generally applied to a very useful class of animals brought from Afghanistan.\n [c. 1590. -- \"The fifth class (yábú horses) are bred in this country, but fall short in strength and size. Their performances also are mostly bad. They are the offspring of Turki horses with an inferior breed.\"- Āīn, ed. Blochmann, i. 234.]\n 1754. -- \"There are in the highland country of KANDAHAR and CABUL a small kind of horses called Yabous, which are very serviceable.\" -- Hanway, Travels, ii. 367.\n [1839. -- \"A very strong and useful breed of ponies, called Yauboos, is however reared, especially about Baumiaun. They are used to carry baggage, and can bear a great load, but do not stand a long continuance of hard work so well as mules.\" -- Elphinstone, Caubul, ed. 1842, i. 189.]\n", "yak": "s. The Tibetan ox (Bos grunniens, L., Poëphagus of Gray), belonging to the Bisontine group of Bovinae. It is spoken of in Bogle's Journal under the odd name of the \"cow-tailed cow,\" which is a literal sort of translation of the Hind. name chāorī gāo, chāorīs (see CHOWRY), having been usually called \"cow-tails\" in the 18th century. [The usual native name for the beast in N. India is suragā'o, which comes from Skt. surabhi, 'pleasing.'] The name yak does not appear in Buffon, who calls it the 'Tartarian cow,' nor is it found in the 3rd ed. of Pennant's H. of Quad- rupeds (1793), though there is a fair account of the animal as Bos grunniens of Lin., and a poor engraving. Although the word occurs in Della Penna's account of Tibet, written in 1730, as quoted below, its first appearance in print was, as far as we can ascertain, in Turner's Mission to Tibet. It is the Tib. gYak, Jäsche's Dict. gyag. The animal is mentioned twice, though in a confused and inaccurate manner, by Aelian; and somewhat more correctly by Cosmas. Both have got the same fable about it. It is in medieval times described by Rubruk. The domestic yak is in Tibet the ordinary beast of burden, and is much ridden. Its hair is woven into tents, and spun into ropes; its milk a staple of diet, and its dung of fuel. The wild yak is a magnificent animal, standing sometimes 18 hands high, and weighing 1600 to 1800 lbs., and multiplies to an astonishing extent on the high plateaux of Tibet. The use of the tame yak extends from the highlands of Khokand to Kukukhotan or Kwei-hwaching, near the great northern bend of the Yellow River.\n c. A.D. 250. -- \"The Indians (at times) carry as presents to their King tame tigers, trained panthers, four-horned oryxes, and cattle of two different races, one kind of great swiftness, and another kind that are terribly wild, that kind of cattle from (the tails of) which they make fly-flaps. . . .\"- Aelian, de Animalibus, xv. cap. 14.\n Again:\n \"There is in India a grass-eating* animal, which is double the size of the horse, and which has a very bushy tail very black in colour.† The hairs of the tail are finer than human hair, and the Indian women set great store by its possession. . . . When it perceives that it is on the point of being caught, it hides its tail in some thicket . . . and thinks that since its tail is not seen, it will not be regarded as of any value, for it knows that the tail is the great object of fancy.\"- Ibid. xvi. 11.\n c. 545. -- \"This Wild Ox is a great beast of India, and from it is got the thing called Tupha, with which officers in the field adorn their horses and pennons. They tell of this beast that if its tail catches in a tree he will not budge but stands stock-still, being horribly vexed at losing a single hair of its tail; so the natives come and cut his tail off, *POHFA/GOS, whence no doubt Gray took his name for the genus.\n † The tails usually brought for sale are those of the tame Yak, and are white. The tail of the wild Yak is black, and of much greater size.\n and then when he has lost it altogether, he makes his escape.\" -- Cosmas Indicopleustes, Bk. xi. Transl. in Cathay, &c., p. clxxiv.\n [c. 1590. -- In a list of things imported from the \"northern mountains\" into Oudh, we have \"tails of the Kutās cow.\" -- Āīn, ed. Jarrett, ii. 172; and see 280.]\n 1730. -- \"Dopo di che per circa 40 giorni di camino non sr trova più abitazioni di case, ma solo alcune tende con quantità di mandre di Iak, ossiano bovi pelosi, pecore, cavalli. . . .\" -- Fra Orazio della Penna di Billi, Brece Notizia del Thibet (published by Klaproth in Journ. As. 2d. ser.) p. 17.\n 1783. -- \". . . on the opposite side saw several of the black chowry - tailed cattle. . . . This very singular and curious animal deserves a particular description. . . . The Yak of Tartary, called Soora Goy in Hindostan. . . .\" -- Turner's Embassy (pubd. 1800), 185-6. [Sir H. Yule identifies Soora Goy with Ch'āorī Gāī; but, as will be seen above, the H. name is surāgāo.]\n In the publication at the latter date appears the excellent plate after Stubbs, called \"the Yak of Tartary,\" still the standard representation of the animal. [Also see Turner's paper (1794) in the As. Res., London reprint of 1798, iv. 365 seqq.]\n Though the two following quotations from Abbé Huc do not contain the word yak, they are pictures by that clever artist which we can hardly omit to reproduce:\n 1851. -- \"Les bœufs à long poils étaient de véritables caricatures; impossible de figurer rien de plus drôle; ils marchaient les jambes écartées, et portaient péniblement un énorme système de stalactites, quí leur pendaient sous le ventre jusqu'à terre. Ces pauvres bêtes étaient si informes et tellement recouvertes de glaçcons qu'il semblait qu'on les eût mis confire dans du sucre candi.\"- Huc et Gabet, Souvenirs d'un Voyage, &c. ii. 201; [E.T. ii. 108].\n \" \"Au moment où nous passâmes le Mouroui Oussou sur la glace, un spectacle assez bizarre s'offrit à nos yeux. Déjà nous avions remarqué de loin . . . des objets informes et noirâtres rangés en file en travers de ce grand fleuve. . . . Ce fut seulement quand nous fûmes tout pres, que nous pûmes reconnaître plus de 50 bœufs sauvages incrustés dans la glace. Ils avaient voulu, sans doute, traverser le fleuve à la nage, au moment de la concrétion des eaux, et ils s'étaient trouvés pris par les glaçons sans avoir la force de s'en débarrasser et de continuer leur route. Leur belle tête, surmontée de grandes cornes, était encore à découvert; mais la reste du corps était pris dans la glace, qui était si transparente qu'on pouvait distinguer facilement la position de ces imprudentes bêtes; on eût dit qu'elles étaient encore à nager. Les aigles et les corbeaux leur avaient arraché les yeux.\" -- Ibid. ii. 219; [E.T. ii. 119 seq. and for a further account of the animal see ii. 81].\n", "yam": "s. This general name in English of the large edible tuber Dioscorea seems to be a corruption of the name used in the W. Indies at the time of the discovery. [Mr. Platt (9 ser. N. & Q. v. 226 seq.) suggests that the original form was nyam or nyami, in the sense of 'food,' nyami meaning 'to eat' in the Fulah language of Senegal. The cannibal NyamNyams, of whom Miss Kingsley gives an account (Travels in W. Africa, 330 seq.) appear to take their name from the same word.]\n 1600. -- \"There are great store of Iniamas growing in Guinea, in great fields.\" -- Purchas, ii. 957.\n 1613. -- \". . . Moreover it produces great abundance of inhames, or large subterranean tubers, of which there are many kinds, like the camottes of America, and these inhames boiled or roasted serve in place of bread.\"- Godinho de Eredia, 19.\n 1764.- \"In meagre lands 'Tis known the Yam will ne'er to bigness swell.\" Grainger, Bk. i.\n Z"}