{"zabita": "s. Hind. from Ar. zābitā. An exact rule, a canon, but in the following it seems to be used for a tariff of assessment:\n 1799. -- \"I have established the Zabeta for the shops in the Fort as fixed by Macleod. It is to be paid annually.\" -- Wellington, i. 49.\n", "zamorin": "s. The title for many centuries of the Hindu sovereign of Calicut and the country round. The word is Malayāl. Sāmūtiri, Sāmūri, Tāmātiri, Tāmūri, a tadbhava (or vernacular modification) of Skt. Sāmundri, 'the Sea-King.' (See also Wilson, Mackenzie MSS. i. xcvii.) [Mr. Logan (Malabar, iii. Gloss. s.v.) suggests that the title Samudri is a translation of the Rāja's ancient Malayāl. title of Kunnalakkon, i.e. 'King (kon) of the hills (kunnu) and waves (ala).' The name has recently become familiar in reference to the curious custom by which the Zamorin was attacked by one of the candidates for his throne (see the account by A. Hamilton (ed. 1744, i. 309 seq. Pinkerton, viii. 374) quoted by Mr. Frazer (Golden Bough, 2nd ed. ii. 14 seq.).]\n c. 1343. -- \"The sultan is a Kāfir called the Sāmarī. . . . When the time of our departure for China came, the sultan, the Sāmarī equipped for us one of the 13 junks which were lying in the port of Calicut.\"- Ibn Batuta, iv. 89-94.\n 1442. -- \"I saw a man with his body naked like the rest of the Hindus. The sovereign of this city (Calicut) bears the title of Sāmari. When he dies it is his sister's son who succeeds him.\" -- Abdurrazzāk, in India in the XVth. Cent. 17.\n 1498. -- \"First Calicut whither we went. . . . The King whom they call Camolim (for Çamorim) can muster 100,000 men for war, with the contingents that he receives, his own authority extending to very few.\"- Roteiro de Vasco da Gama.\n 1510. -- \"Now I will speak of the King here in Calicut, because he is the most important King of all those before mentioned, and is called Samory, which in the Pagan language means God on earth.\" -- Varthema, 134. The traveller confounds the word with tamburān, which does mean 'Lord.' [Forbes (see below) makes the same mistake.]\n 1516. -- \"This city of Calicut is very large. . . . This King became greater and more powerful than all the others: he took the name of Zomodri, which is a point of honour above all other Kings.\" -- Barbosa, 103.\n [1552. -- \"Samarao.\" See under CELE- BES.]\n 1553. -- \"The most powerful Prince of this Malebar was the King of Calecut, who par excellence was called Camarij, which among them is as among us the title Emperor.\"- Barros, I. iv. 7.\n [1554. -- Speaking of the Moluccas, \"Camarao, which in their language means Admiral. \" -- Castanheda, Bk. vi. ch. 66.]\n \" \"I wrote him a letter to tell him . . . that, please God, in a short time the imperial fleet would come from Egypt to the Sāmari, and deliver the country from the hands of the infidels.\" -- Sidi 'Ali, p. 83. [Vambéry, who in his translation betrays a remarkable ignorance of Indian geography, speaks (p. 24) of \"Samiri, the ruler of Calcutta, by which he means Calicut.\"]\n 1563. -- \"And when the King of Calecut (who has for title Samorim or Emperor) besieged Cochin. . . .\" -- Garcia, f. 58b.\n 1572.- \"Sentado o Gama junto ao rico leito Os seus mais affastados, prompto em vista Estava o Samori no trajo, e geyto Da gente, nunca dantes delle vista.\" Cumões, vii. 59.\n By Burton:\n \"When near that splendid couch took place the guest and others further off, prompt glance and keen the Samorin cast on folk whose garb and gest were like to nothing he had ever seen.\"\n 1616. -- Under this year there is a note of a Letter from Underecoon-Cheete the Great Samorin or K. of Calicut to K. James.- Sainsbury, i. 462.\n 1673. -- \"Indeed it is pleasantly situated under trees, and it is the Holy See of their Zamerhin or Pope.\" -- Fryer, 52.\n 1781. -- \"Their (the Christians') hereditary privileges were respected by the Zamorin himself.\" -- Gibbon, ch. xlvii.\n 1785. -- A letter of Tippoo's applies the term to a tribe or class, speaking of '2000 Samories'; who are these? -- Select Letters, 274.\n 1787. -- \"The Zamorin is the only ancient sovereign in the South of India.\" -- T. Munro, in Life, i. 59.\n 1810. -- \"On our way we saw one of the Zamorim's houses, but he was absent at a more favoured residence of Paniany.\"- Maria Graham, 110.\n [1814. -- \"The King of Calicut was, in the Malabar language, called Samory, or Zamorine, that is to say, God on the earth.\"- Forbes, Or. Mem. 2nd ed. i. 263. See quotation above from Varthema.]\n \" \". . . nor did the conqueror (Hyder Ali) take any notice of the Zamorine's complaints and supplications. The unfortunate prince, after fasting three days, and finding all remonstrance vain, set fire to his palace, and was burned, with some of his women and their brahmins.\" -- Ibid. iv. 207-8; [2nd ed. ii. 477]. This was a case of Traga.\n [1900. -- \"The Zamorin of Calicut who succeeded to the gadi (Guddy) three months ago, has died.\" -- Pioneer Mail, April 13.\n", "zanzibar": "n.p. This name was originally general, and applied widely to the East African coast, at least south of the River Jubb, and as far as the Arab traffic extended. But it was also specifically applied to the island on which the Sultan of Zanzibar now lives (and to which we now generally restrict the name); and this was the case at least since the 15th century, as we see from the Roteiro. The Pers. Zangī-bār, 'Region of the Blacks,' was known to the ancients in the form Zingis (Ptolemy, i. 17, 9; iv. 7, 11) and Zingium. The Arab softening of the g made the name into Zanjībār, and this the Portuguese made into Zanzibar.\n c. 545 -- \"And those who navigate the Indian Sea are aware that Zingium, as it is called, lies beyond the country where the incense grows, which is called Barbary.\" -- Cosmas, in Cathay, &c., clxvii.\n c. 940. -- \"The land of the Zanj begins at the channel issuing from the Upper Nile\" (by this the Jubb seems meant) \"and extends to the country of Sofāla and of the Wakwak. \" -- Maṣ'ūdī, Prairies d'Or, iii. 7.\n c. 1190. -- Alexander having eaten what was pretended to be the head of a black captive says:\n \". . . I have never eaten better food than this! Since a man of Zang is in eating so heart-attracting, To eat any other roast meat to me is not agreeable!\" Sikandar-Nāmah of Nizāmī, by Wilberforce Clarke, p. 104.\n 1298. -- \"Zanghibar is a great and noble Island, with a compass of some 2000 miles. The people . . . are all black, and go stark naked, with only a little covering for decency. Their hair is as black as pepper, and so frizzly that even with water you can scarcely straighten it,\" &c., &c. -- Marco Polo, ii. 215. Marco Polo regards the coast of Zanzibar as belonging to a great island like Madagascar.\n 1440. -- \"Kalikut is a very safe haven . . . where one finds in abundance the precious objects brought from maritime countries, especially from Habshah (see HUBSHEE, ABYSSINIA), Zirbad, and Zanzibar.\" Abdurrazzāk, in Not. et Exts., xiv. 436.\n 1498. -- \"And when the morning came, we found we had arrived at a very great island called Jamgiber, peopled with many Moors, and standing good ten leagues from the coast.\" -- Roteiro, 105.\n 1516. -- \"Between this island of San Lorenzo (i.e. Madagascar) and the continent, not very far from it are three islands, which are called one Manfia, another Zanzibar, and the other Penda; these are inhabited by Moors; they are very fertile islands.\" -- Barbosa, 14.\n 1553. -- \"And from the streams of this river Quilimance towards the west, as far as the Cape of Currents, up to which the Moors of that coast do navigate, all that region, and that still further west towards the Cape of Good Hope (as we call it), the Arabians and Persians of those parts call Zanguebar, and the inhabitants they call Zanguy.\" -- Barros, I. viii. 4.\n \" A few pages later we have \"Isles of Pemba, Zanzibar, Monfia, Comoro,\" showing apparently that a difference had grown up, at least among the Portuguese, distinguishing Zanguebar the continental region from Zanzibar the Island.\n c. 1586. \"And with my power did march to Zanzibar The western (sic) part of Afric, where I view'd The Ethiopian Sea, rivers, and lakes. . . .\" Marlowe's Tamburlane the Great, 2d. part, i. 3.\n 1592. -- \"From hence we went for the Isle of Zanzibar on the coast of Melinde, where at wee stayed and wintered until the beginning of February following.\" -- Henry May, in Hakl. iv. 53.\n", "zebu": "s. This whimsical name, applied in zoological books, English as well as French, to the humped domestic ox (or Brahminy bull) of India, was taken by Buffon from the exhibitors of such a beast at a French fair, who perhaps invented the word, but who told him the beast had been brought from Africa, where it was called by that name. We have been able to discover no justification for this in African dialects, though our friend Mr. R. Cust has kindly made search, and sought information from other philologists on our account. Zebu passes, however, with most people as an Indian word; thus Webster's Dictionary, says \"Zebu, the native Indian name.\" The only word at all like it that we can discover is zobo (q.v.) or zhobo, applied in the semi-Tibetan regions of the Himālaya to a useful hybrid, called in Ladak by the slightly modified form dsomo. In Jäschke's Tibetan Dict. we find \"Ze'-ba . . . . l. hump of a camel, zebu, etc.\" This is curious, but, we should think, only one of those coincidences which we have had so often to notice.\n Isidore Geoffroy de St. Hilaire, in his work Acclimatation et Domestication des Animaux Utiles, considers the ox and the zebu to be two distinct species. Both are figured on the Assyrian monuments, and both on those of ancient Egypt. The humped ox also exists in Southern Persia, as Marco Polo mentions. Still, the great naturalist to whose work we have referred is hardly justified in the statement quoted below, that the \"zebu\" is common to \"almost the whole of Asia\" with a great part of Africa. [Mr. Blanford writes: \"The origin of Bos indicus (sometimes called zebu by European naturalists) is unknown, but it was in all probability tropical or sub-tropical, and was regarded by Blyth as probably African. No ancestral form has been discovered among Indian fossil bovines, which . . . comprise species allied to the gaur and buffalo\" (Mammalia, 483. seq.).]\n c. 1772. -- \"We have seen this small hunched ox alive. . . . It was shown at the fair in Paris in 1752 (sic, but a transcript from the French edition of 1837 gives 1772) under the name of Zebu; which we have adopted to describe the animal by, for it is a particular breed of the ox, and not a species of the buffalo.\" -- Buffon's Nat. Hist., E.T. 1807, viii. 19, 20; see also p. 33.\n 1861. -- \"Nous savons donc positivement qu'à une époque où l'occident était encore couvert de forêts, l'orient, déjà civilisé, possédait dejà le boeuf et le Zebu; et par consequent c'est de l'orient que ces animaux sont sortis, pour devenir, l'un (le boeuf) cosmopolite, l'autre commun à presque toute l'Asie et à une grande partie de l'Afrique.\" -- Geoffroy St. Hilaire (work above referred to, 4th ed. 1861).\n [1898. -- \"I have seen a herd of Zebras (sic) or Indian humped cattle, but cannot say where they are kept.\" -- In 9 ser. N. & Q. i. 468.]\n", "zedoary": "and ZERUMBET , ss. These are two aromatic roots, once famous in pharmacy and often coupled together. The former is often mentioned in medieval literature. The former is Arabic jadwār, the latter Pers. zarambād. There seems some doubt about the scientific discrimination of the two. Moodeen Sheriff says that Zedoary (Curcuma zedoaria) is sold in most bazars under the name of aṅbehaldī, whilst jadvār, or zhadvār, is the bazar name of roots of varieties of non-poisonous aconites. There has been considerable confusion in the nomenclature of these drugs [see Watt, Econ. Dict. ii. 655, 670]. Dr. Royle, in his most interesting discourse on the Antiquity of Hindoo Medicine (p. 77), transcribes the following prescription of the physician Aetius, in which the name of Zedoary first occurs, along with many other Indian drugs:\n c. A.D. 540. -- \"Zador (i.e. zedoariae), galangae, ligustici, seselis, cardamomi, piperis longi, piperis albi, cinnamomi, zingiberis, seminis Smyrnii, caryophylli, phylli, stachyos, myrobalani, phu, costi, scordii, silphii vel laserpitii, rhei barbarici, poeoniae; alii etiam arboris nucis viscum et paliuri semen, itemque saxifragum ac casiam addunt; ex his singulis stateres duos commisceto. . . .\"\n c. 1400. -- \"Canell and setewale of price.\" -- R. of the Rose.\n 1516. -- \"In the Kingdom of Calicut there grows much pepper . . . and very much good ginger of the country, cardamoms, myrobolans of all kinds, bamboo canes, zerumba, zedoary, wild cinnamon.\" -- Barbosa, 154.\n 1563. -- \". . . da zedoaria faz capitulo Avicena e de Zerumbet; e isto que chamamos zedoaria, chama Avicena geiduar, e o outro nome não lhe sei, porque o não ha senão nas terras confins á China e este geiduar e uma mézinha de muito preço, e não achada senão nas mãos dos que os Gentios chamam jogues, ou outros a quem os Mouros chamam calandares.\" -- Garcia, f. 216v-217.\n [1605. -- \"Setweth,\" a copyist's error for Setwall. -- Birdwood, First Letter Book, 200.]\n", "zemindar": "s. Pers. zamīn-dār, 'landholder.' One holding land on which he pays revenue to the Government direct, and not to any intermediate superior. In Bengal Proper the zemindars hold generally considerable tracts, on a permanent settlement of the amount to be paid to Government. In the N.W. Provinces there are often a great many zemindars in a village, holding by a common settlement, periodically renewable. In the N.W. Provinces the rustic pronunciation of the word zamīndār is hardly distinguishable from the ordinary Anglo-Indian pronunciation of jama'dār (see JEMADAR), and the form given to zamīndār in early English records shows that this pronunciation prevailed in Bengal more than two centuries ago.\n 1683. -- \"We lay at Bogatchera, a very pleasant and delightfull Country, ye Gemidar invited us ashore, and showed us Store of Deer, Peacocks, &c., but it was not our good fortune to get any of them.\" -- Hedges, Diary, April 11; [Hak. Soc. i. 77, also i. 89].\n [1686. -- \"He has ordered downe 300 horse under the conduct of three Jemidars.\" -- In ditto, II. lvi.]\n 1697. -- \"Having tried all means with the Jemidar of the Country adjacent to us to let us have the town of De Calcutta at the usual Hire or Rent, rather than fail, having promised him ¼ Part more than the Place at present brings him in, and all to no Purpose, he making frivolous and idle Objections, that he will not let us have any Part of the Country in the Right Honourable Company's name, but that we might have it to our use in any of the Natives Names; the Reason he gives for it is, that the Place will be wholly lost to him -- that we are a Powerful People -- and that he cannot be possessed of his Country again when he sees Occasion -- whereas he can take it from any of the Natives that rent any Part of his Country at his Pleasure.\n * * * * * October 31st, 1698. \"The Prince having given us the three towns adjacent to our Settlement, viz. De Calcutta, Chutanutte, and Gobinpore, or more properly may be said the Jemmidarship of the said towns, paying the said Rent to the King as the Jemidars have successively done, and at the same time ordering the Jemmidar of the said towns to make over their Right and Title to the English upon their paying to the Jemidar(s) One thousand Rupees for the same, it was agreed that the Money should be paid, being the best Money that ever was spent for so great a Privilege; but the Jemmidar(s) making a great Noise, being unwilling to part with their Countrey . . . and finding them to continue in their averseness, notwithstanding the Prince had an officer upon them to bring them to a Compliance, it is agreed that 1,500 Rupees be paid them, provided they will relinquish their title to the said towns, and give it under their Hands in Writing, that they have made over the same to the Right Honourable Company.\" -- Ext of Consns. at Chuttanutte, the 29th December (Printed for Parliament in 1788).\n In the preceding extracts the De prefixed to Calcutta is Pers. deh. 'village,' or 'township,' a common term in the language of Indian Revenue administration. An 'Explanation of Terms' furnished by W. Hastings to the Fort William Council in 1759 thus explains the word:\n \"Deeh -- the ancient limits of any village or parish. Thus, 'Deeh Calcutta' means only that part which was originally inhabited. \" -- (In Long, p. 176.)\n 1707-8. -- In a \"List of Men's Names, &c., immediately in the Service of the Honble Vnited Compy. in their Factory of Fort William, Bengal * * *\n New Co. 170⅞ * * * * * Mr. William Bugden . . . Jemidar or * * rent gatherer. 1713. * * Mr. Edward Page . . . Jemendar.\" MS. Records in India Office.\n 1762. -- \"One of the articles of the Treaty with Meer Jaffier says the Company shall enjoy the Zemidary of the Lands from Calcutta down to Culpee, they paying what is paid in the King's Books.\" -- Holograph (unpublished) Letter of Ld. Clive, in India Office Records, dated Berkeley Square, Jan. 21.\n 1776. -- \"The Countrey Jemitdars remote from Calcutta, treat us frequently with great Insolence; and I was obliged to retreat with only an officer and 17 Sepoys near 6 Miles in the face of 3 or 400 Burgundasses (see BURKUNDAUZE), who lined the Woods and Kept a straggling Fire all ye Way.\" -- MS. Letter of Major James Rennell, dd. August 5.\n 1778. -- \"This avaricious disposition the English plied with presents, which in 1698 obtained his permission to purchase from the Zemindar, or Indian proprietor, the town of Sootanutty, Calcutta and Govindpore. \" -- Orme, ii. 17.\n 1809. -- \"It is impossible for a province to be in a more flourishing state: and I must, in a great degree, attribute this to the total absence of zemindars.\" -- Ld. Valentia, i. 456. He means zemindars of the Bengal description.\n 1812. -- \". . . the Zemindars, or hereditary Superintendents of Land.\" -- Fifth Report, 13.\n [1818. -- \"The Bengal farmers, according to some, are the tenants of the Honourable Company; according to others, of the Jumidarus, or land-holders.\" -- Ward, Hindoos, i. 74.]\n 1822. -- \"Lord Cornwallis's system was commended in Lord Wellesley's time for some of its parts, which we now acknowledge to be the most defective. Surely you will not say it has no defects. The one I chiefly alluded to was its leaving the ryots at the mercy of the zemindars.\"- Elphinstone, in Life, ii. 182.\n 1843. -- \"Our plain clothing commands far more reverence than all the jewels which the most tawdry Zemindar wears.\" -- Macaulay, Speech on Gates of Somnauth.\n 1871. -- \"The Zemindars of Lower Bengal, the landed proprietary established by Lord Cornwallis, have the worst reputation as landlords, and appear to have frequently deserved it.\" -- Maine, Village Communities, 163.\n", "zenana": "s. Pers. zanāna, from zan, 'woman'; the apartments of a house in which the women of the family are secluded. This Mahommedan custom has been largely adopted by the Hindus of Bengal and the Mahrattas. Zanāna is also used for the women of the family themselves. The growth of the admirable Zenana Missions has of late years made this word more familiar in England. But we have heard of more than one instance in which the objects of this Christian enterprise have been taken to be an amiable aboriginal tribe -- \"the Zenanas.\"\n [1760. -- \"I am informed the Dutch chief at Bimlipatam has . . . embarked his jenninora on board a sloop bound to Chinsurah. . . .\" -- In Long, 236.]\n 1761. -- \". . . I asked him where the Nabob was? Who replied, he was asleep in his Zunana.\" -- Col. Coote, in Van Sittart, i. 111.\n 1780. -- \"It was an object with the Omrahs or great Lords of the Court, to hold captive in their Zenanahs, even hundreds of females.\" -- Hodges, Travels, 22.\n 1782. -- \"Notice is hereby given that one Zoraveer, consumah to Hadjee Mustapha of Moorshedabad these 13 years, has absconded, after stealing. . . . He has also carried away with him two Women, heretofore of Sujah Dowlah's Zenana; purchased by Hadjee Mustapha when last at Lucknow, one for 300 and the other for 1200 Rupees.\" -- India Gazette, March 9.\n 1786.- \"Within the Zenana, no longer would they In a starving condition impatiently stay, But break out of prison, and all run away.\" Simpkin the Second, 42.\n \" \"Their behaviour last night was so furious, that there seemed the greatest probability of their proceeding to the uttermost extremities, and that they would either throw themselves from the walls, or force open the doors of the zenanahs.\"- Capt. Jaques, quoted in Articles of Charge against Hastings, in Burke, vii. 27.\n 1789. -- \"I have not a doubt but it is much easier for a gentleman to support a whole zenana of Indians than the extravagance of one English lady.\" -- Munro's Narr. 50.\n 1790. -- \"In a Mussleman Town many complaints arise of the Passys or Toddy Collectors climbing the Trees and overlooking the Jenanas or Women's apartments of principal Natives.\" -- Minute in a letter from Bd. of Revenue to Govt. of Bengal, July 12. -- MS. in India Office.\n 1809. -- \"Musulmauns . . . even carried their depravity so far as to make secret enquiries respecting the females in their districts, and if they heard of any remarkable for beauty, to have them forcibly removed to their zenanas.\" -- Lord Valentia, i. 415.\n 1817. -- \"It was represented by the Rajah that they (the bailiffs) entered the house, and endeavoured to pass into the zenana, or women's apartments.\" -- J. Mill, Hist. iv. 294.\n 1826. -- \"The women in the zananah, in their impotent rage, flew at Captain Brown, who came off minus a considerable quantity of skin from his face.\" -- John Shipp, iii. 49.\n 1828. -- \"'Thou sayest Tippoo's treasures are in the fort?' 'His treasures and his Zenana; I may even be able to secure his person.'\" -- Sir W. Scott, The Surgeon's Daughter, ch. xii.\n", "zend": "s. Zend is the name which has been commonly applied, for more than a hundred years to that dialect of the ancient Iranian (or Persian) language in which the Avesta or Sacred Booksof Zorastrianism or the old Persian religion are written. The application of the name in this way was quite erroneous, as the word Zand when used alone in the Parsi books indicates a 'commentary or explanation,' and is in fact applied only to some Pahlavi translation, commentary, or gloss. If the name Zend were now to be used as the designation of any language it would more justly apply to the Pahlavi itself. At the same time Haug thinks it probable that the term Zand was originally applied to a commentary written in the same language as the Avesta itself, for in the Pahlavi translations of the Yasna, a part of the Avesta, where the scriptures are mentioned, Avesta and Zend are coupled together, as of equal authority, which could hardly have been the case if by Zend the translator meant his own work. No name for the language of the ancient scriptures has been found in the Parsi books; and Avesta itself has been adopted by scholars in speaking of the language. The fragments of these scriptures are written in two dialects of the Eastern Iranian, one, the more ancient, in which the Gāthas or hymns are written; and a later one which was for many centuries the spoken and written language of Bactria.\n The word Zand, in Haug's view, may be referred to the root zan, 'to know'; Skt. jnā, Gr. GNW, Lat. gno (as in agnosco, cognosco), so that its meaning is 'knowledge.' Prof. J. Oppert, on the other hand, identifies it with old Pers. zannda, 'prayer.'\n Zendavesta is the name which has been by Europeans popularly applied to the books just spoken of as the Avesta. The term is undoubtedly an inversion, as, according to Haug, \"the Pahlavi books always style them Avistâk va Zand (Avesta and Zend)\" i.e. the Law with its traditional and authoritative explanation. Abastâ, in the sense of law, occurs in the funeral inscription of Darius at Behistūn; and this seems now the most generally accepted origin of the term in its application to the Parsi sacred books. (This is not, however, the explanation given by Haug.) Thus, 'Avesta and Zend' signify together 'The Law and the Commentary.'\n The Avesta was originally much more extensive than the texts which now exist, which are only fragments. The Parsi tradition is that there were twenty - one books called Nasks, the greater part of which were burnt by Alexander in his conquest of Persia; possibly true, as we know that Alexander did burn the palace at Persepolis. The collection of fragments which remains, and is known as the Zend-avesta, is divided, in its usual form, into two parts. I. The Avesta properly so called, containing (a) the Vendîdâd, a compilation of religious laws and of mythical tales; (b) the Vispêrad, a collection of litanies for the sacrifice; and (c) the Yasna, composed of similar litanies and of 5 hymns or Gâthas in an old dialect. II. The Khorda, or small, Avesta, composed of short prayers for recitation by the faithful at certain moments of the day, month, or year, and in presence of the different elements, with which certain other hymns and fragments are usually included.\n The term Zendavesta, though used, as we see below, by Lord in 1630, first became familiar in Europe through the labours of Anquetil du Perron, and his publication of 1771. [The ZendAvesta has now been translated in Sacred Books of the East, by J. Darmesteter, L. H. Mills; Pahlavi Texts, by E. W. West.]\n c. 930. -- \"Zarādasht, the son of Asbimām, . . . had brought to the Persians the book al-Bastāh in the old Fārsī tongue. He gave a commentary on this, which is the Zand, and to this commentary yet another explanation which was called Bazand. . . .\" -- Maṣ'ūdī, ii. 167. [See Haug, Essays, p. 11.]\n c. 1030. -- \"The chronology of this same past, but in a different shape, I have also found in the book of Hamza ben Alhusain Alisfahâni, which he calls 'Chronology of great nations of the past and present.' He says that he has endeavoured to correct his account by means of the Abastâ, which is the religious code (of the Zoroastrians). Therefore I have transferred it into this place of my book.\" -- Al-Birûnî, Chronology of Ancient Nations, by Sachau, p. 112.\n \" \"Afterwards the wife gave birth to six other children, the names of whom are known in the Avastâ.\" -- Ibid. p. 108.\n 1630. -- \"Desirous to add anything to the ingenious that the opportunities of my Travayle might conferre vpon mee, I ioyned myselfe with one of their Church men called their Daroo, and by the interpretation of a Parsee, whose long imployment in the Companies Service, had brought him to mediocrity in the English tongue, and whose familiarity with me, inclined him to further my inquiries: I gained the knowledge of what hereafter I shall deliver as it was compiled in a booke writ in the Persian Characters containing their Scriptures, and in their own language called their ZVNDAVASTAVV.\" -- Lord, The Religion of the Persees, The Proeme.\n [c. 1630. -- \"Being past the Element of Fire and the highest Orbs (as saith their Zundavastaio) . . .\" -- Sir T. Herbert, 2nd ed. 1677, p. 54.]\n 1653. -- \"Les ottomans appellant gueuures vne secte de Payens que nous connoissons sous le nom d'adorateurs du feu, les Per sans sous celuy d'Atechperes, et les Indou sous celuy de Parsi, terme dont ils se nommẽt eux-mesmes. . . . Ils ont leur Saincte Escriture ou Zundeuastavv, en deux volumes composée par vn nommé Zertost, conduit par vn Ange nommé Abraham ou plus-tost Bahaman Vmshauspan. . . .\" -- De la Boullaye-le-Gouz, ed. 1657, pp. 200-201.\n 1700. -- \"Suo itaque Libro (Zerdusht) . . . alium affixit specialem Titulum Zend, seu alias Zendavestâ; vulgus sonat Zund et Zundavastaw. Ita ut quamvis illud ejus Opus variis Tomis, sub distinctis etiam nominibus, constet, tamen quidvis ex dictorum Tomorum quovis, satis propriè et legitimè citari possit, sub dicto generali nomine, utpote quod, hac ratione, in operum ejus complexu seu Syntagmate contineri intelligatur. . . . Est autem Zend nomen Arabicum: et Zendavestâ conflatum est ex superaddito nomine Hebraeo - Chaldaico, Eshta, i.e. ignis, unde *ESTI/A . . . supra dicto nomine Zend apud Arabes, significatur Igniarium seu Focile. . . . Cum itaque nomine Zend significetur Igniarium, et Zendavestâ Igniarium et Ignis,\" &c. -- T. Hyde, Hist. Rel. Vet. Persarum eorumque Magorum, cap. xxv., ed. Oxon. 1760, pp. 335-336.\n 1771. -- \"Persuadé que les usages modernes de l'Asie doivent leur origine aux Peuples et aux Religions qui l'ont subjuguée, je me suis proposé d'étudier dans les sources l'ancienne Théologie des Nations habituées dans les Contrées immenses qui sont à l'Est de l'Euphrate, et de consulter sur leur Histoire, les livres originaux. Ce plan m'a engagé à remonter aux Monumens les plus anciens. Je les ai trouvé de deux espèces: les prémiers écrits en Samskretan; ce sont les Vedes, Livres sacrés des Pays, qui de l'Indus s'étendent aux frontières de la Chine: les seconds écrits en Zend, ancienne Langue du Nord de la Perse; c'est le Zend Avesta, qui passe pour avoir été la Loi des Contrées bornées par l'Euphrate, le Caucase, l'Oxus, et la mer des Indes.\" -- Anquetil du Perron, Zend-Avesta, Ouvrage de ZoroastreDocuments Préliminaires, p. iii.\n \" \"Dans deux cens ans, quand les Langues Zend et Pehlvie (Pahlavi) seront devenues en Europe familières aux Sçavans, on pourra, en rectifiant les endroits où je me serai trompé, donner une Traduction plus exacte du Zend-Avesta, et ci ce que je dis ici excitant l'émulation, avance le terme que je viens de fixer, mes fautes m'auront conduit au but que je me suis proposé.\" -- Ibid. Preface, xvii.\n 1884. -- \"The supposition that some of the books were destroyed by Alexander the Great is contained in the introductory chapter of the Pehlevi Viraf-Nama, a book written in the Sassanian times, about the 6th or 7th century, and in which the event is thus chronicled: -- 'The wicked, accursed Guna Mino (the evil spirit), in order to make the people sceptical about their religion, instigated the accursed Alexiedar (Alexander) the Ruman, the inhabitant of Egypt, to carry war and hardships to the country of Iran (Persia). He killed the monarch of Iran, and destroyed and made desolate the royal court. And this religion, that is, all the books of Avesta and Zend, written with gold ink upon prepared cow-skins, was deposited in the archives of Stakhar (Istakhar or Persepolis) of Papak. The accursed, wretched, wicked Ashmogh (destroyer of the pious), Alexiedar the evildoer, took them (the books) out and burnt them.\" -- Dosabhai Framji, H. of the Parsis, ii. 158-159.\n", "zerbaft": "s. Gold-brocade, Pers. zar, 'gold,' bāft, 'woven.'\n [1900. -- \"Kamkwabs, or kimkhwabs (Kincob), are also known as zar-baft (goldwoven), and mushajjar (having patterns).\" -- Yusuf Ali, Mon. on Silk Fabrics, 86.]\n", "zillah": "s. This word is properly Ar. (in Indian pron.) zila, 'a rib,' thence 'a side,' a district. It is the technical name for the administrative districts into which British India is divided, each of which has in the older provinces a Collector, or Collector and Magistrate combined, a Sessions Judge, &c., and in the newer provinces, such as the Punjab and B. Burma, a Deputy Commissioner.\n [1772. -- \"With respect to the Talookdarrys and inconsiderable Zemindarrys, which formed a part of the Huzzoor (Huzoor) Zilahs or Districts which paid their rents immediately to the General Cutcherry at Moorshedabad. . . .\" -- W. Hastings, in Hunter, Annals of Bengal, 4th ed., 388.]\n 1817. -- \"In each district, that is in the language of the country, each Zillah . . . a Zillah Court was established.\" -- Mill's Hist. v. 422.\n", "zingari": "n.p. This is of course not Anglo-Indian, but the name applied in various countries of Europe, and in various modifications, zincari, zingani, zincali, chingari, zigeuner, &c., to the gypsies.\n Various suggestions as to its derivation have been made on the supposition that it is of Indian origin. Borrow has explained the word as 'a person of mixt blood,' deriving it from the Skt. sankara, 'made up.' It is true that varṅa sankara is used for an admixture of castes and races (e.g. in Bhāgavad Gītā, i. 41, &c.), but it is not the name of any caste, nor would people to whom such an opprobrious epithet had been applied be likely to carry it with them to distant lands. A writer in the Saturday Review once suggested the Pers. zīngar, 'a saddler.' Not at all probable. In Sleeman's Ramaseeana or Vocabulary of the peculiar Language used by the Thugs (Calcutta, 1836), p. 85, we find:\n \"Chingaree, a class of Multani Thugs, sometimes called Naiks, of the Mussulman faith. They proceed on their expeditions in the character of Brinjaras, with cows and bullocks laden with merchandize, which they expose for sale at their encampments, and thereby attract their victims. They use the rope of their bullocks instead of the roomal in strangling. They are an ancient tribe of Thugs, and take their wives and children on their expeditions.\"\n [These are the Chāngars of whom Mr. Ibbetson (Panjab Ethnog. 308) gives an account. A full description of them has been given by Dr. G. W. Leitner (A Sketch of the Changars and of their Dialect, Lahore, 1880), in which he shows reason to doubt any connection between them and the Zingari.] De Goeje (Contributions to the Hist. of the Gypsies) regards that people as the Indian Zoṭṭ (i.e. Jatt of Sind). He suggests as possible origins of the name first shikārī (see SHIKAREE), and then Pers. changī, 'harper,' from which a plural changān actually occurs in Lane's Arabian Nights, iii. 730, note 22. [These are the Al-Jink, male dancers (see Burton, Ar. Nights, viii. 18).]\n If the name is to be derived from India, the term in Sleeman's Vocabulary seems a more probable origin than the others mentioned here. But is it not more likely that zingari, like Gipsy and Bohemian, would be a name given ab extra on their appearing in the West, and not carried with them from Asia?\n", "zirbad": "n.p. Pers. zīr-bād, 'below the wind,' i.e. leeward. This is a phrase derived from nautical use, and applied to the countries eastward of India. It appears to be adopted with reference to the S.W. Monsoon. Thus by the extracts from the Mohit or 'Ocean' of Sidi 'Ali Kapudān (1554), translated by Joseph V. Hammer in the Journ. As. Soc. Bengal, we find that one chapter (unfortunately not given) treats \"Of the Indian Islands above and below the wind.\" The islands \"above the wind\" were probably Ceylon, the Maldives, Socotra, &c., but we find no extract with precise indication of them. We find however indicated as the \"tracts situated below the wind\" Malacca, Sumatra, Tenasserim, Bengal, Martaban, Pegu. The phrase is one which naturally acquires a specific meaning among sea-faring folk, of which we have an instance in the Windward and Leeward Islands of the W. Indies. But probably it was adopted from the Malays, who make use of the same nomenclature, as the quotations show.\n 1442. -- \"The inhabitants of the sea coasts arrive here (at Ormuz) from the countries of Tchin, Java, Bengal, the cities of Zirbad.\" -- Abdurrazzāk, in India in the X Vth Cent. 6.\n 1553. -- \". . . Before the foundation of Malaca, in this Cingapura . . . met all the navigators of the seas to the West of India and of those to the East of it, which last embrace the regions of Siam, China, Choampa, Camboja, and the many thousand islands that lie in that Orient. And these two quarters the natives of the land distinguish as Dybananguim (di-bāwa-angīn) and Ataz Anguim (ātas-angīn) which are as much as to say 'below the winds' and 'above the winds,' below being West and above East.\" -- Barros, Dec. II. Liv. vi. cap. i. In this passage De Barros goes unusually astray, for the use of the Malay expressions which he quotes, bawa-angin (or di-bawah) 'below the wind,' and ātas (or di-ātas) angīn, 'above the wind,' is just the reverse of his explanation, the former meaning the east, and the latter the west (see below).\n c. 1590. -- \"Kalanbak (see CALAMBAK) is the wood of a tree brought from Zírbád (?)\" -- Āīn, i. 81. A mistaken explanation is given in the foot-note from a native authority, but this is corrected by Prof. Blochmann at p. 616.\n 1726. -- \"The Malayers are also commonly called Orang di Bawah Angin, or 'people beneath the wind,' otherwise Easterlings, as those of the West, and particularly the Arabs, are called Orang Atas Angin, or 'people above the wind,' and known as Westerlings.\" -- Valentijn, v. 310.\n \" \"The land of the Peninsula, &c., was called by the geographers Zierbaad, meaning in Persian 'beneath the wind.'\" -- Ibid. 317.\n 1856. -- \"There is a peculiar idiom of the Malay language, connected with the monsoons. . . . The Malays call all countries west of their own 'countries above the wind,' and their own and all countries east of it 'countries below the wind.' . . . The origin of the phrase admits of no explanation, unless it have reference to the most important of the two monsoons, the western, that which brought to the Malayan countries the traders of India.\"- Crawfurd's Desc. Dict. 288.\n", "zobo": "&c., s. Names used in the semi-Tibetan tracts of the Himālaya for hybrids between the yak bull and the ordinary hill cow, much used in transport and agriculture. See quotation under ZEBU. The following are the connected Tibetan terms, according to Jaeschke's Dict. (p. 463): \"mdzo, a mongrel bred of Yak bull and common cow; bri-mdzo, a mongrel bred of common bull and yak cow; mdzopo, a male; mdzo-mo, a female animal of the kind, both valued as domestic cattle.\" [Writing of the Lower Himālaya, Mr. Atkinson says: \"When the sire is a yak and the dam a hill cow, the hybrid is called jubu; when the parentage is reversed, the produce is called garjo. The jubu is found more valuable than the other hybrid or than either of the pure stocks\" (Himalayan Gazetteer, ii. 38). Also see Āīn, ed. Jarrett, ii. 350.]\n 1298. -- \"There are wild cattle in that country almost as big as elephants, splendid creatures, covered everywhere but in the back with shaggy hair a good four palms long. They are partly black, partly white, and really wonderfully fine creatures, and the hair or wool is extremely fine and white, finer and whiter than silk. Messer Marco brought some to Venice as a great curiosity, and so it was reckoned by those who saw it. There are also plenty of them tame, which have been caught young. They also cross these with the common cow, and the cattle from this cross are wonderful beasts, and better for work than other animals. These the people use commonly for burden and general work, and in the plough as well; and at the latter they will do twice as much work as any other cattle, being such very strong beasts.\" -- Marco Polo, Bk. i. ch. 57.\n 1854. -- \"The Zobo, or cross between the yak and the hill-cow (much resembling the English cow) is but rarely seen in these mountains (Sikkim), though common in the N.W. Himalaya.\" -- Hooker's Him. Journals, 2d ed. i. 203.\n [1871. -- \"The plough in Lahoul . . . is worked by a pair of dzos (hybrids between the cow and yak).\" -- Harcourt, Him. Dists of Kooloo, Lahoul, and Spiti, 180.\n [1875. -- \"Ploughing is done chiefly with the hybrid of the yak bull and the common cow; this they call zo if male and zomo if female.\" -- Drew, Jummoo and Kashmir, 246.]\n", "zouave": "s. This modern French term is applied to certain regiments of light infantry in a quasi-Oriental costume, recruited originally in Algeria, and from various races, but now only consisting of Frenchmen. The name Zuawa, Zouaoua was, according to Littré, that of a Kabyle tribe of the Jurjura which furnished the first soldiers so called.\n [ZUBT, ZUBTEE, adj. and s. of which the corrupted forms are JUBTEE, JUPTEE. Ar. ẓabt̤, lit. 'keeping, guarding,' but more generally in India, in the sense of 'seizure, confiscation.' In the Āīn it is used in the sense which is still in use in the N.W.P., 'cash rents on the more valuable crops, such as sugar-cane, tobacco, etc., in those districts where rents in kind are generally paid.'\n [c. 1590. -- \"Of these Parganahs, 138 pay revenue in cash from crops charged at special rates (in orig. ẓabt̤ī).\" -- Āīn, ed. Jarret, ii. 153.\n [1813. -- \"Zebt . . . restraint, confiscation, sequestration. Zebty. Relating to restraint or confiscation; what has been confiscated. . . . Lands resumed by Jaffier Khan which had been appropriated in Jaghire (see JAGHEER).\" -- Glossary to Fifth Report.\n [1851. -- \"You put down one hundred rupees. If the water of your land does not come . . . then my money shall be confiscated to the Sahib. If it does then your money shall be zupt (confiscated).\"- Edwardes, A Year on the Punjab Frontier, i. 278.]\n", "zumbooruck": "s. Ar. Turk. Pers. zambūrak (spelt zanbūrak), a small gun or swivel usually carried on a camel, and mounted on a saddle;a falconet. [See a drawing in R. Kipling's Beast and Man in India, 255.] It was, however, before the use of gunpowder came in, the name applied sometimes to a cross-bow, and sometimes to the quarrel or bolt shot from such a weapon. The word is in form a Turkish diminutive from Ar. zambūr, 'a hornet'; much as 'musket' comes from mosquetta. Quatremère thinks the name was given from the twang of the cross-bow at the moment of discharge (see H. des Mongols, 285-6; see also Dozy, Suppt. s.v.). This older meaning is the subject of our first quotation:\n 1848. -- \"Les écrivains arabes qui ont traité des guerres des croisades, donnent à l'arbalête, telle que l'employait les chrétiens, le nom de zenbourek. La première fois qu'ils en font mention, c'est en parlant du siège de Tyr par Saladin en 1187. . . . Suivant l'historien des patriarches d'Alexandrie, le zenbourek était une flêche de l'épaisseur du pouce, de la longueur d'une coudée, qui avait quatre faces . . . il traversait quelque fois au même coup deux hommes placés l'un derrière l'autre. . . . Les musulmans paraissent n'avoir fait usage qu'assez tard du zenbourek. Djèmal - Eddin est, à ma connaissance, le premier écrivain arabe qui, sous la date 643 (1245 de J.C.), cite cette arme comme servant aux guerriers de l'Islamisme; c'est à propos du siège d'Ascalon par le sultan d'Egypte. . . . Mais bientôt l'usage du zenbourek devint commun en Orient, et dans la suite des Turks ottomans entretinrent dans leurs armées un corps de soldats appelés zenbourekdjis. Maintenant . . . ce mot a tout à fait changé d'acception, et l'on donne en Perse le nom de zenbourek à une petite pièce d'artillerie légère.\" -- Reinaud, De l'Art Militaire chez les Arabes au moyen age. Journ. As., Ser. IV., tom. xii. 211-213.\n 1707. -- \"Prince Bedár Bakht . . . was killed by a cannon-ball, and many of his followers also fell. . . . His younger brother Wálájáh was killed by a ball from a zambúrak.\" -- Khāfī Khān, in Elliot, vii. 398.\n c. 1764. -- \"Mirza Nedjef Qhan, who was preceded by some Zemberecs, ordered that kind of artillery to stand in the middle of the water and to fire on the eminence.\"- Seir Mutaqherin, iii. 250.\n has been far from remarkable for its military splendour. . . . He has rarely been exposed to danger in action, but, early in his reign . . . he appeared in the field, . . . till at last one or two shots from zumboorucks dropping among them, he fell from his horse in a swoon of terror. . . .\" -- J. B. Fraser, Journey into Khorasān in 1821-22, pp. 197-8.\n [1829. -- \"He had no cannon; but was furnished with a description of ordnance, or swivels, called zumbooruk, which were mounted on camels; and which, though useful in action, could make no impression on the slightest walls. . . .\" -- Malcolm, H. of Persia, i. 419.]\n 1846. -- \"So hot was the fire of cannon, musquetry, and zambooraks, kept up by the Khalsa troops, that it seemed for some moments impossible that the entrenchments could be won under it.\" -- Sir Hugh Gough's desp. on the Battle of Sobraon, dd. Feb 13.\n \" \"The flank in question (at Subrāon) was mainly guarded by a line of two hundred 'zumbooruks,' or falconets; but it derived some support from a salient battery, and from the heavy guns retained on the opposite bank of the river.\" -- Cunningham's H. of the Sikhs, 322.\n"}